{
	"古代オリエント世界": [
		{
			"q": "古代オリエントにおける商業・都市・交通に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"シュメール人は、メソポタミアに都市国家をつくり、この地に高度の文明をもたらした。",
				"シリアに建国したセム系の諸民族のうち、アラム人はダマスクスを中心に陸上交易に力をふるった。",
				"フェニキア人は、シリア沿岸にシドン・ティルスなど多くの都市国家をつくり、海上交易に活躍した。",
				"ペルシアのダレイオス(ダリウス)1世は、シルク=ロードを通しての東西交易に力を注ぎ、中国へ使節を送った。"
			],
			"correct": 4,
			"source": "94・本",
			"commentary": "1: 正しい。前30C頃のことである。<br>2,3: 正しい。ユダヤ教を信仰するヘブライ人を入れてセム系3民族とも呼ばれる。<br>4: ダレイオス1世はアケメネス朝ペルシア時代(前6C-前4C)、シルクロードはパルティア・ササン朝時代(前2C)のため誤り"
		},
		{
			"q": "エジプトで使用された暦に関連して述べた文として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"エジプトでは、<span class='ul-wave'>ナイル川</span>の水量の増減によって、 1年が大きく三つの季節に分けられていた。",
				"アレクサンドロスの征服後成立した<span class='ul-wave'>新王国</span>の時代には、マケドニア式の太陰太陽暦が導入された。",
				"エジプトの太陽暦を受け継いでローマで作られたのがユリウス暦であるが、これを制定したのは<span class='ul-wave'>カエサル</span>であった。",
				"ユリウス暦は4年に1回閏日を入れていたが、長い間に季節とのずれが生じ、<span class='ul-wave'>グレゴリウス暦</span>に取って代わられた。"
			],
			"correct": 2,
			"source": "00・追試",
			"commentary": "1: 正しい。増水期、播種期、収穫期があった。<br>2: 誤り。新王国ではなくプトレマイオス朝が正しい。アレクサンドロス後はプトレマイオス朝、アンティゴノス朝、セレウコス朝に分かれた。<br>3,4: 正しい。ユリウス暦は前1C、グレゴリウス暦は16C"
		},
		{
			"q": "古代エジプトの宗教について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"エジプト人は、霊魂の不滅を信じてミイラを作った。",
				"ピラミッドは、中王国時代に最も盛んに建造された。",
				"アメンホテプ4世(イクナートン)は、従来の多神崇拝を禁じ、アトン神のみを信仰するよう人民に強制した。",
				"エジプト王はファラオと呼ばれ、神の化身と考えられていた。"
			],
			"correct": 2,
			"source": "90・追試",
			"commentary": "1: 正しい。死者の書が作られた。<br>2: ピラミッドの建設が最も盛んであったのは古王国時代であるから誤り。<br>3: 正しい。イクナートンは「アトン神にとって有用な者」の意。<br>4: 正しい。"
		},
		{
			"q": "古代社会における文字や文字記録について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"ロゼッタストーンには、ギリシア文字で書かれた部分がある。",
				"楔形文字は、主に粘土板に記されたが、碑文に用いられた例もある。",
				"「死者の書」は、パピルス紙にアラム文字で書かれている。",
				"インダス文字は、印章などに刻まれているが、未解読である。"
			],
			"correct": 3,
			"source": "03・本",
			"commentary": "1: 正しい。神聖文字(ヒエログリフ)、民用文字(デモティック)、ギリシャ文字の三種類で書かれている。<br>2: 正しい。ハンムラビ法典がその例である。<br>3: 誤り。エジプト文字で書かれている。<br>4: 正しい。"
		},
		{
			"q": "1901年、スサで発見されたある法典に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"この法典は、楔形文字で記されている。",
				"この法典には、同害復讐の原則がある。",
				"この法典は、王名にちなんでハンムラビ法典と呼ばれる。",
				"この法典を用いた王国は、アッカド人によって滅ぼされた。"
			],
			"correct": 4,
			"source": "97・本",
			"commentary": "ハンムラビ法典のことである。<br>1: 正しい。<br>2: 正しい。復習法であることに加えて、身分法でもあった。<br>3: 正しい。古バビロニア時代(前18C)のことである。<br>4: 誤り。アッカド→古バビロニア→ヒッタイトの順番である。"
		},
		{
			"q": "古代オリエントの歴史について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"a": [
				"<span class='ul-wave'>シュメール人</span>は、都市国家ウルを建設した。",
				"<span class='ul-wave'>ヒッタイト</span>では、ファラオを頂点とする統一国家がつくられた。",
				"<span class='ul-wave'>バビロニア</span>は、エジプトを含むオリエントを初めて統一した。",
				"<span class='ul-wave'>フェニキア人</span>は、ダマスクスを中心に、主に内陸交易で活躍した。"
			],
			"correct": 1,
			"source": "04・本",
			"commentary": "1: 正しい。加えてウルク・ラガシュが建設された。<br>2: エジプトが正しい。<br>3: アッシリアが正しい。<br>4: アラム人が正しい。フェニキア人も同じセム系だが、現在のレバノンあたりを拠点に海上貿易で活躍した。"
		},
		{
			"q": "東地中海沿岸地帯の諸民族について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"リディア人は、世界最初の鋳造貨幣を造った。",
				"アラム人は、ダマスクスを中心に中継貿易を行った。",
				"ヘブライ人は、ダヴィデに率いられてエジプトを脱出した。",
				"ヒクソスは、エジプトに侵入してこれを支配した。"
			],
			"correct": 3,
			"commentary": "3: ダヴィデではなくモーセが正しい。ダヴィデは続くソロモンとともにヘブライ王国の全盛を築いた王である。<br>4: ヒクソスは中王国衰退に乗じてエジプトに侵入し、新王国によりエジプトから追い出された。"
		},
		{
			"q": "「海の民」と呼ばれる混成の外来民族の襲来の結果、ヒッタイトは滅ぼされたと考えられている。このヒッタイトに関して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"ヒッタイトは、鉄製の武器や馬が引く戦車を用いてオリエント世界に勢力を広めた。",
				"ヒッタイトは、ホスロー1世の時に最盛期を迎え、西方に遠征した。",
				"ヒッタイトは、セム語系の言語を話し、海上交易に活躍した。",
				"ヒッタイトの宗教は、のちに中国に入って景教と呼ばれた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。エジプト新王国のラメセス2世との間ではカデシュの戦いが勃発し、戦後世界最古の国際条約が結ばれたと言われている。<br>2: ホスロー1世はササン朝(都.クテシフォン)の王である。(突厥と結びエフタルを滅ぼす。)これは6Cのことであり、対してヒッタイトは紀元前(前1700から前1200頃)である。<br>3: ヒッタイトでなくフェニキア人が正しい。ヒッタイトはインド・ヨーロッパ語族であった。<br>4: 景教とはネストリウス派キリスト教のことであり、これはササン朝から唐にもたらされた。また、これと祆教(ゾロアスター教)、マニ教をあわせて唐代三夷教である。"
		},
		{
			"q": "フェニキア人の活動について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"シドンやティルスなどの都市国家を中心に繁栄した。",
				"アフリカ北岸からイベリア半島東岸にかけて植民地を建てた。",
				"植民地カルタゴをシチリアに建て、ギリシア植民地と対立した。",
				"独自の表音文字を作り、これをギリシア人に伝えた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 正しい。カルタゴのことである。<br>3: 2の通り、カルタゴはアフリカ北岸現チュニスに建設された。<br>4: 正しい。フェニキア文字はギリシアに伝わりアルファベットの原型となった。"
		},
		{
			"q": "ユグヤ教やヘブライ人(イスラエル人)について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"ユダヤ教は、太陽神を信仰する一神教である。",
				"ダヴィデ王が、ヘブライ人(イスラエル人)の出エジプトを指導した。",
				"ユダヤ教は、ヘブライ人(イスラエル人)のバビロン捕囚を経て確立した。",
				"ユダヤ教は、『マヌ法典』を教典とする。"
			],
			"correct": 3,
			"commentary": "1: 太陽神ではなくヤハウェが正しい。(エジプトの神ラーは太陽神である。)<br>2: ダヴィデ王ではなくモーセが正しい。ダヴィデ王はソロモン王とともにヘブライ王国の全盛期の王。<br>3: 正しい。初めてオリエントを統一したアッシリアが滅亡した後、新バビロニアのネブカドネザル2世(前6C)は首都イェルサレムを占領しユダ王国(ヘブライ王国分裂後の南部。北部はイスラエル王国)を滅ぼした。このときユダヤ人がバビロンに連行されたのがバビロン捕囚である。この受難はユダヤ人の民族意識を高めユダヤ教を確立させた。バビロン捕囚はアケメネス朝ペルシアのキュロス2世によって開放された。<br>4: マヌ法典ではなく旧約聖書が正しい。マヌ法典はバラモン教、ヒンドゥー教の法典。"
		},
		{
			"q": "アケメネス朝ペルシアに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"第3代の王ダレイオス(ダリウス)1世は、マラトンの戦いでギリシア勢力を打ち破った。",
				"この大帝国の首都として、壮麗なペルセポリスがメソポタミアの地に造られた。",
				"この大帝国を統治するため、サトラップが帝国各州に派遣された。",
				"この大帝国ではマニ教が国教とされた。"
			],
			"correct": 3,
			"commentary": "1: アケメネス朝とギリシアの戦いはペルシア戦争であるが、マラトンの戦いではギリシアが勝利している。<br>2: ダレイオス1世(アケメネス朝全盛期)が造営を開始したペルセポリスだが、現在のイランに位置しており、イランはメソポタミア(チグリス・ユーフラテス川間、現在のイラクあたり)から外れている。<br>3: 正しい。<br>4: ペルシア人の宗教はマニ教ではなくゾロアスター教であったが、これはアケメネス朝ではなくササン朝で国教となる。"
		},
		{
			"q": "下の図は大英博物館に収蔵されている「ウルのスタンダード(軍旗)」と呼ばれる遺物である。ウルについて述べた文として正しいものを、下の1~4のうちから一つ選べ。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Standard_of_Ur_-_peace_side.jpg/1920px-Standard_of_Ur_-_peace_side.jpg' />",
			"source": "02・追試<br>画像: Denis Bourez from France - British Museum, LondonUploaded by SunOfErat, CC 表示 2.0, https://commons.wikimedia.org/w/index.php?curid=30317206による",
			"a": [
				"シュメール人のサルゴン1世が建国した。",
				"アッカド人の建てた都市国家だった。",
				"アッカド人を征服して、初めてメソポタミアを統一した。",
				"シュメール人が考案した楔形文字を使用した。"
			],
			"correct": 4,
			"commentary": "ウルはシュメール人の都市である。<br>1: サルゴン1世はアッカド人の王であり、メソポタミア最初の統一者である。<br>2: 誤り。<br>3: アッカド人がシュメールを征服したのが正しい。<br>4: 正しい。"
		},
		{
			"q": "ギリシアの歴史家ヘロドトスはエジプトやペルシアを旅行して見聞を広めた。当時のエジプトやペルシアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"エジプトは、テーベに首都を置く新王国時代の最盛期にあった。",
				"エジプトでは、このころにピラミッドの建設が始まった。",
				"ペルシアでは、スサを起点とする「王の道」と呼ばれる道路が整備されていた。",
				"ペルシア人の宗教は、ヤハウェを最高神とするゾロアスター教だった。"
			],
			"correct": 3,
			"commentary": "ヘロドトスはギリシア・アテネの歴史家である。(前5C)<br>1: 前15-14Cのことである。<br>2: 古王国時代のことである。(前27-22C)<br>3: アケメネス朝ペルシアのダレイオス1世時代のことであるから正しい。王の道はスサとサルデスを結んだ。<br>4: 時代ではなく文章が間違っている。ヤハウェではなくアフラ・マズダが正しい。(アーリマンと対立するとされた。)ヤハウェはユダヤ教の神である。"
		},
		{
			"q": "ダレイオス1世の政治に関する次の1~4のうちから、正しくないものを一つ選べ。",
			"source": "81・本",
			"a": [
				"全国は州に分けられ、各州は総督(サトラッブ)によって統治された。",
				"州の統治を監視するため、王に直属する監察官が派遣された。",
				"スサを中心に道路が建設され、駅伝制が整えられた。",
				"服属する異民族はすべて、ペルシア人の風習を強制された。"
			],
			"correct": 4,
			"commentary": "4: 風習を異民族に強制したアッシリアの失敗を踏まえアケメネス朝ペルシアは各民族の風習を尊重した。これはキュロス2世のバビロン捕囚解放にも当てはまる。"
		},
		{
			"q": "ゾロアスター教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"この宗教は、イェルサレムを聖地としている。",
				"この宗教の最高神は、アフラ=マズダである。",
				"この宗教とイスラーム教・仏教を総合して、マニ教が成立した。",
				"この宗教は、漢代の中国に伝わって祆教と呼ばれた。"
			],
			"correct": 2,
			"commentary": "1: イェルサレムを聖地としているのはユダヤ教、キリスト教、イスラーム教である。<br>2: 正しい。善神アフラ・マズダと悪神アーリマンが抗争し善神がいずれ勝利するとされた。<br>3: マニ教は3C、ササン朝でゾロアスター教、キリスト教、仏教が総合され成立した。イスラーム教の成立は7Cである。(イスラーム暦元年: 622年)<br>4: 漢代ではなく唐代である。祆教(ゾロアスター教)、景教(ネストリウス派)、摩尼教(マニ教)は唐代三夷教と呼ばれる。"
		}
	],
	"ギリシア世界": [
		{
			"q": "古代の文字について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・本",
			"a": [
				"ミケーネ文明を担ったギリシア人は、まだ文字を持っていなかった。",
				"ギリシア文字は、フェニキア人の使っていた表意文字から作られた。",
				"フェニキア人の文字は、楔形文字を改良して作られた。",
				"シュメール人が作った楔形文字は、主に粘土板の上に書かれた。"
			],
			"correct": 4,
			"commentary": "1: 線文字Ｂ(解読: ヴェントリス)を持っていたため誤り。<br>2: フェニキア文字は表音文字であるから誤り。<br>3: 楔形文字ではない。エジプト象形文字→シナイ文字→フェニキア文字の順である。<br>4: 正しい。"
		},
		{
			"q": "鋳造貨幣が初めてつくられた地域として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "94・本",
			"a": [
				"アテネ",
				"スパルタ",
				"リディア",
				"ペルシア"
			],
			"correct": 3,
			"commentary": "特に無し。リディアである。"
		},
		{
			"q": "ロゼッタ石について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"この石板には、上から神聖文字、民衆文字、ギリシア文字が記されている。",
				"この石板には、上からペルシア文字、アラム文字、フェニキア文字が記されている。",
				"この石板の碑文は、セレウコス朝シリアの勅令を伝えている。",
				"この石板の碑文は、アンティゴノス朝マケドニアの勅令を伝えている。"
			],
			"correct": 1,
			"commentary": "ロゼッタストーンはナポレオンのエジプト遠征時に発見され、シャンポリオンがこれを研究し神聖文字ヒエログリフを解読した。<br>1: 正しい。<br>3,4: ロゼッタストーンの内容はプトレマイオス朝のプトレマイオス5世への賛辞である。"
		},
		{
			"q": "リディアで始まり、ギリシア本土に波及した貨幣経済に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"商工業に従事する富裕な平民が現れ、貴族との対立を深めた。",
				"スパルタでは、商工業に従事する人々はヘロット(ヘイロータイ)と呼ばれた。",
				"商工業者が中心となって、同職ギルドが結成された。",
				"ギリシア人は、手工業に従事する人々をバルバロイと呼んだ。"
			],
			"correct": 1,
			"commentary": "1: 正しい。前6C、アテネでこれを調停するためにソロンの改革が行われた。<br>2: ヘイロータイとは奴隷のことである。商工業に従事したのは半自由民であるペリオイコイだ。<br>3: 同職ギルド(ツンフト)は中世のことである。<br>4: バルバロイとは野蛮人、異国人のことである。(ギリシア人自らはヘレネスといった。)"
		},
		{
			"q": "メソポタミアやギリシアで使用された暦に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"メソポタミアでは、星の動きが盛んに観察され、占星術が発達した。",
				"星の観察が盛んであった新バビロニアは、イスラエル王国を滅ぼした。",
				"アテネではペルシア戦争敗北後に、ペルシア風の暦の使用が強制された。",
				"スパルタでは、支配者であるヘイロータイ(ヘロット)が、独自の暦を用いていた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 新バビロニアが滅ぼしたのはユダ王国である。(前6C)また、イスラエル王国を滅ぼしたのはアッシリアである。(前8C)<br>3: アテネはペルシア戦争に勝利している。<br>4: ヘイロータイとは奴隷のことである。"
		},
		{
			"q": "マニ教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"ゾロアスター教にキリスト教や仏教などの要素を融合した宗教である。",
				"アケメネス朝ペルシアの時代に創始された。",
				"地中海方面にまで伝えられた。",
				"中国にまで伝えられた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: アケメネス朝ではなくササン朝(3C)が正しい。マニ教はササン朝からローマ、クシャーナ朝へと伝わった。<br>3: 北アフリカのカルタゴで活動した教父アウグスティヌスはマニ教からキリスト教への回心の経緯を「告白録」に綴った。<br>4: 摩尼教として祆教・景教とともに唐代三夷教に数えられた。"
		},
		{
			"q": "クレタ文明とミケーネ文明の類似点について記述した次の文1~4のうちから適切なものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"両者ともに、堅固な城壁を持ち、優美な壁画で飾られた大宮殿を遺した。",
				"両者ともに、王が強大な権力を持ち、簡単ながら官僚機構も備わるなど、オリエント型社会の特徴を示している。",
				"両者ともに、楔形文字・線文字A・線文字Bの三種の文字を持っていた。",
				"両者ともに、鉄器文化の段階に到達していた。"
			],
			"correct": 2,
			"commentary": "1: ミケーネ文明は大陸側に位置し城壁を持ったが、クレタ文明はクレタ島に位置し海に囲まれていたため開放的で城壁を持たなかった。<br>2: 正しい。<br>3: 線文字Ａはクレタ文明、線文字Ｂはミケーネ文明である。<br>4: ともに青銅器文化であった。ミケーネ文明はアカイア人の国だが、鉄器はドーリア人の出現(前12C)以降である。"
		},
		{
			"q": "ギリシア人の植民活動に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"当時のギリシア植民市に由来する地中海周辺地域の都市として、マルセイユ(マッサリア)・イスタンブル(ビザンティオン)などがある。",
				"地中海沿岸の植民市のギリシア人たちは、穀物を輸出して、オリーブ油やぶどう酒の輸入を図った。",
				"アリストテレスは、植民活動の一中心地ミレトスで活躍し、ギリシア哲学の基礎を築いた。",
				"植民活動は交易の発展をもたらしたが、その結果、 もっぱら貴族の手に富が集まり、諸ポリスに貴族政の確立を見た。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 輸出入が逆である。オリーブやぶどうは地中海の特産品だ。<br>3: アリストテレスではなくタレスが正しい。タレスは万物の根源を水であるとし、「最初の哲学者」として「七賢人」に挙げられる。また、アリストテレスはソクラテス→プラトンの系譜であるから誤りとわかる。<br>4: 貴族ではなく商工業者の手に富が集まり、貴族制は崩壊に向かう。(ソロンの改革)"
		},
		{
			"q": "クレタ島において、前2千年紀前半ごろに栄えた古代文明について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"エヴァンズにより、この文明の遺跡が発掘された。",
				"鉄器文明であった。",
				"ミケーネ文明を滅ぼして成立した。",
				"この文明では、文字が用いられなかった。"
			],
			"correct": 1,
			"commentary": "1: エヴァンズはクレタ文明の遺跡クノッソス宮殿を発掘した。<br>2: 鉄器文明ではなく青銅器文明である。<br>3: クレタ→ミケーネの順である。<br>4: 線文字Ａが用いられた。"
		},
		{
			"q": "古代ギリシアのポリスについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"ポリスは、一般に都市とその周辺から成る独立の国家であった。",
				"都市はポリスの政治的中心であり、そこで民会が開かれた。",
				"市民は政治に専心し、ポリスの防衛にはもっぱら傭兵を用いた。",
				"ポリスは、エーゲ海域を中心に地中海・黒海沿岸一帯に広まった。"
			],
			"correct": 3,
			"commentary": "3: 市民は重装歩兵となってポリスの防衛に参加した。"
		},
		{
			"q": "クレタ文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・本",
			"a": [
				"この文明では、貨幣が鋳造され、流通していた。",
				"この文明の建築様式の特色を示すものは、巨石を用いた堅固な城砦である。",
				"この文明の遺跡にみられる壁画や陶器の絵には、海の生物などを題材にしたものが多い。",
				"この文明の中心であったクノッソスの遺跡は、シュリーマンによって発掘された。"
			],
			"correct": 3,
			"commentary": "1: 最古の鋳造貨幣はリディア(前7-6C)のものであるから、クレタ文明時点(前2000年から前1600年頃)では存在していない。<br>2: 海に囲まれたクレタ文明は開放的で城壁を持たない。<br>3: 正しい。<br>4: シュリーマンではなくエヴァンズが正しい。ミケーネ、トロイアの発掘がシュリーマンである。"
		},
		{
			"q": "ミケーネ文明を打ち立てたのは、ギリシア人であるが、このギリシア語とおなじインド=ヨーロッパ語族に属する言語として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・本",
			"a": [
				"アッカド語",
				"アラム語",
				"ペルシア語",
				"トルコ語"
			],
			"correct": 3,
			"commentary": "1: アッカド語はセム系<br>2: アラム語はセム系<br>3: ペルシア語はインド・ヨーロッパ語族<br>4: トルコ語はアルタイ語族"
		},
		{
			"q": "古代のギリシア人に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"ギリシア人の中で、最初にギリシア本土に南下して来たのは、ドーリア人と呼ばれる人々である。",
				"ギリシア人のポリスでは、アクロポリスやアゴラを中心に、公共生活が営まれた。",
				"ポリスが形成された背景には、青銅器の普及による生産力の向上があった。",
				"ポリスは最初、強大な権力を持つ王によって専制的に支配されていた。"
			],
			"correct": 2,
			"commentary": "1: ドーリア人ではなくアカイア人が正しい。アカイア人はミケーネ文明を形成し、その後鉄器を使用するドーリア人がこれを征服した。またスパルタはドーリア人のポリスであり、このときのヘイロータイ(奴隷)とはアカイア人のことと考えられている。<br>2: 正しい。<br>3: 青銅器ではなく鉄器が正しい。(上記)<br>4: 王ではなく、貴族を中心とする集住(シノイキスモス)であった。"
		},
		{
			"q": "オストラキスモス(陶片追放)の制度で用いられた陶片について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"アテネ市民は、この陶片を投じて、評議会の議員を選出した。",
				"アテネ市民は、この陶片を投じて、執政官や将軍を選出した。",
				"アテネ市民は、この陶片に、自分の支持する党派の名を記して投票した。",
				"アテネ市民は、この陶片に、僣主になる恐れのある人物の名を記して投票した。"
			],
			"correct": 4,
			"commentary": "オストラキスモスは僭主出現防止のため前5Cクレイステネスの改革の一環として創設された。ペルシア戦争時サラミスの海戦でアテネ海軍を指揮し勝利に導いたた英雄であるテミストクレスは陶片追放によって追放された実例である。"
		},
		{
			"q": "宗教と社会との関係を考えるとき、宗教指導者が同時に大きな政治的権限を持つことが多く見られる。このことに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"シュメール人の国家では、神官が政治的にも大きな力を持っていた。",
				"古代インドの『マヌ法典』では、司祭者であるバラモンが最高の身分とされていた。",
				"ペリクレス時代のアテネでは、神官団の政治的権限が民会以上に強かった。",
				"正統カリフ時代のカリフは、宗教的にも政治的にも最高の権限を有していた。"
			],
			"correct": 3,
			"commentary": "3: アテネに特権的神官や固定した聖典はない。"
		},
		{
			"q": "アテネの広場について述べた次の文章a~cが、時代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br>a. セレウコス朝シリアと対立していたペルガモンの王アッタロス2世が、アテネの広場に柱廊を建設した。<br>b. ソロンは広場で市民を鼓舞するために詩を朗唱し、アテネはサラミス島を獲得するため積極的に戦うようになった。この後ソロンは改革事業の指導者に選ばれることになる。<br>c. ペイシストラトスは自ら身体を傷つけて広場に現れ、政敵に襲われたと訴えた。このため護衛兵をつけることが認められたが、彼はこの護衛兵を利用して、僭主政治を打ち立てることになる。",
			"source": "06・本",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 4,
			"commentary": "ドラコンの成文法→ソロンの改革→ペイシストラトスの僭主政治→クレイステネスの陶片追放→ペリクレス時代(最盛期)の順でアテネ民主政が完成していくためb(前6C初)→c(前6C半ば)の順である。<br>また、セレウコス朝はアテネがカイロネイアの戦い敗北後フィリッポス2世のマケドニアに征服され、マケドニアが分裂した後の一国であるから最後。(前4C-前1C)"
		},
		{
			"q": "アテネが民主政に至る過程について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"前6世紀はじめ、ソロンを指導者とする平民たちは、暴君と化した王を打ち倒し民主政を始めた。",
				"貴族と平民が争いを続けていた前6世紀中ごろ、ペイシストラトスは、僣主として独裁権力を握った。",
				"前6世紀末、テミストクレスは、旧来の部族制を改革し、民主政の基礎を築いた。",
				"前5世紀中ごろ、ペリクレスは大規模な奴隷解放を行い、かれらを支持基盤として民主政の最盛期をつくり出した。"
			],
			"correct": 2,
			"commentary": "1: 誤り。ソロンのとき王がいたということはない。<br>2: 正しい。<br>3: テミストクレスではなくクレイステネスが正しい。改革の一環として陶片追放が創設された。また、テミストクレスはペルシア戦争時サラミスの海戦でアテネ海軍を指揮して勝利に導いた英雄である。陶片追放によって追放された。<br>4: 奴隷解放は行われていない。アリストテレス(前4C)は著書で「ポリス市民が完全な人間であり、奴隷は支配されるように生まれついた不完全な人間であるから、市民が奴隷を所有することは当然」「奴隷を獲得する戦争は、狩猟で獣を捕らえるのと同じ自然な行為だ」と述べている。それほど古代ギリシアにおいて奴隷とは当然の存在であった。"
		},
		{
			"q": "前5世紀にアテネで活躍したソフィストと呼ばれる人々について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"彼らの一人であるソクラテスは、「人間は万物の尺度」と主張して、客観的真理の存在を否定した。",
				"彼らは、万物の根源を探求することを主な活動としていた。",
				"彼らは、弁論術を市民たちに教えていた。",
				"彼らは、教父として正統教義の確立に努めた。"
			],
			"correct": 3,
			"commentary": "ソフィストは「知恵ある者」の意で、市民に弁論術を教えた。彼らは真理の探求よりもいかに相手を論破するかということに力を注ぎ、詭弁に陥ることが多かった。<br>1: ソクラテスではなくプロタゴラスが正しい。ソクラテスはソフィストを批判し、普遍的な真理を追求しようとした。<br>2: 誤り。1の「人間は万物の尺度」というプロタゴラスの言葉は絶対的な真理は存在せず、価値は人間によって異なるという相対主義を意味する。<br>3: 正しい。<br>4: 教父とは教会に承認されたキリスト教作家のことである。なかでも「神の国」を著したアウグスティヌスは最大の教父とされた。当然、紀元前(ビフォー・キリスト)のギリシアにキリスト教は存在しない。"
		},
		{
			"q": "前405年ごろのアテネについて述べたものを、次の1~4のうちから一つ選べ。",
			"source": "95・追試",
			"a": [
				"ペイシストラトスが武力によって政権を奪取し、僣主政を始めた。",
				"ギリシア本土に侵入したペルシアの大軍が、アテネに迫ってきた。",
				"スパルタとの戦争で戦況が極めて厳しくなった。",
				"アテネとテーベの連合軍がマケドニアのフィリッポス2世に敗北した。"
			],
			"correct": 3,
			"commentary": "前5Cのペリクレスのときにアテネは最盛期を迎えた。ペリクレスがペロポネソス戦争中に死亡し、その後アテネが衰退期をゆくことを考えると、前405年はちょうどこの頃だろう。<br>1: 前6C<br>2: 前480<br>3: ペロポネソス戦争のこと。前431-前404<br>4: カイロネイアの戦いのこと。前338"
		},
		{
			"q": "ペリクレス時代のアテネ市民の生活について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"市民の間では、競技や演劇が広く愛好された。",
				"市民には、国政の最終決定機関である民会に出席する権利があった。",
				"市民はだれでも、特別な役職を除いて、公職に就くことができた。",
				"市民の兵役義務はなくなり、傭兵制が導入されていた。"
			],
			"correct": 4,
			"commentary": "1,2: 正しい。<br>3: 正しい。将軍職のみは民会で選挙によって選ばれた。<br>4: 市民皆兵であった。傭兵の使用は前4C貨幣経済の浸透やペロポネソス戦争の長期化によって土地を失うポリス市民が現れ広まった。"
		},
		{
			"q": "ペリクレスに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・追試",
			"a": [
				"ペリクレスは、ペルシア戦争を指導し、サラミスの海戦でギリシア連合軍を勝利に導いた。",
				"ペリクレスは、民会に20歳以上の女性の参加を許した。",
				"ペリクレスは、ストア派の哲学者としても卓越していた。",
				"ペリクレスの死後、煽動政治家(デマゴーグ)たちの失政によりアテネの国力が衰えた。"
			],
			"correct": 4,
			"commentary": "1: テミストクレスのことである。<br>2: 18歳以上の男子市民が民会への参加を許された。誤り。<br>3: ストア派はギリシアがマケドニアに征服された後のヘレニズム時代に誕生したため誤り。<br>4: 正しい。刺激的な嘘(デマ)を発信した。"
		},
		{
			"q": "古代ギリシアにおける法について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"スパルタでは、ヘイロータイ(ヘロット)が法の制定に参加した。",
				"アテネでは、クレイステネスが陶片追放の法を定めた。",
				"スパルタでは、ドラコンが法を制定して国の体制を定めた。",
				"アテネでは、ペイシストラトスが貴族と平民の争いを調停して法を定めた。"
			],
			"correct": 2,
			"commentary": "1: ヘイロータイではなく少数のドーリア人が正しい。ヘイロータイとは奴隷のことである。<br>2: 正しい。<br>3: ドラコンではなくリュクルゴスが正しい。スパルタの軍国主義体制はリュクルゴスの制と呼ばれる。また、ドラコンはアテネで慣習法を成文化した。<br>4: ペイシストラトスではなくソロンが正しい。ソロンの改革には負債の帳消し、債務奴隷の禁止、財産政治が含まれる。また、ペイシストラトスは僭主でありソロンは彼に強く反対した。"
		},
		{
			"q": "アテネ・スパルタ間に起こった前5世紀後半の戦争の間あるいは戦争後の状況に関して、次の1~4のうち、誤っているものがあれば、その番号を選べ。なければOを記せ。",
			"source": "81・本",
			"a": [
				"アテネにおいては、民主政治は扇動政治家にあやつられる衆愚政治へと変質した。",
				"スパルタは、勝利を得た後、かつてのアテネと同様に専制的となり、他のポリスの反抗を招くようになった。",
				"ギリシア世界では、このころから、諸ポリス間の慢性的戦争状態のもとで、重装歩兵市民層が衰退した。",
				"ペルシアはかつての敗北にもかかわらず、ギリシア世界に対して政治的にもその影響力を及ぼし続けた。",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "ペロポネソス戦争のことである。アテネ率いるデロス同盟とその拡大を警戒したスパルタ率いるペロポネソス同盟が争った。(前431-前404)<br>4: このときスパルタはペルシアと同盟を結んだ。"
		},
		{
			"q": "前4世紀のギリシアでは、貨幣経済の浸透によってポリス社会にいろいろな変化が生じた。このことに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"ポリス市民間の貧富の差が拡大した。",
				"土地を失うポリス市民が現れた。",
				"ポリスの間に、傭兵の使用が広まった。",
				"ポリス市民としての意識や結束が強まった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。貨幣経済は貧富の差を生む。<br>2,3: 2→3の流れである。<br>4: 1-3のようなことはポリス市民としての意識や結束を弱まらせた。"
		},
		{
			"q": "ギリシアの演劇と宗教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"ギリシアでは、悲劇や喜劇は一般に野外の劇場で上演された。",
				"ローマのコロッセウムは、ギリシア演劇を上演するために建てられた。",
				"デルフォイ(デルフィ)のゼウス神の神託は、ギリシア人に民族としての一体感を保たせる絆の一つとなった。",
				"ギリシア神話に題材をとった群像「ラオコーン」は、アテネの彫刻家フェイディアス(フィディアス)の傑作である。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 劇場ではなく剣奴の闘技場だ。<br>3: デルフォイの神託はアポロン神による神託である。ソクラテスはデルフォイで「ソクラテスより知恵のあるものはいない」という神託を受け対話法を始めた。また、ゼウスはオリンポス十二神の主神である。<br>4: ラオコーンは作者不明である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Laocoon_and_His_Sons.jpg/1920px-Laocoon_and_His_Sons.jpg' /><br>[ラオコーン、画像: Hagesandros, Athenedoros, and Polydoros - LivioAndronico (2014), CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=36412978による]<br>また、フェイディアスはアテネ女神像の制作やパルテノン神殿の再建に従事した。"
		},
		{
			"q": "地中海・オリエント世界における君主について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"エジプトのアメンホテプ4世(イクナートン)は、アモン神を唯一神とする宗教改革を行った。",
				"ヘブライ人の王国は、ダヴィデ王のときに新バビロニアにより征服された。",
				"マケドニア王のアレクサンドロスは、前4世紀後半にペルシアヘの遠征を行った。",
				"ササン朝ペルシアのシャープール1世は、イスラーム教を国教とした。"
			],
			"correct": 3,
			"commentary": "1: アモンではなくアトンが正しい。イクナートンはアトン神にとって有用な者の意。<br>2: ダヴィデ・ソロモンはヘブライ王国黄金期の王である。ソロモンの死後北部イスラエル王国と南部ユダ王国に分裂し、イスラエル王国はアッシリアに(前8C)、ユダ王国は新バビロニアに滅ぼされた。(前6C・バビロン捕囚)<br>3: 正しい。<br>4: イスラーム教ではなくゾロアスター教が正しい。"
		},
		{
			"q": "フィリッポス2世の征服の力点はギリシアに置かれた。このフィリッポス2世の動きに対して、反マケドニア運動が起こり、親・反マケドニア派は激しく対立した。この反マケドニア運動の指導的人物を、次の1~4のうちから一人選べ。",
			"source": "81・本",
			"a": [
				"デモクリトス",
				"アリストファネス",
				"デモステネス",
				"アイスキュロス"
			],
			"correct": 3,
			"commentary": "デモクリトスは自然哲学者で原子論を唱えた。<br>アリストファネスは喜劇作家で「女の平和」を書いた。<br>アイスキュロスはソフォクレス(「オイディプス王」)・エウリピデス(「メディア」)と並ぶ悲劇作家で「アガメムノン」を書いた。<br>よって消去法でアテネの政治家であるデモステネスを選べる。"
		},
		{
			"q": "古代ギリシアの知識人について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"タレースらが自然哲学を唱え、自然の本質を探ろうとした。",
				"ソフィストが登場し、絶対的な真理の存在を主張した。",
				"プラトンは、イデア論や国家論を説いた。",
				"アリストテレスは、諸学問を集大成して体系化を進めた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。タレスは万物の根源を水であるとした。<br>2: ソフィストは絶対的な真理は存在せず、価値は人間によって異なるという相対主義であった。誤り。"
		},
		{
			"q": "アテネで活躍した悲劇詩人エウリピデスの作品の名として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"『アガメムノン』",
				"『オデュッセイア』",
				"『メディア』",
				"『神統記』"
			],
			"correct": 3,
			"commentary": "1: 悲劇詩人アイスキュロスの作品である。<br>2: 「イリアス」とともにホメロスの叙情詩である。<br>3: 正しい。<br>4: ヘシオドスの作品で、ギリシアの神々を体系づけた。また、著作「労働と日々」では労働の価値を歌い上げた。"
		},
		{
			"q": "古代ギリシアの文化について述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"貴族が政治の実権を握っていた中で、<span class='ul-wave'>ヘシオドス</span>は、『労働と日々』を書いて勤労の尊さを主張した。",
				"貴族政から民主政への過渡期には、抒情詩が盛んとなり、<span class='ul-wave'>サッフォー</span>のような女性詩人も現れた。",
				"民主政の発展とともに、弁論術の必要性が高まり、<span class='ul-wave'>ソクラテス</span>などのソフィストが活躍した。",
				"ポリスが衰退したヘレニズム時代には、個人の心の平静を追求する<span class='ul-wave'>ゼノン</span>らの哲学が盛んになった。"
			],
			"correct": 3,
			"commentary": "3: ソフィストはプロタゴラスなどである。ソクラテスは弁論・詭弁をするソフィストを批判し真理を追求しようとした。"
		},
		{
			"q": "古代ギリシアにおける学問について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"タレースは、万物の根源は原子(アトム)であると論じた。",
				"エウクレイデスは、医学を発展させた。",
				"ヘロドトスは、ペルシア戦争の歴史を叙述した。",
				"ストラボンが、初めて地球の周囲の長さを測定した。"
			],
			"correct": 3,
			"commentary": "1: ミレトス出身のタレスは万物の根源を水であると論じた。また、デモクリトスが原子であると論じた。<br>2: ヒッポクラテスが正しい。医学の祖と呼ばれた。また、エウクレイデス(ユークリッド)は平面幾何学を発展させた。<br>3: 正しい。<br>4: ストラボンではなくエラトステネスが正しい。ストラボンは「地理誌」を著した。"
		},
		{
			"q": "前5世紀ごろのギリシア文化について述べた次の文1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"<span class='ul-wave'>アリストファネス</span>は、『オイデプス王』など、たくさんの悲劇を書いた。",
				"<span class='ul-wave'>ソクラテス</span>の思想には、ポリス市民という枠を越えた世界市民主義(コスモポリタニズム)の特徴がみられる。",
				"<span class='ul-wave'>トゥキディデス</span>は、歴史の父と呼ばれ、『歴史』においてペルシア戦争の経過を詳しく叙述した。",
				"<span class='ul-wave'>プロタゴラス</span>は、ソフィストの代表的人物で、「人間は万物の尺度である」と主張した。"
			],
			"correct": 4,
			"commentary": "1: ソフォクレスが正しい。アリストファネスは喜劇作家で、「女の平和」を書いた。<br>2: コスモポリタニズムはマケドニアがギリシアを征服した後のヘレニズムの哲学である。誤り。<br>3: ヘロドトスが正しい。トゥキディデスも「歴史」を著しているが、これはペロポネソス戦争史である。<br>4: 正しい。「人間は万物の尺度である」とは絶対的な真理は存在せず価値は人間によって異なるという相対主義を表す。"
		},
		{
			"q": "ヘレニズム文化について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"ヘレニズム文化の時代には、ポリスの枠を否定する世界市民主義(コスモポリタニズム)と呼ばれる考え方が登場した。",
				"プトレマイオス朝の都のアレクサンドリアは、ヘレニズム文化の中心地として栄えた。",
				"ヘレニズム文化の美術は、ガンダーラ美術の影響を強く受けており、中国や日本にも伝わった。",
				"禁欲を説くストア派の哲学は、ヘレニズム文化の中で生まれた。"
			],
			"correct": 3,
			"commentary": "3: 逆である。ヘレニズム文化の美術はガンダーラ美術(クシャーナ朝時代インド)に影響を強く与えた。"
		},
		{
			"q": "アレクサンドロス以後、ギリシア世界は、いわゆるヘレニズム時代を迎えた。この時代に関する次の文1~4のうちから、正しくないものを一つ選べ。",
			"source": "81・本",
			"a": [
				"アルキメデスなどによる自然科学的な研究が盛んであった。",
				"ポリスの制約を離れて、個人主義と同時に世界市民主義の傾向が強くなった。",
				"経済・文化の面では、最大の繁栄を誇ったのは、エジプトのアレクサンドリアであった。",
				"このヘレニズム時代は、約200年間続いた。"
			],
			"correct": 4,
			"commentary": "1: アルキメデスはシチリア島のシラクサ出身で、アレクサンドリアのムセイオンにて研究した。テコの原理やアルキメデスの原理を発見した。第二回ポエニ戦争ではカルタゴに味方し、投石機などの開発でローマ兵を悩ませた。ローマの将軍もこの評判を知っていたためアルキメデスは殺さないように命じていたが、地面に図形を書いて考察中、没頭してローマ兵が名前を尋ねるのに気づかず殺された。<br><img src='https://math.nyu.edu/Archimedes/Death/courtois_150dpi.jpg' /><br>2,3: 正しい。<br>4: 約200年ではなく約300年である。"
		},
		{
			"q": "プトレマイオス朝のアレクサンドリアに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"ムセイオンと呼ばれる研究機関は、王家の保護を受けた。",
				"自然科学の研究が盛んであった。",
				"大規模なピラミッドが盛んに造られた。",
				"エラトステネスは、地球の周囲の長さを計測した。"
			],
			"correct": 3,
			"commentary": "3: エジプト古王国のことである。"
		},
		{
			"q": "アレクサンドリアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"かつて初期キリスト教の五大教会(五本山)の一つが置かれていた。",
				"マムルーク朝はこの都市を首都と定めた。",
				"元来はクレオパトラが建設した都市であった。",
				"14世紀当時、ムラービト朝の支配下にあった。"
			],
			"correct": 1,
			"commentary": "アレクサンドリアはエジプトの都市である。<br>1: 5本山はローマ、コンスタンティノープル、イェルサレム、アンティオキア、アレクサンドリアである。<br>2: アイユーブ朝の首都はカイロである。ファーティマ朝で建設されたカイロはファーティマ朝→アイユーブ朝→マムルーク朝の系譜でずっと首都であった。<br>3: クレオパトラではなくアレクサンドロス大王が建設した。(前4C)<br>4: ムラービト朝の拠点は現モロッコにあるマラケシュであり、エジプトにまで範囲は及んでいない。"
		},
		{
			"q": "次の文章の波線部に誤りがあれば、その部分に該当する正しいものを、文章の下に掲げた語群1~9のうちから選べ。誤りがなければ、O を記せ。<br>マケドニアのフィリッポス2世は、<span class='ul-wave'>前338年</span>のカイロネイアの戦いで、アテネ・<span class='ul-wave'>メガラ</span>の連合軍を破ってギリシアの支配権を掌握した。その後、アレクサンドロス大王は、<span class='ul-wave'>アルベラの戦い</span>で、ベルシア軍を最終的に破り、さらに東西にわたる大帝国を建設した。",
			"source": "80・追試・改",
			"a": [
				"前359年",
				"前356年",
				"前336年",
				"スパルタ",
				"テッサリア",
				"テーベ",
				"マラトンの戦い",
				"イッソスの戦い",
				"レウクトラの戦い"
			],
			"correct": 6,
			"commentary": "メガラはドーリア人のポリスである。テーベが正しい。<br>マラトンの戦いはペルシア戦争時。イッソスの戦いとアルベラの戦いはともにマケドニアとアケメネス朝との戦いであるが、イッソスが先に起こり、マケドニアが勝利しアケメネス朝軍は逃亡した。その後アルベラで最終的にアケメネス朝が敗れた。"
		}
	],
	"ローマ世界": [
		{
			"q": "古代ローマ時代に見られた「戦士共同体としての都市国家の理念」について、次の1~4の短文のうち、この理念に該当しないものはどれか。一つ選べ。",
			"source": "81・本",
			"a": [
				"市民の自己の負担によって武装する。",
				"ともに戦うものどうしの間での政治的平等が重んじられる。",
				"市民が軍事に参加することによって、生計を立てる。",
				"戦士としての重要性のゆえに、市民が政治に参加する。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2,4: 正しい。18歳以上の男子市民の投票権が平等であった。<br>3: 市民とは中小の土地所有者であり、軍事参加により生計を立てていたわけではない。"
		},
		{
			"q": "ローマの共和政について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"貴族と富裕平民から形成された新貴族(ノビレス)の力が強くなり、彼らの意向は無視できないものになった。",
				"アテネの場合と異なり、終身議員で構成される元老院が大きな力を持っていた。",
				"ホルテンシウス法によって、元老院の決議のみが法と認められることになり、元老院の力は一層強まった。",
				"征服戦争が続けられた結果、市民の中核をなす中小農民は没落し、貧富の差はますます拡大した。"
			],
			"correct": 3,
			"commentary": "3: ホルテンシウス法は平民会の立法権を確立するものである。したがって元老院の力が強まることもない。"
		},
		{
			"q": "古代ローマの文化遺産であるローマ法の歴史について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・本",
			"a": [
				"十二表法は、慣習法を成文化したローマ最古の法である。",
				"リキニウス=セクスティウス法およびホルテンシウス法は、平民の地位の向上をもたらした。",
				"ローマ法は、本来ローマ市民に適用されていたが、しだいにその対象を拡大していった。",
				"ローマ法は、西ローマ帝国において『ローマ法大全』として集大成された。"
			],
			"correct": 4,
			"commentary": "1: 前5Cのことである。<br>2: リキニウス・セクスティウス法(前4C)は執政官二人のうち一人を平民から選出する法、ホルテンシウス法(前3C)は平民会の決議を国宝とすることを定めた法である。<br>3: カラカラ帝の時帝国領内の前自由民に市民権が与えられ、市民法は万民法となった。<br>4: 西ローマ帝国ではなく東ローマ帝国が正しい。ユスティニアヌス(6C)がトリボニアヌスに編纂を命じた。"
		},
		{
			"q": "ローマの自立的農民について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "86・本",
			"a": [
				"グラックス兄弟の改革の主要な目的は、重装歩兵となる市民層の再建であった。",
				"イタリアに侵入したハンニバルを破ったのは、ローマの有力政治家の私兵であった。",
				"ローマのガリア侵入の記録である『ガリア戦記』は、タキトゥスによって著された。",
				"アクティウムの戦いは、地中海に進出していくきっかけとなった。"
			],
			"correct": 1,
			"commentary": "1: 前2Cのことである。リキニウス・セクスティウス法の復活と大土地所有の制限を企てたが失敗に終わった。<br>2: ハンニバルがイタリアに侵入したのはポエニ戦争であるが、私兵の登場はそういった征服戦争の後属州からの安価な穀物の流入や戦争の長期化によって中小農民の没落がすすみ、貧富の差が拡大し共和制が動揺した時代である。よって誤り<br>3: タキトゥスではなくカエサルが正しい。タキトゥスが著したのは「ゲルマニア」である。<br>4: アクティウムの海戦はオクタヴィアヌスのローマ海軍がアントニウスとプトレマイオス朝エジプト、クレオパトラの連合軍に勝利した戦いである。これによってローマは東地中海制海権を獲得し、地中海進出が終結した。また、進出のきっかけはシチリア領有(前3C)である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Battle_of_Actium-en.svg/1920px-Battle_of_Actium-en.svg.png' /><br>[アクティウムの海戦、画像:Future Perfect at Sunrise, on the basis of work by User:Lencer and User:Leo2004 - translated from File:Schlacht bei Actium.svg, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=5505254による]"
		},
		{
			"q": "古代ローマの政治や政治制度について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"リキニウス=セクスティウス法により、平民会の決議が国法とされた。",
				"グラックス兄弟は、大地主の土地所有を奨励する政策を採った。",
				"カエサルは、レピドゥス、クラッススと共に第1回三頭政治を始めた。",
				"ネルヴァ帝から始まる5人の皇帝の治世は、五賢帝の時代と呼ばれる。"
			],
			"correct": 4,
			"commentary": "1: ホルテンシウス法が正しい。リキニウス・セクスティウス法は執政官二人のうち一人を平民から選出することを定めた法である。<br>2: 奨励ではなく制限が正しい。奴隷労働による中小農民の没落を目にし、自営農民を創出しようとした。<br>3: レピドゥスではなくポンペイウスが正しい。レピドゥスはオクタヴィアヌス、アントニウスとともに第二回三頭政治を始めた。<br>4: 正しい。1-2Cのことである。"
		},
		{
			"q": "ローマ共和政の時期に起こった出来事について述べた次の文a~cが、年代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br>a. オクタヴィアヌスが、アクティゥムの海戦で勝利した。<br>b. グラックス兄弟が、土地改革を行った。<br>c. 第1回三頭政治が成立した。",
			"source": "08・本",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 4,
			"commentary": "共和政期グラックス兄弟が土地改革を行い(前2C)、第一回三頭政治(カエサル、ポンペイウス、クラッスス)にて寡頭政治が始まった(前60-53)。第二回三頭政治ではオクタヴィアヌスとアントニウスが対立し、オクタヴィアヌスが勝利した(前31)。オクタヴィアヌスはアウグストゥスの称号を得、実質的な初代皇帝となる。"
		},
		{
			"q": "ローマでは、市民がすべて法の前に平等になるのは、前3世紀のことであったが、この状態は次のどの段階で達成されたか。",
			"source": "80・本",
			"a": [
				"護民官職と平民会が制定された。",
				"貴族に独占されていた慣習法が成文化された。",
				"貴族の土地占有が制限され、統領の一人は平民から出るようになった。",
				"平民会の決議が、元老院の承認なしに法的に有効となった。"
			],
			"correct": 4,
			"commentary": "ホルテンシウス法の段階である。<br>1: 前5C初<br>2: 十二表法、前5C中頃<br>3: リキニウス・セクスティウス法、前4C<br>4: ホルテンシウス法、前3C"
		},
		{
			"q": "ローマは前200年までに、アルプスをのぞくイタリア全土を征服し、つづく約300年間に、イベリア半島からペルシア湾に迫る大帝国を築いた。このことについて述べた次の文1~4のうちから、波線部に誤りを含むものを一つ選べ。",
			"source": "82・本",
			"a": [
				"<span class='ul-wave'>前2世紀後半</span>にカルタゴを滅ぼして、その領土を属州にした。",
				"<span class='ul-wave'>ギリシア・マケドニア・小アジア</span>にもローマの属州がおかれた。",
				"カエサルはエジプトに遠征し、<span class='ul-wave'>プトレマイオス朝を滅ぼした</span>。",
				"<span class='ul-wave'>トラヤヌス帝</span>はメソポタミア地方を加えて、最大の領土を支配した。"
			],
			"correct": 3,
			"commentary": "1: 正しい。前146年のことである。戦争の長期化、従軍の長期化やこの属州から安価な穀物が流入したことで市民階級は没落した。<br>2: 正しい。<br>3: プトレマイオス朝を滅ぼしたのはオクタヴィアヌスである。(前30)<br>4: 正しい。ダキア(現ルーマニア)も加えている。"
		},
		{
			"q": "ポエニ戦争当時のローマ共和政体制について述べた次の文1~4のうちから、誤りを含むものを一つ選べ",
			"source": "90・追試",
			"a": [
				"ローマの歩兵は、中小土地所有農民である平民(プレブス)によって構成されていた。",
				"2名のコンスル(執政官、統領)が、最高の役人(政務官)であった。",
				"元老院は、国政の指導に大きな役割を果たした。",
				"平民は、コンスルになることはできなかった。"
			],
			"correct": 4,
			"commentary": "4: 前4Cのリキニウス・セクスティウス法で平民がコンスルになれるようになった。ポエニ戦争は前3-前2Cである。"
		},
		{
			"q": "前218年、アルプス越えでローマに侵入したカルタゴの将軍ハンニバルに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "02・追試",
			"a": [
				"ハンニバルは、第一次ポエニ戦争で活躍した。",
				"ポエニ戦争は3次にわたり、エーゲ海の覇権をめぐって行われた。",
				"ポエニ戦争当時のローマは帝政であった。",
				"カルタゴは、フェニキア人が植民した都市である。"
			],
			"correct": 4,
			"commentary": "1: ハンニバルがアルプス超えをし活躍したカンネーの戦い(前216)、ローマの将軍スキピオがカルタゴを退けたザマの戦い(前202)はともに第二回ポエニ戦争のときである。<br>2: エーゲ海はギリシアとトルコ間の海であり、カルタゴ(チュニス拠点)との争いに適当ではない。西地中海が正しい。<br>3: 帝政ではなく共和政が正しい。ポエニ戦争など征服戦争の結果、長期の従軍や属州からの安価な穀物が中小市民を没落させ共和政を動揺させた。<br>4: 正しい。"
		},
		{
			"q": "ローマ奴隷制の特質は、奴隷を用いたラティフンディウムが発展したことにあるが、このラティフンディウムに関連して述べた次の文1~4のうちから、ラティフンディウム形成を促進した要因として適当でないものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"有力者は、征服戦争によりローマが得た土地を私有化した。",
				"中小土地所有農民が長期の従軍などにより没落し、離農した。",
				"貴族の大土地所有を制限するリキニウス=セクスティウス法が制定された。",
				"ローマの対外的発展により、奴隷の供給が活発化した。"
			],
			"correct": 3,
			"commentary": "3: リキニウス・セクスティウス法は執政官二人のうち一人を平民から選出することを定めた法である。"
		},
		{
			"q": "ローマが戦ったカルタゴについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"シチリア島にシラクサを築いた。",
				"フェニキア人の植民都市の一つであった。",
				"ローマの将軍ハンニバルによって滅ぼされた。",
				"ローマとの戦争は、ホメロスの叙事詩の主題となった。"
			],
			"correct": 2,
			"commentary": "1: シラクサはギリシア人が築いた植民都市である。また、ポエニ戦争はシラクサがカルタゴとの争いからローマに救援を要請したことから始まった。第一回ポエニ戦争後ローマ最初の属州となったシチリアだが、シラクサを中心とする島の東部はシラクサ王の統治が認められた。しかし第二次ポエニ戦争でシラクサはカルタゴの味方をし、後ローマの支配を受ける。<br>2: 正しい。<br>3: ハンニバルではなく小スキピオが正しい。(第三次ポエニ戦争)ハンニバルはカルタゴの将軍である。<br>4: ホメロスの叙事詩の題材はトロイア戦争である。シュリーマンはトロイア戦争を史実であると信じ、トロイアを発掘した。"
		},
		{
			"q": "共和政期ローマの属州について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"ローマは、ポエニ戦争によりガリアを獲得して、これを最初の属州とした。",
				"属州から安価な穀物が流入したことは、それまで重装歩兵としてローマ軍の主力をなしてきた人々が没落する要因の一つとなった。",
				"ローマの課す重税に苦しめられた属州内諸都市の住民は、ローマに対して同盟市戦争を起こした。",
				"カエサルは、属州民の不満を解消させるため、すべての属州の自由民にローマ市民権を与えた。"
			],
			"correct": 2,
			"commentary": "1: ガリアではなくカルタゴから獲得したシチリアが正しい。<br>2: 正しい。征服地で有力者がラティフンディアを形成し、これは共和政を動揺させた。<br>3: 同盟市戦争であるから起こしたのは属州ではなく同盟市(半島内)である。ローマでは反乱を防ぐために植民市・自治市・同盟市にわけて分割統治を行った。(共通の利害を持たせない。)市民権、自治権ともに認められず他2つに比べて権利が制限されていた同盟市が前1Cに反乱を起こしたが、分割統治が功を奏してスラによって鎮圧された。また、属州では多くは騎士階級(エクイテス)であった徴税請負人が非政府区民を搾取した。<br>4: カエサルではなくカラカラ帝(3C)が正しい。"
		},
		{
			"q": "「内乱の1世紀」といわれるローマ共和政末期の具体的な出来事について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"ポンペイウスは、カエサルやクラッススと結んで、元老院と同盟したスパルタクスを打倒した。",
				"エジプトの女王と結んだレピドゥスは、アウグストゥスと戦って敗北した。",
				"アントニウスは、カエサルの死後、レピドゥスやオクタヴィアヌスと結んで三頭政治を始めた。",
				"ポンペイウスがパルティアに遠征している間に、カエサルは元老院に接近して、ポンペイウスを失脚させようとした。"
			],
			"correct": 3,
			"commentary": "グラックス兄弟の改革が失敗に終わってから、アウグストゥスが元首政を始める前までのことを内乱の一世紀という。<br>1: スパルタクスは剣奴であり、ローマに対して反乱を起こした。したがって元老院との同盟などはない。<br>2: レピドゥスではなくアントニウスが正しい。また、エジプトの女王はプトレマイオス朝のクレオパトラである。<br>3: 正しい。<br>4: 正しくは「カエサルがガリアに遠征している間に、ポンペイウスは元老院に接近して、カエサルを失脚させようとした。」である。また、パルティアに遠征したのはカエサルに対抗したクラッススである。そこでのクラッススの戦死が三頭政治のバランスを崩し、ポンペイウスを元老院と結ばせた。"
		},
		{
			"q": "エジプト最後の女王クレオパトラがエジプト女王であった時期のエジプトやローマの政治状況について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"オクタヴィアヌス・アントニウス・クラッススの間で、第2回三頭政治が行われた。",
				"ローマは、エジプトからシチリアを奪って属州とした。",
				"ポンペイウスの後継者の地位をめぐって、オクタヴィアヌスとアントニウスの対立が深まった。",
				"クレオパトラとアントニウスは、協力関係にあった。"
			],
			"correct": 4,
			"commentary": "1: クラッススではなくレピドゥスが正しい。クラッススはカエサル、ポンペイウスとともに第一回三頭政治を行った。<br>2: エジプトではなくカルタゴが正しい。(第一次ポエニ戦争)<br>3: ポンペイウスではなくカエサルが正しい。ポンペイウスはカエサルと対立し討たれる。<br>4: 正しい。"
		},
		{
			"q": "ローマ市民の中の貴族的集団に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "97・本",
			"a": [
				"主に大土地所有者である貴族は、パトリキと呼ばれた。",
				"コンスル(執政官)職は、リキニウス=セクスティウス法以前では、貴族が独占した。",
				"元老院と対立したポンペイウスは、オクタヴィアヌスと共同統治を行った。",
				"元首政は、名目的には元老院などの共和政の伝統を尊重するものであった。"
			],
			"correct": 3,
			"commentary": "3: オクタヴィアヌスはアントニウス、レピドゥスとともに第二回三頭政治だから不適当。カエサルとクラッススが正しい。<br>4: オクタヴィアヌスはアウグストゥス(尊厳者)の称号を与えられたが、プリンケプス(市民の中の第一人者)と呼ばれることを望んだ。これによって実質的な帝政である元首政(プリンキパトゥス)を行った。"
		},
		{
			"q": "カエサルについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "94・追試",
			"a": [
				"カエサルは、太陽暦を採用した。",
				"カエサルは、『ガリア戦記』を著した。",
				"カエサルは、アクティウムの海戦に勝ち、地中海世界を統一した。",
				"カエサルは、共和政の伝統を守ろうとする反対派によって暗殺された。"
			],
			"correct": 3,
			"commentary": "1: ユリウス暦のことである。<br>2: 正しい。<br>3: オクタヴィアヌスが正しい。<br>4: カエサルの「ブルータス、お前もか!」で有名"
		},
		{
			"q": "共和政末期のローマは西地中海の海上権を確立するとともに、東地中海の征服も行って、地中海全域を統一した。このようにして、ローマは、外に対しては領土的拡大を続けたものの、内には大きな問題をかかえ込むようになった。<br>上記の文章に続く1~4のうち、誤っているものがあれば、その番号を選べ。なければ、O を記せ。",
			"source": "81・本",
			"a": [
				"軍隊は傭兵化して、有力軍人の政治抗争に利用された。",
				"自作農の創出がはかられたが、失敗した。",
				"都市に流れ込んだ没落者は、パンと見世物を要求する遊民となった。",
				"没落自由民の多くは、身体を抵当に入れた借金のために奴隷身分に陥った。",
				"　　　O　　　"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: グラックス兄弟の改革のことである。リキニウス・セクスティウス法の復活と大土地所有の制限を企てた。<br>3: 正しい。<br>4: ローマで市民が奴隷へ転落することはなかった。(パンと見世物)"
		},
		{
			"q": "共和政末期のローマ領拡大が、土地経営のありかたに変質をもたらした。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"ラティフンディアでは主に穀物栽培が行われた。",
				"ラティフンディアは大量の奴隷を使った大土地経営である。",
				"コロヌスは大土地所有者に隷属させられたが、移動の自由は認められた。",
				"コロヌス制によって中小自由農民はますます没落し、ローマ共和政は危機をむかえた。"
			],
			"correct": 2,
			"commentary": "1: 穀物ではなくぶどうやオリーブなど商品作物の栽培が行われた。<br>2: 正しい。ラティフンディアは第二回ポエニ戦争後拡大した。<br>3,4: コロヌス制は帝政末期のことである。征服戦争の完了、ローマの平和により奴隷供給が途絶えたことでラティフンディアにかわり成立した。また、コロヌスに移動の自由は認められなかった。"
		},
		{
			"q": "次の文a~dはローマの内乱の経過を述べている。その年代配列の正しいものを下の1~5のうちから一つ選べ。<br>a. カエサル(シーザー)が独裁官として諸改革を断行した。<br>b. アントニウス・レピドゥス・オクタヴィアヌスが三頭政治を行った。<br>c. ポンペイウス・カエサル・クラッススが三頭政治を行った。<br>d. 元老院は、オクタヴィアヌスにアウグストゥスの尊称を贈った。",
			"source": "90・追試",
			"a": [
				"a → c → d → b",
				"c → a → b → d",
				"a → b → c → d",
				"c → b → a → d",
				"b → d → c → a"
			],
			"correct": 2,
			"commentary": "1: カエサル、ポンペイウス、クラッススの三頭政治(前60-前53)のうちカエサルが権力を握ってゆき独裁官(ディクタトル)に就任した(前46-前44)。その後カエサルの後継者を巡りアントニウス、レピドゥス、オクタヴィアヌスの第二回三頭政治が行われ(前43-36)、オクタヴィアヌスが権力を握ってゆき元老院からアウグストゥス(尊厳者)の称号を得た(前27)。"
		},
		{
			"q": "前1世紀のローマは内戦状態に陥り、これに対する政治的対応は、ローマ帝政を志向させた。次の1~10のうちから、上記の状態に関与していない人物を選べ。",
			"source": "80・本",
			"a": [
				"マリウス",
				"スラ",
				"ポンペイウス",
				"カエサル",
				"グラックス兄弟",
				"クラッスス",
				"ブルートゥス",
				"オクタヴィアヌス",
				"レピドゥス",
				"アントニウス"
			],
			"correct": 5,
			"commentary": "グラックス兄弟の改革が失敗すると、兄弟とも死亡してしまった。(自殺といわれる)その後から始まる平民派と閥族派の争い、三頭政治を経てアウグストゥスの元首政が始まるまでを内乱の一世紀という。<br>1,2: マリウスは平民派、スラは閥族派として両者の戦いが始まり、これが内乱の一世紀の始まりである。<br>3,4,6: 第一回三頭政治のメンバーである。カエサルは平民派として台頭、ポンペイウスは閥族派から平民派へ、クラッススは閥族派の将軍として台頭しスパルタクスの乱を鎮圧した。<br>5: グラックス兄弟は前2C末、共和政末期である。この後内乱の一世紀が始まる。<br>7: カエサル暗殺団の一人であった。<br>8,9,10: 第二回三頭政治のメンバーである。"
		},
		{
			"q": "古代ローマでは、前1世紀に共和政がくずれて、独裁的傾向が強まった。このことに関連して述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "85・本",
			"a": [
				"カエサルは、私兵化した軍隊を率いて<span class='ul-wave'>ポンペイウス</span>を破り、独裁官となった。",
				"オクタヴィアヌスは、<span class='ul-wave'>元老院</span>によって「アウグストゥス」という尊称を与えられた。",
				"「アウグストゥス」とは、市民の<span class='ul-wave'>「第一人者」</span>という意味である。",
				"アウグストゥスは、共和政の伝統を保存し、<span class='ul-wave'>プリンケプス</span>として統治した。"
			],
			"correct": 3,
			"commentary": "3: アウグストゥスとは尊厳者の意味である。また、彼が自ら名乗ったプリンケプスが第一人者の意味である。"
		},
		{
			"q": "スパルタクスの乱に関連して述べた次の文1~4のうちから、この乱の起こった紀元前1世紀前半の事柄として正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"カエサル・クラッスス・ポンペイウスが第1回三頭政治を始めた。",
				"十二表法と呼ばれる最初の成文法ができた。",
				"ホルテンシウス法により、平民会の決議が重視されることとなった。",
				"平民を保護するために護民官の職が置かれた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 前5Cである。<br>3: 前3Cである。(リキニウス・セクスティウス法は前4C)<br>4: 前5C初である。"
		},
		{
			"q": "アウグストゥスによる元首政について説明した文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・追試",
			"a": [
				"アウグストゥスは、共和政の伝統を尊重しつつも、政治・軍事の実権を握った。",
				"アウグストゥスは、大地主の土地を取り上げて貧しい市民に分配し、自作農を創出することを政策の第一の目的にしていた。",
				"アウグストゥスは、他の有力者と密約を結んで、元老院を無視した三頭政治を始めた。",
				"アウグストゥスは、帝国の全領域を4分割して統治した。"
			],
			"correct": 1,
			"commentary": "1: 自らプリンケプス(市民の中の第一人者)を名乗り、実質的な帝政である元首政(プリンキパトゥス)を行った。<br>2: グラックス兄弟のことである。(前2C)<br>3: 三頭政治は元老院を無視できないがために有力者が密約を結び始まった。<br>4: 四分統治はディオクレティアヌス帝のときである。(3C末)"
		},
		{
			"q": "初期帝政が共和政的であった理由を最もよく説明する文を、次の1~4のうちから一つ選べ。",
			"source": "80・本",
			"a": [
				"皇帝は、その後継者を養子にすることによって、帝位の継承を確実にしたため。",
				"皇帝は、アウグストゥスの称号によって、自らを絶対化したため。",
				"皇帝は、市民の第一人者として、元老院から大権を委託されたため。",
				"皇帝は、軍隊の推戴を受けて帝位についたため。"
			],
			"correct": 3,
			"commentary": "元首政のことである。<br>2: オクタヴィアヌスは元老院からアウグストゥス(尊厳者)の称号を得たが、自らはプリンケプス(市民の中の第一人者)を名乗った。<br>3: 正しい。<br>4: 軍人皇帝時代(3C)の説明である。"
		},
		{
			"q": "ギリシア・ローマ時代の歴史記述について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "88・本",
			"a": [
				"ヘロドトスは、ペロポネソス戦争の歴史を物語風に記述し、「歴史の父」と呼ばれた。",
				"プルタルコスは、ギリシアとローマの英雄的人物を比較した『対比列伝(英雄列伝)』を著した。",
				"リヴィウスは、流麗なラテン語で『ローマ建国史(ローマ史)』を著した。",
				"タキトゥスの『ゲルマニア』は、ローマ人が見たゲルマン人の生活を描いており、古代ゲルマン民族研究の重要な史料である。"
			],
			"correct": 1,
			"commentary": "1: ヘロドトスはペルシア戦争の歴史を記述した。ペロポネソス戦争についてはトゥキディデスである。"
		},
		{
			"q": "ローマ人の歴史家タキトゥスが歴史書『ゲルマニア』を著した2世紀初めのローマ帝国の領域を示す地図として正しいものを、次の1~4のうちから一つ選べ。<br><img class='img-w100' src='./imgs/rome_territory.png' />",
			"source": "94・本",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　"
			],
			"correct": 4,
			"commentary": "1: イベリア半島南部、シチリア、サルデーニャの獲得が見られる。よって第一回、第二回ポエニ戦争の時期(前3C末)<br>2: 1から拡大し、チュニジアの獲得が見られる。よって第三回ポエニ戦争後(前2C)。<br>3: フランスのガリアの獲得が見られる。よってカエサルのガリア遠征の頃。(前1C)<br>4: ブリテン島やルーマニアのダキア、メソポタミアを含む帝国の最大図版である。五賢帝二人目トラヤヌスのころ。また、ブリテン島領域の北端に三人目ハドリアヌスは長城を建設した。"
		},
		{
			"q": "古代ローマ時代に記された歴史書・伝記の説明として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・追試",
			"a": [
				"<span class='ul-wave'>リヴィウス</span>の『ローマ建国史』は、建国から紀元前9年までのローマ史を記している。",
				"<span class='ul-wave'>プルタルコスの『対比列伝(英雄伝)』</span>は、ギリシア・ローマの英雄や著名人を比較論評したものである。",
				"<span class='ul-wave'>カエサル</span>の『ガリア戦記』は、自らのガリア遠征の記録である。",
				"<span class='ul-wave'>セネカ</span>の『ゲルマニア』は、ゲルマン人の生活・習慣を描いている。"
			],
			"correct": 4,
			"commentary": "4: セネカではなくタキトゥスが正しい。セネカはストア派の哲人であり、五賢帝一人目ネロ帝の師であった。"
		},
		{
			"q": "古代地中海沿岸の農業・土地制度について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"ローマでは、共和政末期以来、ラティフンディウムとよばれる奴隷制大土地経営がひろまった。",
				"グラックス兄弟は、大土地所有者への土地集中を促進しようとした。",
				"ヨーロッパの地中海沿岸地方では、オリーブなどの果樹栽培が盛んであった。",
				"帝政期のローマ市には、エジプトなどから大量の穀物がもたらされた。"
			],
			"correct": 2,
			"commentary": "1: 征服地の土地を有力者が私有化して成立した。この結果中小農民は没落した。<br>2: 促進ではなく抑制が正しい。征服戦争の長期化ややすい穀物の流入などでで中小農民(重装歩兵)が没落していくのを見たグラックス兄弟はリキニウス・セクスティウス法の復活、大土地所有の制限を企てたが失敗に終わった。<br>3,4: 正しい。"
		},
		{
			"q": "ローマ帝政期の文学について述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "96・本",
			"a": [
				"北イタリア出身の歴史家<span class='ul-wave'>リヴィウス</span>は、ラテン語でローマ建国以来の歴史『ローマ建国史(ローマ史)』を書いた。",
				"ローマ皇帝<span class='ul-wave'>マルクス=アウレリウス</span>は、ギリシア語で『自省録(瞑想録)』を書いた。",
				"アウグストゥスの時代を代表する詩人<span class='ul-wave'>ホラティウス</span>は、ホメロスの叙事詩を範として『アエネイス』を書いた。",
				"ネロ帝の家庭教師を務めた<span class='ul-wave'>セネカ</span>は、ストア派哲学の実践を説く作品を数多く書いた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: マルクス・アウレリウス・アントニヌスは五賢帝の五人目で、哲人皇帝と呼ばれる。ストア派であった。<br>3: ホラティウスではなくヴェルギリウスが正しい。ホラティウスはローマ帝政初期の詩人で、ギリシア文学に傾倒した。「叙情詩集」<br>4: 正しい。セネカはネロ帝の暴政を止められず、ネロ帝に陰謀の罪を着せられ自殺した。"
		},
		{
			"q": "ローマの土木事業について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"ディオクレティアヌスは、コンスタンティノープルを帝国の首都として整備した。",
				"ローマの円形闘技場(コロッセウム)は、市民たちが肉体的訓練を行う場であった。",
				"都市のほぼ中央に造られたカタコンベ(カタコーム)は、市民の政治的活動の場であった。",
				"ローマの騎士階級は、国家事業の請負(公共土木事業や徴税の請負)で富を蓄積した。"
			],
			"correct": 4,
			"commentary": "1: ディオクレティアヌスではなくコンスタンティヌスが正しい。ビザンティウムを改称し首都とした。(330年)<br>2: コロッセウムは剣奴の闘技場で、見世物が開催された。<br>3: カタコンベとは地下墓所のことで、迫害を受けたキリスト教徒が礼拝所として利用した。ローマ帝国によるキリスト教迫害として、ネロ帝の迫害(64年・ローマ大火の責任をキリスト教徒に転嫁。ペテロ、パウロは殉教した。)、ディオクレティアヌス帝の大迫害(303年・軍人皇帝を廃し帝国の再興を図るため皇帝崇拝政策をとった。)がある。また、コンスタンティヌス帝はミラノ勅令(313)でキリスト教を公認し帝国統一に利用した。<br>4: 正しい。騎士階級はエクイテスという。"
		},
		{
			"q": "ローマの発展に関連して、コンスタンティノープルがローマ帝国の新しい首都となった後の出来事を、次の文1~4のうちから一つ選べ。",
			"source": "85・追試",
			"a": [
				"ローマ皇帝ヴァレリアヌスが、ササン朝ペルシアと戦って捕虜となった。",
				"ローマ皇帝ディオクレティアヌスが、帝国を四分して統治した。",
				"ローマ帝国の全自由市民にローマ市民権が与えられた。",
				"キリスト教が、ローマ帝国の国教となった。"
			],
			"correct": 4,
			"commentary": "コンスタンティヌス帝がビザンティウムに遷都し、コンスタンティノープルに改称したのは330年である。<br>3: 征服戦争が完了し、広大な支配領域を持つようになったローマでは属州の不満を抑えるためにカラカラ帝が領内の前自由民に市民権を認めた。征服戦争の完了は奴隷供給が途絶えることを意味し、後にコロナトゥスが成立し帝国は衰退し始める。動揺の中で軍人皇帝が擁立されるようになる。<br>1: ササン朝のシャープール1世は軍人皇帝であったウァレリアヌスを捉えて捕虜とした。(3C)<br>2: 軍人皇帝を廃したディオクレティアヌスは専制君主制をとり帝国を四分統治した。またこの専制君主制による皇帝崇拝政策により最後のキリスト教大迫害が起こった(303)。<br>4: 313年にコンスタンティヌス帝がミラノ勅令でキリスト教を公認し帝国統一に利用したところからはじまり、325年ニケーア公会議(アタナシウス派を正統とする)、392年テオドシウス帝のキリスト教国教化が行われる。<br>征服戦争の完了→軍人皇帝→それを廃したディオクレティアヌスと彼の最後のキリスト教迫害→コンスタンティヌスのミラノ勅令→テオドシウスのキリスト教国教化という流れがわかれば答えられる。また、テオドシウス時代395年にローマ帝国は東西に分裂する。(国教化後)"
		},
		{
			"q": "カラカラ帝が皇帝であった3世紀初めのローマ法やローマ市民権について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"十二表法により慣習法が成文化された。",
				"ホルテンシウス法により、平民会決議をローマ法とする体制が整った。",
				"帝国内の全自由民にローマ市民権が与えられた。",
				"『ローマ法大全』が完成した。"
			],
			"correct": 3,
			"commentary": "1: 前5C、共和政初期のことである。<br>2: 前3C、共和政期のことである<br>3: 正しい。<br>4: ローマ法大全は東ローマ帝国のユスティニアヌス(6C)がトリボニアヌスに編纂を命じた。"
		},
		{
			"q": "平和と繁栄を謳歌したローマも、3~4世紀にかけて内憂外患に苦しみ、衰退の一途をたどった。この時代について述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "82・本",
			"a": [
				"<span class='ul-wave'>ディオクレティアヌス帝</span>は、軍人皇帝時代の混乱を収拾して、専制君主政をしいた。",
				"<span class='ul-wave'>コンスタンティヌス帝</span>は、キリスト教を国教と定め、異教の神々の崇拝を禁止した。",
				"375年<span class='ul-wave'>西ゴート族</span>が帝国東方領に移動を開始し、ここにいわゆるゲルマン民族の移動が始まった。",
				"4世紀末<span class='ul-wave'>テオドシウス帝</span>は、帝国を二分して二人の息子に与えたので、帝の死後ローマ帝国は東西に分かれた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: コンスタンティヌスではなくテオドシウスが正しい。(392年)また、コンスタンティヌスはミラノ勅令(313年)でキリスト教公認、ニケーア公会議(325年)でアタナシウス派を正統とした。<br>3: 東ゴート人がフン人に征服されたのを知った西ゴート人は375年に移動を開始して376年にドナウ川を渡った。<br>4: 395年のことである。"
		},
		{
			"q": "次の組み合わせのうち、コンスタンティヌス帝の治世に属するものを一つ選べ。",
			"source": "80・本",
			"a": [
				"正帝と副帝とを設けた / キリスト教徒を迫害した / 皇帝礼拝を強要した。",
				"コロヌスの土地緊縛 / 職業の固定化 / ニケーア公会議の開催。",
				"西ゴート族、ドナウ川を越える / レオ1世、ローマ教会の首位権を主張する / アウグスティヌス、『神の国』を著す。",
				"『ローマ法大全』の編纂 / 東ゴート王国の滅亡 / 聖ソフィア教会堂の建立。"
			],
			"correct": 2,
			"commentary": "1: ディオクレティアヌスの治世である。<br>2: 正しい。コロヌス(隷属的小作農民)を用いた生産をコロナトゥスという。征服戦争の終結によって奴隷供給が途絶え奴隷制のラティフンディアにかわり成立した。また、ニケーア公会議(325)ではアリウス派が異端とされアタナシウス派が正統となった。<br>3: 西ゴート族がドナウ河を超えたのは376年、レオ1世はカルケドン公会議(451年)に対し三位一体説を主張し単性説を異端とした。また、アウグスティヌスは4世紀後半から5世紀初めである。どれもコンスタンティヌスの死後である。<br>4: ユスティニアヌスの治世である(6C)。トリボニアヌスにローマ法大全の編纂を命じ、東ゴート王国を滅亡させ、ハギア・ソフィア聖堂(聖ソフィア聖堂)を建立した。"
		},
		{
			"q": "コンスタンティヌス帝の政策について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"キリスト教を国教とし、それ以外の宗教を禁止した。",
				"ニケーア(ニカイア)で公会議(宗教会議)を開き、キリスト教教義の統一に努めた。",
				"専制政治を強化して、帝国の解体を食い止めようとした。",
				"職業と身分の固定化・世襲化を進めた。"
			],
			"correct": 1,
			"commentary": "1: キリスト教を国教にしたのはテオドシウスである(392年)。<br>2: 正しい。325年のことである。<br>3: 正しい。<br>4: 正しい。コロヌスが生まれた。"
		},
		{
			"q": "紀元3世紀頃のローマ帝国の状況を説明した文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・追試",
			"a": [
				"政治が比較的安定し、帝国の版図が最大に達した。",
				"成立したばかりのパルティア王国と国境をめぐって争っていた。",
				"皇帝が軍隊によって頻繁に廃立される政治的混乱の時代であった。",
				"西ゴート族のドナウ渡河に始まるゲルマン民族の大移動が生じ、帝国が混乱状態に陥っていた。"
			],
			"correct": 3,
			"commentary": "1: 帝国の最大版図は五賢帝(1-2C)のトラヤヌスの時である。<br>2: 3Cに成立したのはササン朝である。また、第一回三頭政治(前60年-前53年)のクラッススはカエサルのガリア遠征に対抗しパルティアに遠征し、死亡している。パルティアの後のイラン人国家が3Cのササン朝である。<br>3: 正しい。3C末にディオクレティアヌスが即位しこれを廃した。(ディオクレティアヌス帝の大迫害: 303年)<br>4: ゲルマン人の大移動の開始は375年で、ドナウ川を渡ったのは376年である。(4C)"
		},
		{
			"q": "ローマは帝政期に入ると、国境線全域にわたって防御姿勢に追い込まれ、奴隷制大農場(ラティフンディア)は解体し、新たな農業制度に移行していった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "83・本",
			"a": [
				"コロヌスとよばれる奴隷出身の農民の自作経営に転換した。",
				"コロヌスとよばれる小土地所有農民の自作経営に転換した。",
				"コロヌスとよばれる隷属性の強い農民の小作経営に転換した。",
				"コロヌスとよばれる自立性の強い農民の小作経営に転換した。"
			],
			"correct": 3,
			"commentary": "コロヌスとは隷属的小作農民のことである。また、この経営をコロナトゥスと呼ぶ。"
		},
		{
			"q": "コロヌス制について述べた次の文1~4のうちから、誤っているものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"コロヌスは、没落した自由農民やかつての奴隷などで構成されていた。",
				"コロヌス制は、農奴制の先駆形態とみなされている。",
				"奴隷供給が困難となったことが、コロヌス制発展の一因となった。",
				"コロヌスは、移動の自由を認められていた。"
			],
			"correct": 4,
			"commentary": "4: コロヌスは移動の自由を認められていない。(コンスタンティヌス帝の土地定着強制法)"
		},
		{
			"q": "キリスト教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"アウグスティヌスは、『神学大全』を著した。",
				"セルジューク朝は、イエズス会の布教活動を支援した。",
				"ローマ教会は、神聖ローマ皇帝を首長とする教会制度を築いた。",
				"セルビア人は、ギリシア正教に改宗した。"
			],
			"correct": 4,
			"commentary": "アウグスティヌスではなくトマス・アクィナスが正しい。神学大全は13Cスコラ学を大成したものである(「哲学は神学の婢」)。また、アウグスティヌスが著したのは「神の国」「告白録」である。<br>2: セルジューク朝はイスラーム教スンナ派国家であるため誤り。<br>3: ローマ教会の首長は教皇であり、政治権力と宗教権力が分離されていた。また、対してギリシア正教ではコンスタンティノープル総主教が首長で、ビザンツ皇帝がこれの任免など、教皇に影響力を持った。<br>4: 正しい。"
		},
		{
			"q": "キリスト教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"イスラーム教を批判したイエスの教えをもとに、成立した。",
				"『新約聖書』を教典とする。",
				"ディオクレティアヌス帝によって国教とされた。",
				"クレルモン教会会議(公会議)において、ウィクリフが異端とされた。"
			],
			"correct": 2,
			"commentary": "1: イスラーム教ではなくユダヤ教が正しい。パリサイ派などの律法主義を否定し神の絶対愛と隣人愛を説き、ユダヤ選民思想を克服し神の前の平等を説いた。また、イスラーム教の成立は7Cである。(イスラーム歴元年: 622年)<br>2: 正しい。旧約聖書とともに教典である。また、ユダヤ教は旧約聖書のみを教典としている。<br>3: ディオクレティアヌスではなくテオドシウスが正しい(392年)。ディオクレティアヌスは最後のキリスト教大迫害を行った。(303年)<br>4: クレルモン公会議ではなくコンスタンツ公会議が正しい。コンスタンツ公会議はドイツ皇帝ジギスムントによって提唱され、教会の大分裂を終わらせ、フスと彼に影響を与えたウィクリフを異端とし火刑した。(ウィクリフはすでに死んでいたが、遺体を掘り起こし著作とともに改めて火刑にされた。)また、クレルモン宗教会議(1095年)はビザンツ帝国がイスラーム勢力であるセルジューク朝にマンジケルトの戦いで敗れ小アジア進出を許したことから教皇ウルバヌス2世が十字軍を提唱した宗教会議である。"
		},
		{
			"q": "イエスと初期キリスト教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"イエスや使徒たちの布教活動は、当時のユダヤ教徒社会の範囲内に留まった。",
				"ローマの厳しい弾圧を受けたキリスト教は、まず唐代の中国に伝えられた。",
				"イエスの教えは、ユダヤ教の指導者たちの敵意をかった。",
				"ローマ人は征服地の神々を祭る習慣があったので、キリスト教もただちにローマに受け入れられた。"
			],
			"correct": 3,
			"commentary": "1: キリスト教はユダヤ選民思想を克服した世界宗教であった。パウロによる異邦人への布教が有名。<br>2: ササン朝を経て唐に伝わった。<br>3: 正しい。イエスはローマ帝国に対する独立反乱の指導者としてユダヤ総督ピラトにより十字架刑に処せられた。<br>4: 初期キリスト教はローマで迫害され、キリスト教徒はカタコンベ(地下墓所)を利用して礼拝をした。また、ネロ帝、ディオクレティアヌス帝のときキリスト教迫害が起こっている。"
		},
		{
			"q": "キリスト教の歴史について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"「キリスト」という語は、「メシア」のギリシア語訳に由来する。",
				"イエスは、ローマに対する反逆者として処刑された。",
				"ニケーア公会議で、アタナシウス派が正統とされた。",
				"アウグスティヌスは、イエスや使徒の言行を『新約聖書』として著した。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: ユダヤ総督ピラトにより十字架刑に処せられた。<br>3: アリウス派が異端とされアタナシウス派が正統となった。<br>4: 新約聖書は使徒らによる記録によってなっている。マルコ、マタイ、ルカ、ヨハネによる福音書やペテロ、パウロの使徒言行録など。また、アウグスティヌスは「神の国」「告白録」を著した教父である。"
		},
		{
			"q": "3世紀に出たローマ教皇ディオクレティアヌスは帝国再建に精魂を傾けた。そのための政策として適当なものを次の1~4から一つ選べ。",
			"source": "79・追試・改",
			"a": [
				"キリスト教を国教とした。",
				"首都をローマからビザンティウムに移した。",
				"法学者をあつめ、『ローマ法大全』を編集させた。",
				"共和政的な元首政をオリエント風の専制君主政に変えた。"
			],
			"correct": 4,
			"commentary": "1: テオドシウス、392年の政策である。<br>2: コンスタンティヌス、330年の政策である。<br>3: ローマ法大全はユスティニアヌスが6Cトリボニアヌスに編纂を命じた。<br>4: 正しい。皇帝崇拝政策をとった。"
		},
		{
			"q": "『新約聖書』は何語で書かれたか。次の1~5のなかから選べ。",
			"source": "79・本・改",
			"a": [
				"プラトン時代のギリシア語",
				"ヘブライ語",
				"教父時代のラテン語",
				"コイネーとよばれるギリシア語",
				"キケロ時代のラテン語"
			],
			"correct": 4,
			"commentary": "新約聖書はヘレニズム世界の共通語であったコイネーでまず書かれ、ローマに入ってからラテン語に翻訳された。<br>プラトン時代は前4C頃である。また、旧約聖書がヘブライ語で書かれている。"
		},
		{
			"q": "ヘレニズム・ローマ時代の宗教・思想について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"ユダヤ教の教えでは、ユダヤ人は神に選ばれた民族であり、民族を救済する救世主(メシア)が必ず出現するとしている。",
				"ゾロアスター教の教えでは、世界は善神と悪神の闘争の場で、最終的に善神が勝利すると信じ、かつ、火を清浄なものとしている。",
				"哲学では、心の平安や個人の幸福を重視するストア派やエピクロス派などが流行していた。",
				"ローマ古来の宗教は、ユダヤ教と同じく、唯―の神を崇拝する一神教であった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: 善神アフラ・マズダと悪神アーリマンである。最後の審判がくだされアーリマンは打ち負かされるとされた。また、火を清浄なものとするため唐では祆教とともに拝火教とも言われた。<br>3: 正しい。禁欲主義ストア派の始祖はゼノン、快楽主義エピクロス派の始祖はエピクロスである。<br>4: 現世的色彩の強い多神教であったから誤り。"
		},
		{
			"q": "ユーラシア大陸西部では、地中海が古代から活発な交易の舞台となった。このことに関して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・追試",
			"a": [
				"エーゲ海に栄えたクレタ文明圏では、すでに海上貿易が活発で、鉄がとりわけ重要な交易品目であった。",
				"ギリシア人は、多くの植民市を建設し、奴隷・穀物・オリーブ油などの交易を行った。",
				"フェニキア人は、カルタゴなどの植民市を建設し、地中海貿易に活躍した。",
				"ローマ帝国においては、エジプトなどから大量の穀物がイタリアに流入した。"
			],
			"correct": 1,
			"commentary": "クレタ文明は青銅器文明であり、鉄の使用はなかった。"
		},
		{
			"q": "北アフリカ出身で、キリスト教の学者として活躍した人物アウグスティヌスが生きた時代のイベリア半島や北アフリカについての記述として適当なものを、次の1~4のうちから一つ選べ。",
			"source": "94・本",
			"a": [
				"カルタゴの将軍ハンニバルが、イベリア半島からイタリアを目指していた。",
				"五賢帝の治下、これらの地方は平和のうちに空前の繁栄期を迎えていた。",
				"新興のイスラーム勢力が、北アフリカの沿岸を西に進撃していた。",
				"ローマ帝国は東西に二分され、これらの地方は西ローマ帝国に含まれることになった。"
			],
			"correct": 4,
			"commentary": "アウグスティヌスは4C-5Cの人物である。<br>1: 第二回ポエニ戦争、前3Cである。<br>2: 五賢帝は1C-2Cである。<br>3: イスラーム教の成立は7Cである。<br>4: テオドシウス帝、395年のことである。"
		},
		{
			"q": "ローマ人によって書かれた作品について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"リヴィウスは、『ローマ建国史』を著した。",
				"『アエネイス』は、ローマ建国の伝説を主題としている。",
				"キケロは、『ゲルマニア』を著した。",
				"カエサルは、『ガリア戦記』を著した。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: ヴェルギリウスによる著である。<br>3: キケロではなくタキトゥスが正しい。また、キケロは「国家論」などを著した。<br>4: 正しい。"
		},
		{
			"q": "歴史書について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"<span class='ul-wave'>ヘロドトス</span>は、『歴史』でペルシア戦争の歴史を物語風に叙述した。",
				"<span class='ul-wave'>プルタルコス</span>は、『ローマ建国史』(『ローマ史』)でローマの偉大さをたたえた。",
				"<span class='ul-wave'>イブン=ルシュド</span>は、『世界史序説』(『歴史序説』)で歴史発展の法則性を論じた。",
				"<span class='ul-wave'>司馬炎</span>は、『資治通鑑』で歴史における大義名分を強調した。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: プルタルコスではなくリヴィウスが正しい。また、プルタルコスはギリシアとローマの歴史上の人物を比較した「対比列伝」を著した。<br>3: イブン・ルシュドではなくイブン・ハルドゥーンが正しい。(チュニジア生まれ)また、イブン・ルシュドはコルドバで活躍したイスラーム教徒の哲学者である。アリストテレス注釈書を著した。<br>4: 司馬炎ではなく司馬光が正しい。司馬光は宋代の政治家で、王安石の新法に反対して官職から退き、地方で歴史書の編纂に没頭した。(「資治通鑑」)また、司馬炎は魏に仕え、皇帝から禅譲を受けて晋を建国した。"
		},
		{
			"q": "ストア哲学の思想を示している作品について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"『労働と日々』(『仕事と日々』)が、ヴェルギリウスによって著された。",
				"『ローマ建国史』(『ローマ史』)が、キケロによって著された。",
				"『自省録』が、マルクス=アウレリウス=アントニヌス帝によって著された。",
				"『告白』(『告白録』)が、ディオクレティアヌス帝によって著された。"
			],
			"correct": 3,
			"commentary": "1: 「労働と日々」はヘシオドスによる著作で、労働の価値を歌い上げた。また、ヴェルギリウスはローマ建国を題材に「アエネイス」を著した。いずれもストア哲学の思想とは言えない。<br>2: 「ローマ建国史」はキケロではなくリヴィウスである。しかし、だとしてもやはりストア哲学の思想ではない。<br>3: 正しい。マルクス・アウレリウス・アントニヌスは哲人皇帝と呼ばれた。<br>4: 「告白録」を著したのはアウグスティヌスである。が、やはりストア哲学でもない。「告白録」にはマニ教からキリスト教への回心の経緯が記されている。"
		}
	],
	"インドの古代文明": [
		{
			"q": "古代文明の法や制度について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"アケメネス朝のハンムラビ王が制定した法典は、復讐法の原則に立っている。",
				"ローマでは前5世紀に、十二表法と呼ばれる成文法が制定された。",
				"三頭政治を行ったオクタヴィアヌスは、『ローマ法大全』を編纂した。",
				"インダス文明では、ヴァルナ制と呼ばれる身分制度が発達した。"
			],
			"correct": 2,
			"commentary": "1: アケメネス朝ではなく古バビロニアが正しい。<br>2: 正しい。続いて前4Cにリキニウス・セクスティウス法、前3Cにホルテンシウス法の成立である。<br>3: ローマ法大全はユスティニアヌスが6Cトリボニアヌスに編纂を命じた。<br>4: インダス文明の頃にヴァルナ制はない。カイバル峠を超えてインドに侵入しインダス文明を破壊したアーリヤ人が非アーリヤ人を区別するために生まれたのがヴァルナである。"
		},
		{
			"q": "世界の歴史的な建造物や遺跡について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"インダス文明下のモヘンジョ=ダロ(モエンジョ=ダーロ)では、大浴場(沐浴場)が建設された。",
				"古代のギリシアでは、ペルセポリスの宮殿(王宮)が建設された。",
				"フランスのシャルトル大聖堂は、宗教改革を記念して建設が始められた。",
				"ウィーンの聖ソフィア(ハギア=ソフィア)聖堂は、後にイスラーム教のモスクに改修された。"
			],
			"correct": 1,
			"commentary": "1: 正しい。インダス文明下の遺跡といえばモエンジョダーロとハラッパーが有名であるが、モエンジョダーロがインダス川中流西岸でハラッパーがその上流側である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/31/Civilt%C3%A0ValleIndoMappa.png' /><br>[モエンジョダーロ・ハラッパー、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=267396]<br>2: ペルセポリスはアケメネス朝のダレイオス1世が造営開始した。<br>3: シャルトル大聖堂はゴシック様式の代表で13Cの建築。ステンドグラスで有名。ビザンツ様式→ロマネスク様式→ゴシック様式→ルネサンス様式→バロック様式→ロココ様式とたどり、宗教改革(16C)がルネサンスなどと並行していたことを考えると誤り。<br><img src='https://upload.wikimedia.org/wikipedia/commons/9/95/Chartres_-_Cath%C3%A9drale_%282012.01%29_08.jpg' /><br>[シャルトル大聖堂のステンドグラス、画像: By MMensler - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=21170147]<br>4: ハギア・ソフィア聖堂はユスティニアヌス帝がコンスタンティノープルに建設したビザンツ様式の聖堂。ウィーンではない。また、オスマン帝国時代にモスクに改修され、トルコ共和国の脱イスラーム政策の中で博物館となったが、2020年トルコ政府により再びモスクとされた。"
		},
		{
			"q": "インダス文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・追試",
			"a": [
				"北方から侵入したアーリヤ人によって築かれた。",
				"多くの都市国家が作られ、整然とした都市計画を持つ遺跡が残されている。",
				"バラモン教が生まれた。",
				"カースト制度の基となるヴァルナ制度が形成された。"
			],
			"correct": 2,
			"commentary": "アーリヤ人が北方からカイバル峠を超えてインドに侵入し、インダス文明を征服したことで、征服した先住民を区別するために形成されたのがヴァルナ制度であり、そこからバラモン教が成立した。よって1,3,4は誤り。<br>インダス文明ではインダス河中・下流域に約60の都市が形成された。青銅器文明、都市計画、印章(インダス文字・未解読)、彩文土器が作られた。これらはドラヴィダ人によって築かれたと考えられている。"
		},
		{
			"q": "ギリシアやインドの神話に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・本",
			"a": [
				"インド神話の古い形は、『リグ=ヴェーダ』の賛歌に現れる。",
				"古代のインド神話の神ヴィヌシュは、後にヒンドゥー教の主神の一つとなった。",
				"ギリシアの神々の系譜は、ヘシオドスの『神統記』に述べられている。",
				"ギリシア神話のオリンポスの主神は、アポロンである。"
			],
			"correct": 4,
			"commentary": "1: リグ・ヴェーダはインド最古の聖典である。ヴェーダはバラモン教とヒンドゥー教の聖典とされる。<br>2: ヴィシュヌ神はヒンドゥー教で維持の神である。破壊と再生の神シヴァ、創造の神ブラフマーとの三柱が最高神である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/e/ef/Brahma%2C_Vishnu_and_Shiva_seated_on_lotuses_with_their_consorts%2C_ca1770.jpg' /><br>[ブラフマー(左、四顔)、ヴィシュヌ(中、青肌、四腕)、シヴァ(右、第三の目、首に蛇)、画像: 作者不明]<br>3: 正しい。<br>4: アポロンではなくゼウスが正しい。アポロンは預言の神としてデルフォイの神託を授けた。"
		},
		{
			"q": "南アジアのカースト制度について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"ジャイナ教は、バラモンの権威を批判した。",
				"カーストという言葉は、ヨーロッパ人による呼び名に由来する。",
				"四つのヴァルナヘの身分の区分は、インダス文明に始まる。",
				"通婚や職業の選択を左右してきた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。前6C-前5C頃ヴァルダマーナによって創始された。不殺生など厳しい戒律で、ヴァイシャ(商人など)に広まった。<br>2: 正しい。インドに来たポルトガル人が「血統」を意味するポルトガル語の「カスト」からカースト制度と言ったことが始まり。<br>3: ヴァルナ制度はインドに侵入しインダス文明を征服したアーリヤ人が先住民と交流する中で、自らとそれらを区別するために成立した。<br>4: 正しい。カースト制度は4ヴァルナとジャーティからなり、異なるジャーティ間では通婚、会食が禁止されるなどした。現在ジャーティの種数は2000から3000に及ぶとされている。これらはインドの近代化を阻害してきた。"
		},
		{
			"q": "古代インドについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"ナーガールジュナ(竜樹)によって、ヒンドゥー教が体系化された。",
				"グプタ朝のチャンドラグプタ1世は、セレウコス朝からアフガニスタンを奪った。",
				"「ゼロの観念」は、ギリシアで発見され、インドを経由して世界に広まった。",
				"ガンジス川流域を統一したマガダ国では、仏教が栄えた。"
			],
			"correct": 4,
			"commentary": "1: ナーガルジュナが体系化したのは大乗仏教である。これはクシャーナ朝時代であった。<br>2: グプタ朝時代は4C-6Cであり、このころイランの覇権はササン朝である。さらに、グプタ朝がササン朝と戦ったということはない。また、クシャーナ朝はササン朝シャープール1世に敗れた。<br>3: ゼロの観念が発見されたのはギリシアでなくインド、グプタ朝である。これはアラビア人の手を経て十字軍やイベリア半島でヨーロッパに伝えられた。<br>4: 正しい。仏教はガウタマ・シッダールタが前6C-前5C頃開祖し、主にクシャトリヤに広まった。これは国家統一の精神的支柱となった。"
		},
		{
			"q": "インドの前6~前5世紀には、広い領域を支配する王をいただく国家が誕生し、これらの国家はガンジス河流域の覇権を求めて争った。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"このころの強国にはマガダ国やコーサラ国があった。",
				"このころ西北インドで栄えたクシャーナ朝は、アレクサンドロス大王の軍隊と戦った。",
				"このころ、叙事詩『マハーバーラタ』が、現在の形にまとめられた。",
				"このころは鉄器はまだ使われていなかった。"
			],
			"correct": 1,
			"commentary": "1: 正しい。マガダ国の都パータリプトラはマウリヤ朝に引き継がれる。<br>2: まず、クシャーナ朝は1C-3Cの統一王朝である。小国分裂時代の国ではない。また、クシャーナ朝が戦ったのはササン朝である(敗北)。なお、アレクサンドロス大王の軍隊はインダス川河口まで到達したが、大王の熱病によりそこまでで止まった。(前4C)<br>3: 「マハーバーラタ」や「ラーマーヤナ」の叙情詩、カーリダーサの「シャクンタラー」といった、サンスクリット文学はグプタ朝時代に成立した。(4C-6C)これはマウリヤ朝→クシャーナ朝→グプタ朝→ヴァルダナ朝という統一王朝の系譜にあって、マウリヤ以前の小国分裂時代には当てはまらない。<br>4: インダス文明は青銅器文明であったが、アーリヤ人がガンジス川流域に移住した前10C頃からインドでも鉄器の使用が始まっている。そのようにして商工業が発達し、貧富の差が拡大したことから前7C頃には梵我一如で輪廻からの解脱を目指すウパニシャッド哲学が成立した。これは呪力を否定し知による救済を主張した世界最古の哲学的思想とされる。"
		},
		{
			"q": "仏教・ジャイナ教などは、バラモン教を批判する新しい思想であった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"バラモン教は、『アヴェスター』を聖典とする宗教である。",
				"『ヴェーダ』は、インダス文明を築いた民族がのこした宗教文献である。",
				"ジャイナ教の開祖ヴァルダマーナは、徹底的な不殺生主義を説いた。",
				"仏教やジャイナ教は、祭司階級であるバラモンに最大の支持者を見出した。"
			],
			"correct": 3,
			"commentary": "1: バラモン教の聖典はヒンドゥー教とともにヴェーダである。アヴェスターを聖典としたのはゾロアスター教。<br>2: インダス文明を征服したアーリヤ人が自らと先住民を区別するためにヴァルナ、バラモン教が成立していった。したがってヴェーダはアーリヤ人が残した。<br>3: 正しい。ジャイナ教はヴァイシャ(特に商人)に広まった。(⇔仏教はクシャトリヤ)<br>4: 司祭階級、最上位階級であるバラモンはバラモン教を支持するはずだ。"
		},
		{
			"q": "紀元前3世紀のインドについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"ガウタマ=シッダールタが、仏教を興した。",
				"アショーカ王が、ダルマに基づく統治を目指した。",
				"カニシカ(カニシュカ)王が、仏教を保護し、仏典の結集が行われた。",
				"チャンドラグプタ2世が、北インド全域を支配した。"
			],
			"correct": 2,
			"commentary": "1: 前5C-前6C頃<br>2: 前3C。アショーカ王はマウリヤ朝の王で、上座部仏教に帰依しダルマの重視、石柱碑、磨崖碑の設置、第三回仏典結集を行った。<br>3: 2C。カニシカ王は大乗仏教に帰依し第四回仏典結集を行った。<br>4: 5C。チャンドラグプタ2世はグプタ朝の最盛期の王である。ここに東晋の僧法顕は訪れた。"
		},
		{
			"q": "インドの仏教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"グプタ朝期には、インド的な仏教美術の様式が完成した。",
				"ナーランダー僧院は、グプタ朝期に建立されたものである。",
				"クシャーナ朝のアショーカ王は、仏教に帰依し、仏典結集を支援した。",
				"マガダ国では、仏教とジャイナ教が広まった。"
			],
			"correct": 3,
			"commentary": "1: インドの仏教美術は、クシャーナ朝の時ヘレニズム文化の影響を受けてガンダーラ美術が盛んになった後、グプタ朝のとき準インド的なグプタ様式が盛んになった。<br>2: 正しい。グプタ朝を訪れた東晋の僧法顕の時にはしかし建立されておらず、ヴァルダナ朝を訪れた唐僧玄奘はここで学んだ。<br>3: クシャーナ朝ではなくマウリヤ朝が正しい。また、クシャーナ朝ではカニシカ王が仏典結集を行った。<br>4: 正しい。これらは小国分裂時代の国家統一の精神的支柱となった。"
		}
	]
}