{
	"古代オリエント世界": [
		{
			"q": "古代オリエントにおける商業・都市・交通に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"シュメール人は、メソポタミアに都市国家をつくり、この地に高度の文明をもたらした。",
				"シリアに建国したセム系の諸民族のうち、アラム人はダマスクスを中心に陸上交易に力をふるった。",
				"フェニキア人は、シリア沿岸にシドン・ティルスなど多くの都市国家をつくり、海上交易に活躍した。",
				"ペルシアのダレイオス(ダリウス)1世は、シルク=ロードを通しての東西交易に力を注ぎ、中国へ使節を送った。"
			],
			"correct": 4,
			"source": "94・本",
			"commentary": "1: 正しい。前30C頃のことである。<br>2,3: 正しい。ユダヤ教を信仰するヘブライ人を入れてセム系3民族とも呼ばれる。<br>4: ダレイオス1世はアケメネス朝ペルシア時代(前6C-前4C)、シルクロードはパルティア・ササン朝時代(前2C)のため誤り"
		},
		{
			"q": "エジプトで使用された暦に関連して述べた文として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"エジプトでは、<span class='ul-wave'>ナイル川</span>の水量の増減によって、 1年が大きく三つの季節に分けられていた。",
				"アレクサンドロスの征服後成立した<span class='ul-wave'>新王国</span>の時代には、マケドニア式の太陰太陽暦が導入された。",
				"エジプトの太陽暦を受け継いでローマで作られたのがユリウス暦であるが、これを制定したのは<span class='ul-wave'>カエサル</span>であった。",
				"ユリウス暦は4年に1回閏日を入れていたが、長い間に季節とのずれが生じ、<span class='ul-wave'>グレゴリウス暦</span>に取って代わられた。"
			],
			"correct": 2,
			"source": "00・追試",
			"commentary": "1: 正しい。増水期、播種期、収穫期があった。<br>2: 誤り。新王国ではなくプトレマイオス朝が正しい。アレクサンドロス後はプトレマイオス朝、アンティゴノス朝、セレウコス朝に分かれた。<br>3,4: 正しい。ユリウス暦は前1C、グレゴリウス暦は16C"
		},
		{
			"q": "古代エジプトの宗教について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"エジプト人は、霊魂の不滅を信じてミイラを作った。",
				"ピラミッドは、中王国時代に最も盛んに建造された。",
				"アメンホテプ4世(イクナートン)は、従来の多神崇拝を禁じ、アトン神のみを信仰するよう人民に強制した。",
				"エジプト王はファラオと呼ばれ、神の化身と考えられていた。"
			],
			"correct": 2,
			"source": "90・追試",
			"commentary": "1: 正しい。死者の書が作られた。<br>2: ピラミッドの建設が最も盛んであったのは古王国時代であるから誤り。<br>3: 正しい。イクナートンは「アトン神にとって有用な者」の意。<br>4: 正しい。"
		},
		{
			"q": "古代社会における文字や文字記録について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"ロゼッタストーンには、ギリシア文字で書かれた部分がある。",
				"楔形文字は、主に粘土板に記されたが、碑文に用いられた例もある。",
				"「死者の書」は、パピルス紙にアラム文字で書かれている。",
				"インダス文字は、印章などに刻まれているが、未解読である。"
			],
			"correct": 3,
			"source": "03・本",
			"commentary": "1: 正しい。神聖文字(ヒエログリフ)、民用文字(デモティック)、ギリシャ文字の三種類で書かれている。<br>2: 正しい。ハンムラビ法典がその例である。<br>3: 誤り。エジプト文字で書かれている。<br>4: 正しい。"
		},
		{
			"q": "1901年、スサで発見されたある法典に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"この法典は、楔形文字で記されている。",
				"この法典には、同害復讐の原則がある。",
				"この法典は、王名にちなんでハンムラビ法典と呼ばれる。",
				"この法典を用いた王国は、アッカド人によって滅ぼされた。"
			],
			"correct": 4,
			"source": "97・本",
			"commentary": "ハンムラビ法典のことである。<br>1: 正しい。<br>2: 正しい。復習法であることに加えて、身分法でもあった。<br>3: 正しい。古バビロニア時代(前18C)のことである。<br>4: 誤り。アッカド→古バビロニア→ヒッタイトの順番である。"
		},
		{
			"q": "古代オリエントの歴史について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"a": [
				"<span class='ul-wave'>シュメール人</span>は、都市国家ウルを建設した。",
				"<span class='ul-wave'>ヒッタイト</span>では、ファラオを頂点とする統一国家がつくられた。",
				"<span class='ul-wave'>バビロニア</span>は、エジプトを含むオリエントを初めて統一した。",
				"<span class='ul-wave'>フェニキア人</span>は、ダマスクスを中心に、主に内陸交易で活躍した。"
			],
			"correct": 1,
			"source": "04・本",
			"commentary": "1: 正しい。加えてウルク・ラガシュが建設された。<br>2: エジプトが正しい。<br>3: アッシリアが正しい。<br>4: アラム人が正しい。フェニキア人も同じセム系だが、現在のレバノンあたりを拠点に海上貿易で活躍した。"
		},
		{
			"q": "東地中海沿岸地帯の諸民族について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"リディア人は、世界最初の鋳造貨幣を造った。",
				"アラム人は、ダマスクスを中心に中継貿易を行った。",
				"ヘブライ人は、ダヴィデに率いられてエジプトを脱出した。",
				"ヒクソスは、エジプトに侵入してこれを支配した。"
			],
			"correct": 3,
			"commentary": "3: ダヴィデではなくモーセが正しい。ダヴィデは続くソロモンとともにヘブライ王国の全盛を築いた王である。<br>4: ヒクソスは中王国衰退に乗じてエジプトに侵入し、新王国によりエジプトから追い出された。"
		},
		{
			"q": "「海の民」と呼ばれる混成の外来民族の襲来の結果、ヒッタイトは滅ぼされたと考えられている。このヒッタイトに関して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"ヒッタイトは、鉄製の武器や馬が引く戦車を用いてオリエント世界に勢力を広めた。",
				"ヒッタイトは、ホスロー1世の時に最盛期を迎え、西方に遠征した。",
				"ヒッタイトは、セム語系の言語を話し、海上交易に活躍した。",
				"ヒッタイトの宗教は、のちに中国に入って景教と呼ばれた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。エジプト新王国のラメセス2世との間ではカデシュの戦いが勃発し、戦後世界最古の国際条約が結ばれたと言われている。<br>2: ホスロー1世はササン朝(都.クテシフォン)の王である。(突厥と結びエフタルを滅ぼす。)これは6Cのことであり、対してヒッタイトは紀元前(前1700から前1200頃)である。<br>3: ヒッタイトでなくフェニキア人が正しい。ヒッタイトはインド・ヨーロッパ語族であった。<br>4: 景教とはネストリウス派キリスト教のことであり、これはササン朝から唐にもたらされた。また、これと祆教(ゾロアスター教)、マニ教をあわせて唐代三夷教である。"
		},
		{
			"q": "フェニキア人の活動について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"シドンやティルスなどの都市国家を中心に繁栄した。",
				"アフリカ北岸からイベリア半島東岸にかけて植民地を建てた。",
				"植民地カルタゴをシチリアに建て、ギリシア植民地と対立した。",
				"独自の表音文字を作り、これをギリシア人に伝えた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 正しい。カルタゴのことである。<br>3: 2の通り、カルタゴはアフリカ北岸現チュニスに建設された。<br>4: 正しい。フェニキア文字はギリシアに伝わりアルファベットの原型となった。"
		},
		{
			"q": "ユグヤ教やヘブライ人(イスラエル人)について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"ユダヤ教は、太陽神を信仰する一神教である。",
				"ダヴィデ王が、ヘブライ人(イスラエル人)の出エジプトを指導した。",
				"ユダヤ教は、ヘブライ人(イスラエル人)のバビロン捕囚を経て確立した。",
				"ユダヤ教は、『マヌ法典』を教典とする。"
			],
			"correct": 3,
			"commentary": "1: 太陽神ではなくヤハウェが正しい。(エジプトの神ラーは太陽神である。)<br>2: ダヴィデ王ではなくモーセが正しい。ダヴィデ王はソロモン王とともにヘブライ王国の全盛期の王。<br>3: 正しい。初めてオリエントを統一したアッシリアが滅亡した後、新バビロニアのネブカドネザル2世(前6C)は首都イェルサレムを占領しユダ王国(ヘブライ王国分裂後の南部。北部はイスラエル王国)を滅ぼした。このときユダヤ人がバビロンに連行されたのがバビロン捕囚である。この受難はユダヤ人の民族意識を高めユダヤ教を確立させた。バビロン捕囚はアケメネス朝ペルシアのキュロス2世によって開放された。<br>4: マヌ法典ではなく旧約聖書が正しい。マヌ法典はバラモン教、ヒンドゥー教の法典。"
		},
		{
			"q": "アケメネス朝ペルシアに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"第3代の王ダレイオス(ダリウス)1世は、マラトンの戦いでギリシア勢力を打ち破った。",
				"この大帝国の首都として、壮麗なペルセポリスがメソポタミアの地に造られた。",
				"この大帝国を統治するため、サトラップが帝国各州に派遣された。",
				"この大帝国ではマニ教が国教とされた。"
			],
			"correct": 3,
			"commentary": "1: アケメネス朝とギリシアの戦いはペルシア戦争であるが、マラトンの戦いではギリシアが勝利している。<br>2: ダレイオス1世(アケメネス朝全盛期)が造営を開始したペルセポリスだが、現在のイランに位置しており、イランはメソポタミア(チグリス・ユーフラテス川間、現在のイラクあたり)から外れている。<br>3: 正しい。<br>4: ペルシア人の宗教はマニ教ではなくゾロアスター教であったが、これはアケメネス朝ではなくササン朝で国教となる。"
		},
		{
			"q": "下の図は大英博物館に収蔵されている「ウルのスタンダード(軍旗)」と呼ばれる遺物である。ウルについて述べた文として正しいものを、下の1~4のうちから一つ選べ。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Standard_of_Ur_-_peace_side.jpg/1920px-Standard_of_Ur_-_peace_side.jpg' />",
			"source": "02・追試<br>画像: Denis Bourez from France - British Museum, LondonUploaded by SunOfErat, CC 表示 2.0, https://commons.wikimedia.org/w/index.php?curid=30317206による",
			"a": [
				"シュメール人のサルゴン1世が建国した。",
				"アッカド人の建てた都市国家だった。",
				"アッカド人を征服して、初めてメソポタミアを統一した。",
				"シュメール人が考案した楔形文字を使用した。"
			],
			"correct": 4,
			"commentary": "ウルはシュメール人の都市である。<br>1: サルゴン1世はアッカド人の王であり、メソポタミア最初の統一者である。<br>2: 誤り。<br>3: アッカド人がシュメールを征服したのが正しい。<br>4: 正しい。"
		},
		{
			"q": "ギリシアの歴史家ヘロドトスはエジプトやペルシアを旅行して見聞を広めた。当時のエジプトやペルシアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"エジプトは、テーベに首都を置く新王国時代の最盛期にあった。",
				"エジプトでは、このころにピラミッドの建設が始まった。",
				"ペルシアでは、スサを起点とする「王の道」と呼ばれる道路が整備されていた。",
				"ペルシア人の宗教は、ヤハウェを最高神とするゾロアスター教だった。"
			],
			"correct": 3,
			"commentary": "ヘロドトスはギリシア・アテネの歴史家である。(前5C)<br>1: 前15-14Cのことである。<br>2: 古王国時代のことである。(前27-22C)<br>3: アケメネス朝ペルシアのダレイオス1世時代のことであるから正しい。王の道はスサとサルデスを結んだ。<br>4: 時代ではなく文章が間違っている。ヤハウェではなくアフラ・マズダが正しい。(アーリマンと対立するとされた。)ヤハウェはユダヤ教の神である。"
		},
		{
			"q": "ダレイオス1世の政治に関する次の1~4のうちから、正しくないものを一つ選べ。",
			"source": "81・本",
			"a": [
				"全国は州に分けられ、各州は総督(サトラッブ)によって統治された。",
				"州の統治を監視するため、王に直属する監察官が派遣された。",
				"スサを中心に道路が建設され、駅伝制が整えられた。",
				"服属する異民族はすべて、ペルシア人の風習を強制された。"
			],
			"correct": 4,
			"commentary": "4: 風習を異民族に強制したアッシリアの失敗を踏まえアケメネス朝ペルシアは各民族の風習を尊重した。これはキュロス2世のバビロン捕囚解放にも当てはまる。"
		},
		{
			"q": "ゾロアスター教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"この宗教は、イェルサレムを聖地としている。",
				"この宗教の最高神は、アフラ=マズダである。",
				"この宗教とイスラーム教・仏教を総合して、マニ教が成立した。",
				"この宗教は、漢代の中国に伝わって祆教と呼ばれた。"
			],
			"correct": 2,
			"commentary": "1: イェルサレムを聖地としているのはユダヤ教、キリスト教、イスラーム教である。<br>2: 正しい。善神アフラ・マズダと悪神アーリマンが抗争し善神がいずれ勝利するとされた。<br>3: マニ教は3C、ササン朝でゾロアスター教、キリスト教、仏教が総合され成立した。イスラーム教の成立は7Cである。(イスラーム暦元年: 622年)<br>4: 漢代ではなく唐代である。祆教(ゾロアスター教)、景教(ネストリウス派)、摩尼教(マニ教)は唐代三夷教と呼ばれる。"
		},
		{
			"q": "古い宗教の側からの抵抗を排しつつ、やがて新しい宗教として定着していった次の諸宗教に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"アメンホテプ4世の始めたアトン(アテン)信仰は、彼の死後も長く信じられた。",
				"ジャイナ教は、『シャクンタラー』を聖典として多くの信者を獲得した。",
				"アケメネス朝ペルシアで生まれたマニ教の影響は、中国にまで及んだ。",
				"ゾロアスター教は、ササン朝ペルシアでは国教とされ、聖典が編纂された。"
			],
			"correct": 4,
			"commentary": "1: 次王ツタンカーメンによりアモン信仰に復帰した。<br>2: シャクンタラーはグプタ朝時代カーリダーサによるサンスクリット文学である。<br>3: マニ教は3Cササン朝で生まれた。唐代三夷教の摩尼教である。(+祆教、景教)<br>4: アヴェスターである。"
		}
	],
	"ギリシア世界": [
		{
			"q": "古代の文字について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・本",
			"a": [
				"ミケーネ文明を担ったギリシア人は、まだ文字を持っていなかった。",
				"ギリシア文字は、フェニキア人の使っていた表意文字から作られた。",
				"フェニキア人の文字は、楔形文字を改良して作られた。",
				"シュメール人が作った楔形文字は、主に粘土板の上に書かれた。"
			],
			"correct": 4,
			"commentary": "1: 線文字Ｂ(解読: ヴェントリス)を持っていたため誤り。<br>2: フェニキア文字は表音文字であるから誤り。<br>3: 楔形文字ではない。エジプト象形文字→シナイ文字→フェニキア文字の順である。<br>4: 正しい。"
		},
		{
			"q": "鋳造貨幣が初めてつくられた地域として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "94・本",
			"a": [
				"アテネ",
				"スパルタ",
				"リディア",
				"ペルシア"
			],
			"correct": 3,
			"commentary": "特に無し。リディアである。"
		},
		{
			"q": "ロゼッタ石について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"この石板には、上から神聖文字、民衆文字、ギリシア文字が記されている。",
				"この石板には、上からペルシア文字、アラム文字、フェニキア文字が記されている。",
				"この石板の碑文は、セレウコス朝シリアの勅令を伝えている。",
				"この石板の碑文は、アンティゴノス朝マケドニアの勅令を伝えている。"
			],
			"correct": 1,
			"commentary": "ロゼッタストーンはナポレオンのエジプト遠征時に発見され、シャンポリオンがこれを研究し神聖文字ヒエログリフを解読した。<br>1: 正しい。<br>3,4: ロゼッタストーンの内容はプトレマイオス朝のプトレマイオス5世への賛辞である。"
		},
		{
			"q": "リディアで始まり、ギリシア本土に波及した貨幣経済に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"商工業に従事する富裕な平民が現れ、貴族との対立を深めた。",
				"スパルタでは、商工業に従事する人々はヘロット(ヘイロータイ)と呼ばれた。",
				"商工業者が中心となって、同職ギルドが結成された。",
				"ギリシア人は、手工業に従事する人々をバルバロイと呼んだ。"
			],
			"correct": 1,
			"commentary": "1: 正しい。前6C、アテネでこれを調停するためにソロンの改革が行われた。<br>2: ヘイロータイとは奴隷のことである。商工業に従事したのは半自由民であるペリオイコイだ。<br>3: 同職ギルド(ツンフト)は中世のことである。<br>4: バルバロイとは野蛮人、異国人のことである。(ギリシア人自らはヘレネスといった。)"
		},
		{
			"q": "メソポタミアやギリシアで使用された暦に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"メソポタミアでは、星の動きが盛んに観察され、占星術が発達した。",
				"星の観察が盛んであった新バビロニアは、イスラエル王国を滅ぼした。",
				"アテネではペルシア戦争敗北後に、ペルシア風の暦の使用が強制された。",
				"スパルタでは、支配者であるヘイロータイ(ヘロット)が、独自の暦を用いていた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 新バビロニアが滅ぼしたのはユダ王国である。(前6C)また、イスラエル王国を滅ぼしたのはアッシリアである。(前8C)<br>3: アテネはペルシア戦争に勝利している。<br>4: ヘイロータイとは奴隷のことである。"
		},
		{
			"q": "マニ教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"ゾロアスター教にキリスト教や仏教などの要素を融合した宗教である。",
				"アケメネス朝ペルシアの時代に創始された。",
				"地中海方面にまで伝えられた。",
				"中国にまで伝えられた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: アケメネス朝ではなくササン朝(3C)が正しい。マニ教はササン朝からローマ、クシャーナ朝へと伝わった。<br>3: 北アフリカのカルタゴで活動した教父アウグスティヌスはマニ教からキリスト教への回心の経緯を「告白録」に綴った。<br>4: 摩尼教として祆教・景教とともに唐代三夷教に数えられた。"
		},
		{
			"q": "クレタ文明とミケーネ文明の類似点について記述した次の文1~4のうちから適切なものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"両者ともに、堅固な城壁を持ち、優美な壁画で飾られた大宮殿を遺した。",
				"両者ともに、王が強大な権力を持ち、簡単ながら官僚機構も備わるなど、オリエント型社会の特徴を示している。",
				"両者ともに、楔形文字・線文字A・線文字Bの三種の文字を持っていた。",
				"両者ともに、鉄器文化の段階に到達していた。"
			],
			"correct": 2,
			"commentary": "1: ミケーネ文明は大陸側に位置し城壁を持ったが、クレタ文明はクレタ島に位置し海に囲まれていたため開放的で城壁を持たなかった。<br>2: 正しい。<br>3: 線文字Ａはクレタ文明、線文字Ｂはミケーネ文明である。<br>4: ともに青銅器文化であった。ミケーネ文明はアカイア人の国だが、鉄器はドーリア人の出現(前12C)以降である。"
		},
		{
			"q": "ギリシア人の植民活動に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"当時のギリシア植民市に由来する地中海周辺地域の都市として、マルセイユ(マッサリア)・イスタンブル(ビザンティオン)などがある。",
				"地中海沿岸の植民市のギリシア人たちは、穀物を輸出して、オリーブ油やぶどう酒の輸入を図った。",
				"アリストテレスは、植民活動の一中心地ミレトスで活躍し、ギリシア哲学の基礎を築いた。",
				"植民活動は交易の発展をもたらしたが、その結果、 もっぱら貴族の手に富が集まり、諸ポリスに貴族政の確立を見た。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 輸出入が逆である。オリーブやぶどうは地中海の特産品だ。<br>3: アリストテレスではなくタレスが正しい。タレスは万物の根源を水であるとし、「最初の哲学者」として「七賢人」に挙げられる。また、アリストテレスはソクラテス→プラトンの系譜であるから誤りとわかる。<br>4: 貴族ではなく商工業者の手に富が集まり、貴族制は崩壊に向かう。(ソロンの改革)"
		},
		{
			"q": "クレタ島において、前2千年紀前半ごろに栄えた古代文明について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"エヴァンズにより、この文明の遺跡が発掘された。",
				"鉄器文明であった。",
				"ミケーネ文明を滅ぼして成立した。",
				"この文明では、文字が用いられなかった。"
			],
			"correct": 1,
			"commentary": "1: エヴァンズはクレタ文明の遺跡クノッソス宮殿を発掘した。<br>2: 鉄器文明ではなく青銅器文明である。<br>3: クレタ→ミケーネの順である。<br>4: 線文字Ａが用いられた。"
		},
		{
			"q": "古代ギリシアのポリスについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"ポリスは、一般に都市とその周辺から成る独立の国家であった。",
				"都市はポリスの政治的中心であり、そこで民会が開かれた。",
				"市民は政治に専心し、ポリスの防衛にはもっぱら傭兵を用いた。",
				"ポリスは、エーゲ海域を中心に地中海・黒海沿岸一帯に広まった。"
			],
			"correct": 3,
			"commentary": "3: 市民は重装歩兵となってポリスの防衛に参加した。"
		},
		{
			"q": "クレタ文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・本",
			"a": [
				"この文明では、貨幣が鋳造され、流通していた。",
				"この文明の建築様式の特色を示すものは、巨石を用いた堅固な城砦である。",
				"この文明の遺跡にみられる壁画や陶器の絵には、海の生物などを題材にしたものが多い。",
				"この文明の中心であったクノッソスの遺跡は、シュリーマンによって発掘された。"
			],
			"correct": 3,
			"commentary": "1: 最古の鋳造貨幣はリディア(前7-6C)のものであるから、クレタ文明時点(前2000年から前1600年頃)では存在していない。<br>2: 海に囲まれたクレタ文明は開放的で城壁を持たない。<br>3: 正しい。<br>4: シュリーマンではなくエヴァンズが正しい。ミケーネ、トロイアの発掘がシュリーマンである。"
		},
		{
			"q": "ミケーネ文明を打ち立てたのは、ギリシア人であるが、このギリシア語とおなじインド=ヨーロッパ語族に属する言語として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・本",
			"a": [
				"アッカド語",
				"アラム語",
				"ペルシア語",
				"トルコ語"
			],
			"correct": 3,
			"commentary": "1: アッカド語はセム系<br>2: アラム語はセム系<br>3: ペルシア語はインド・ヨーロッパ語族<br>4: トルコ語はアルタイ語族"
		},
		{
			"q": "古代のギリシア人に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"ギリシア人の中で、最初にギリシア本土に南下して来たのは、ドーリア人と呼ばれる人々である。",
				"ギリシア人のポリスでは、アクロポリスやアゴラを中心に、公共生活が営まれた。",
				"ポリスが形成された背景には、青銅器の普及による生産力の向上があった。",
				"ポリスは最初、強大な権力を持つ王によって専制的に支配されていた。"
			],
			"correct": 2,
			"commentary": "1: ドーリア人ではなくアカイア人が正しい。アカイア人はミケーネ文明を形成し、その後鉄器を使用するドーリア人がこれを征服した。またスパルタはドーリア人のポリスであり、このときのヘイロータイ(奴隷)とはアカイア人のことと考えられている。<br>2: 正しい。<br>3: 青銅器ではなく鉄器が正しい。(上記)<br>4: 王ではなく、貴族を中心とする集住(シノイキスモス)であった。"
		},
		{
			"q": "オストラキスモス(陶片追放)の制度で用いられた陶片について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"アテネ市民は、この陶片を投じて、評議会の議員を選出した。",
				"アテネ市民は、この陶片を投じて、執政官や将軍を選出した。",
				"アテネ市民は、この陶片に、自分の支持する党派の名を記して投票した。",
				"アテネ市民は、この陶片に、僣主になる恐れのある人物の名を記して投票した。"
			],
			"correct": 4,
			"commentary": "オストラキスモスは僭主出現防止のため前5Cクレイステネスの改革の一環として創設された。ペルシア戦争時サラミスの海戦でアテネ海軍を指揮し勝利に導いたた英雄であるテミストクレスは陶片追放によって追放された実例である。"
		},
		{
			"q": "宗教と社会との関係を考えるとき、宗教指導者が同時に大きな政治的権限を持つことが多く見られる。このことに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"シュメール人の国家では、神官が政治的にも大きな力を持っていた。",
				"古代インドの『マヌ法典』では、司祭者であるバラモンが最高の身分とされていた。",
				"ペリクレス時代のアテネでは、神官団の政治的権限が民会以上に強かった。",
				"正統カリフ時代のカリフは、宗教的にも政治的にも最高の権限を有していた。"
			],
			"correct": 3,
			"commentary": "3: アテネに特権的神官や固定した聖典はない。"
		},
		{
			"q": "アテネの広場について述べた次の文章a~cが、時代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br>a. セレウコス朝シリアと対立していたペルガモンの王アッタロス2世が、アテネの広場に柱廊を建設した。<br>b. ソロンは広場で市民を鼓舞するために詩を朗唱し、アテネはサラミス島を獲得するため積極的に戦うようになった。この後ソロンは改革事業の指導者に選ばれることになる。<br>c. ペイシストラトスは自ら身体を傷つけて広場に現れ、政敵に襲われたと訴えた。このため護衛兵をつけることが認められたが、彼はこの護衛兵を利用して、僭主政治を打ち立てることになる。",
			"source": "06・本",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 4,
			"commentary": "ドラコンの成文法→ソロンの改革→ペイシストラトスの僭主政治→クレイステネスの陶片追放→ペリクレス時代(最盛期)の順でアテネ民主政が完成していくためb(前6C初)→c(前6C半ば)の順である。<br>また、セレウコス朝はアテネがカイロネイアの戦い敗北後フィリッポス2世のマケドニアに征服され、マケドニアが分裂した後の一国であるから最後。(前4C-前1C)"
		},
		{
			"q": "アテネが民主政に至る過程について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"前6世紀はじめ、ソロンを指導者とする平民たちは、暴君と化した王を打ち倒し民主政を始めた。",
				"貴族と平民が争いを続けていた前6世紀中ごろ、ペイシストラトスは、僣主として独裁権力を握った。",
				"前6世紀末、テミストクレスは、旧来の部族制を改革し、民主政の基礎を築いた。",
				"前5世紀中ごろ、ペリクレスは大規模な奴隷解放を行い、かれらを支持基盤として民主政の最盛期をつくり出した。"
			],
			"correct": 2,
			"commentary": "1: 誤り。ソロンのとき王がいたということはない。<br>2: 正しい。<br>3: テミストクレスではなくクレイステネスが正しい。改革の一環として陶片追放が創設された。また、テミストクレスはペルシア戦争時サラミスの海戦でアテネ海軍を指揮して勝利に導いた英雄である。陶片追放によって追放された。<br>4: 奴隷解放は行われていない。アリストテレス(前4C)は著書で「ポリス市民が完全な人間であり、奴隷は支配されるように生まれついた不完全な人間であるから、市民が奴隷を所有することは当然」「奴隷を獲得する戦争は、狩猟で獣を捕らえるのと同じ自然な行為だ」と述べている。それほど古代ギリシアにおいて奴隷とは当然の存在であった。"
		},
		{
			"q": "前5世紀にアテネで活躍したソフィストと呼ばれる人々について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"彼らの一人であるソクラテスは、「人間は万物の尺度」と主張して、客観的真理の存在を否定した。",
				"彼らは、万物の根源を探求することを主な活動としていた。",
				"彼らは、弁論術を市民たちに教えていた。",
				"彼らは、教父として正統教義の確立に努めた。"
			],
			"correct": 3,
			"commentary": "ソフィストは「知恵ある者」の意で、市民に弁論術を教えた。彼らは真理の探求よりもいかに相手を論破するかということに力を注ぎ、詭弁に陥ることが多かった。<br>1: ソクラテスではなくプロタゴラスが正しい。ソクラテスはソフィストを批判し、普遍的な真理を追求しようとした。<br>2: 誤り。1の「人間は万物の尺度」というプロタゴラスの言葉は絶対的な真理は存在せず、価値は人間によって異なるという相対主義を意味する。<br>3: 正しい。<br>4: 教父とは教会に承認されたキリスト教作家のことである。なかでも「神の国」を著したアウグスティヌスは最大の教父とされた。当然、紀元前(ビフォー・キリスト)のギリシアにキリスト教は存在しない。"
		},
		{
			"q": "前405年ごろのアテネについて述べたものを、次の1~4のうちから一つ選べ。",
			"source": "95・追試",
			"a": [
				"ペイシストラトスが武力によって政権を奪取し、僣主政を始めた。",
				"ギリシア本土に侵入したペルシアの大軍が、アテネに迫ってきた。",
				"スパルタとの戦争で戦況が極めて厳しくなった。",
				"アテネとテーベの連合軍がマケドニアのフィリッポス2世に敗北した。"
			],
			"correct": 3,
			"commentary": "前5Cのペリクレスのときにアテネは最盛期を迎えた。ペリクレスがペロポネソス戦争中に死亡し、その後アテネが衰退期をゆくことを考えると、前405年はちょうどこの頃だろう。<br>1: 前6C<br>2: 前480<br>3: ペロポネソス戦争のこと。前431-前404<br>4: カイロネイアの戦いのこと。前338"
		},
		{
			"q": "ペリクレス時代のアテネ市民の生活について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"市民の間では、競技や演劇が広く愛好された。",
				"市民には、国政の最終決定機関である民会に出席する権利があった。",
				"市民はだれでも、特別な役職を除いて、公職に就くことができた。",
				"市民の兵役義務はなくなり、傭兵制が導入されていた。"
			],
			"correct": 4,
			"commentary": "1,2: 正しい。<br>3: 正しい。将軍職のみは民会で選挙によって選ばれた。<br>4: 市民皆兵であった。傭兵の使用は前4C貨幣経済の浸透やペロポネソス戦争の長期化によって土地を失うポリス市民が現れ広まった。"
		},
		{
			"q": "ペリクレスに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・追試",
			"a": [
				"ペリクレスは、ペルシア戦争を指導し、サラミスの海戦でギリシア連合軍を勝利に導いた。",
				"ペリクレスは、民会に20歳以上の女性の参加を許した。",
				"ペリクレスは、ストア派の哲学者としても卓越していた。",
				"ペリクレスの死後、煽動政治家(デマゴーグ)たちの失政によりアテネの国力が衰えた。"
			],
			"correct": 4,
			"commentary": "1: テミストクレスのことである。<br>2: 18歳以上の男子市民が民会への参加を許された。誤り。<br>3: ストア派はギリシアがマケドニアに征服された後のヘレニズム時代に誕生したため誤り。<br>4: 正しい。刺激的な嘘(デマ)を発信した。"
		},
		{
			"q": "古代ギリシアにおける法について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"スパルタでは、ヘイロータイ(ヘロット)が法の制定に参加した。",
				"アテネでは、クレイステネスが陶片追放の法を定めた。",
				"スパルタでは、ドラコンが法を制定して国の体制を定めた。",
				"アテネでは、ペイシストラトスが貴族と平民の争いを調停して法を定めた。"
			],
			"correct": 2,
			"commentary": "1: ヘイロータイではなく少数のドーリア人が正しい。ヘイロータイとは奴隷のことである。<br>2: 正しい。<br>3: ドラコンではなくリュクルゴスが正しい。スパルタの軍国主義体制はリュクルゴスの制と呼ばれる。また、ドラコンはアテネで慣習法を成文化した。<br>4: ペイシストラトスではなくソロンが正しい。ソロンの改革には負債の帳消し、債務奴隷の禁止、財産政治が含まれる。また、ペイシストラトスは僭主でありソロンは彼に強く反対した。"
		},
		{
			"q": "アテネ・スパルタ間に起こった前5世紀後半の戦争の間あるいは戦争後の状況に関して、次の1~4のうち、誤っているものがあれば、その番号を選べ。なければOを記せ。",
			"source": "81・本",
			"a": [
				"アテネにおいては、民主政治は扇動政治家にあやつられる衆愚政治へと変質した。",
				"スパルタは、勝利を得た後、かつてのアテネと同様に専制的となり、他のポリスの反抗を招くようになった。",
				"ギリシア世界では、このころから、諸ポリス間の慢性的戦争状態のもとで、重装歩兵市民層が衰退した。",
				"ペルシアはかつての敗北にもかかわらず、ギリシア世界に対して政治的にもその影響力を及ぼし続けた。",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "ペロポネソス戦争のことである。アテネ率いるデロス同盟とその拡大を警戒したスパルタ率いるペロポネソス同盟が争った。(前431-前404)<br>4: このときスパルタはペルシアと同盟を結んだ。"
		},
		{
			"q": "前4世紀のギリシアでは、貨幣経済の浸透によってポリス社会にいろいろな変化が生じた。このことに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"ポリス市民間の貧富の差が拡大した。",
				"土地を失うポリス市民が現れた。",
				"ポリスの間に、傭兵の使用が広まった。",
				"ポリス市民としての意識や結束が強まった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。貨幣経済は貧富の差を生む。<br>2,3: 2→3の流れである。<br>4: 1-3のようなことはポリス市民としての意識や結束を弱まらせた。"
		},
		{
			"q": "ギリシアの演劇と宗教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"ギリシアでは、悲劇や喜劇は一般に野外の劇場で上演された。",
				"ローマのコロッセウムは、ギリシア演劇を上演するために建てられた。",
				"デルフォイ(デルフィ)のゼウス神の神託は、ギリシア人に民族としての一体感を保たせる絆の一つとなった。",
				"ギリシア神話に題材をとった群像「ラオコーン」は、アテネの彫刻家フェイディアス(フィディアス)の傑作である。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 劇場ではなく剣奴の闘技場だ。<br>3: デルフォイの神託はアポロン神による神託である。ソクラテスはデルフォイで「ソクラテスより知恵のあるものはいない」という神託を受け対話法を始めた。また、ゼウスはオリンポス十二神の主神である。<br>4: ラオコーンは作者不明である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Laocoon_and_His_Sons.jpg/1920px-Laocoon_and_His_Sons.jpg' /><br>[ラオコーン、画像: Hagesandros, Athenedoros, and Polydoros - LivioAndronico (2014), CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=36412978による]<br>また、フェイディアスはアテネ女神像の制作やパルテノン神殿の再建に従事した。"
		},
		{
			"q": "地中海・オリエント世界における君主について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"エジプトのアメンホテプ4世(イクナートン)は、アモン神を唯一神とする宗教改革を行った。",
				"ヘブライ人の王国は、ダヴィデ王のときに新バビロニアにより征服された。",
				"マケドニア王のアレクサンドロスは、前4世紀後半にペルシアヘの遠征を行った。",
				"ササン朝ペルシアのシャープール1世は、イスラーム教を国教とした。"
			],
			"correct": 3,
			"commentary": "1: アモンではなくアトンが正しい。イクナートンはアトン神にとって有用な者の意。<br>2: ダヴィデ・ソロモンはヘブライ王国黄金期の王である。ソロモンの死後北部イスラエル王国と南部ユダ王国に分裂し、イスラエル王国はアッシリアに(前8C)、ユダ王国は新バビロニアに滅ぼされた。(前6C・バビロン捕囚)<br>3: 正しい。<br>4: イスラーム教ではなくゾロアスター教が正しい。"
		},
		{
			"q": "フィリッポス2世の征服の力点はギリシアに置かれた。このフィリッポス2世の動きに対して、反マケドニア運動が起こり、親・反マケドニア派は激しく対立した。この反マケドニア運動の指導的人物を、次の1~4のうちから一人選べ。",
			"source": "81・本",
			"a": [
				"デモクリトス",
				"アリストファネス",
				"デモステネス",
				"アイスキュロス"
			],
			"correct": 3,
			"commentary": "デモクリトスは自然哲学者で原子論を唱えた。<br>アリストファネスは喜劇作家で「女の平和」を書いた。<br>アイスキュロスはソフォクレス(「オイディプス王」)・エウリピデス(「メディア」)と並ぶ悲劇作家で「アガメムノン」を書いた。<br>よって消去法でアテネの政治家であるデモステネスを選べる。"
		},
		{
			"q": "古代ギリシアの知識人について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"タレースらが自然哲学を唱え、自然の本質を探ろうとした。",
				"ソフィストが登場し、絶対的な真理の存在を主張した。",
				"プラトンは、イデア論や国家論を説いた。",
				"アリストテレスは、諸学問を集大成して体系化を進めた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。タレスは万物の根源を水であるとした。<br>2: ソフィストは絶対的な真理は存在せず、価値は人間によって異なるという相対主義であった。誤り。"
		},
		{
			"q": "アテネで活躍した悲劇詩人エウリピデスの作品の名として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"『アガメムノン』",
				"『オデュッセイア』",
				"『メディア』",
				"『神統記』"
			],
			"correct": 3,
			"commentary": "1: 悲劇詩人アイスキュロスの作品である。<br>2: 「イリアス」とともにホメロスの叙情詩である。<br>3: 正しい。<br>4: ヘシオドスの作品で、ギリシアの神々を体系づけた。また、著作「労働と日々」では労働の価値を歌い上げた。"
		},
		{
			"q": "古代ギリシアの文化について述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"貴族が政治の実権を握っていた中で、<span class='ul-wave'>ヘシオドス</span>は、『労働と日々』を書いて勤労の尊さを主張した。",
				"貴族政から民主政への過渡期には、抒情詩が盛んとなり、<span class='ul-wave'>サッフォー</span>のような女性詩人も現れた。",
				"民主政の発展とともに、弁論術の必要性が高まり、<span class='ul-wave'>ソクラテス</span>などのソフィストが活躍した。",
				"ポリスが衰退したヘレニズム時代には、個人の心の平静を追求する<span class='ul-wave'>ゼノン</span>らの哲学が盛んになった。"
			],
			"correct": 3,
			"commentary": "3: ソフィストはプロタゴラスなどである。ソクラテスは弁論・詭弁をするソフィストを批判し真理を追求しようとした。"
		},
		{
			"q": "古代ギリシアにおける学問について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"タレースは、万物の根源は原子(アトム)であると論じた。",
				"エウクレイデスは、医学を発展させた。",
				"ヘロドトスは、ペルシア戦争の歴史を叙述した。",
				"ストラボンが、初めて地球の周囲の長さを測定した。"
			],
			"correct": 3,
			"commentary": "1: ミレトス出身のタレスは万物の根源を水であると論じた。また、デモクリトスが原子であると論じた。<br>2: ヒッポクラテスが正しい。医学の祖と呼ばれた。また、エウクレイデス(ユークリッド)は平面幾何学を発展させた。<br>3: 正しい。<br>4: ストラボンではなくエラトステネスが正しい。ストラボンは「地理誌」を著した。"
		},
		{
			"q": "前5世紀ごろのギリシア文化について述べた次の文1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"<span class='ul-wave'>アリストファネス</span>は、『オイデプス王』など、たくさんの悲劇を書いた。",
				"<span class='ul-wave'>ソクラテス</span>の思想には、ポリス市民という枠を越えた世界市民主義(コスモポリタニズム)の特徴がみられる。",
				"<span class='ul-wave'>トゥキディデス</span>は、歴史の父と呼ばれ、『歴史』においてペルシア戦争の経過を詳しく叙述した。",
				"<span class='ul-wave'>プロタゴラス</span>は、ソフィストの代表的人物で、「人間は万物の尺度である」と主張した。"
			],
			"correct": 4,
			"commentary": "1: ソフォクレスが正しい。アリストファネスは喜劇作家で、「女の平和」を書いた。<br>2: コスモポリタニズムはマケドニアがギリシアを征服した後のヘレニズムの哲学である。誤り。<br>3: ヘロドトスが正しい。トゥキディデスも「歴史」を著しているが、これはペロポネソス戦争史である。<br>4: 正しい。「人間は万物の尺度である」とは絶対的な真理は存在せず価値は人間によって異なるという相対主義を表す。"
		},
		{
			"q": "ヘレニズム文化について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"ヘレニズム文化の時代には、ポリスの枠を否定する世界市民主義(コスモポリタニズム)と呼ばれる考え方が登場した。",
				"プトレマイオス朝の都のアレクサンドリアは、ヘレニズム文化の中心地として栄えた。",
				"ヘレニズム文化の美術は、ガンダーラ美術の影響を強く受けており、中国や日本にも伝わった。",
				"禁欲を説くストア派の哲学は、ヘレニズム文化の中で生まれた。"
			],
			"correct": 3,
			"commentary": "3: 逆である。ヘレニズム文化の美術はガンダーラ美術(クシャーナ朝時代インド)に影響を強く与えた。"
		},
		{
			"q": "アレクサンドロス以後、ギリシア世界は、いわゆるヘレニズム時代を迎えた。この時代に関する次の文1~4のうちから、正しくないものを一つ選べ。",
			"source": "81・本",
			"a": [
				"アルキメデスなどによる自然科学的な研究が盛んであった。",
				"ポリスの制約を離れて、個人主義と同時に世界市民主義の傾向が強くなった。",
				"経済・文化の面では、最大の繁栄を誇ったのは、エジプトのアレクサンドリアであった。",
				"このヘレニズム時代は、約200年間続いた。"
			],
			"correct": 4,
			"commentary": "1: アルキメデスはシチリア島のシラクサ出身で、アレクサンドリアのムセイオンにて研究した。テコの原理やアルキメデスの原理を発見した。第二回ポエニ戦争ではカルタゴに味方し、投石機などの開発でローマ兵を悩ませた。ローマの将軍もこの評判を知っていたためアルキメデスは殺さないように命じていたが、地面に図形を書いて考察中、没頭してローマ兵が名前を尋ねるのに気づかず殺された。<br><img src='https://math.nyu.edu/Archimedes/Death/courtois_150dpi.jpg' /><br>2,3: 正しい。<br>4: 約200年ではなく約300年である。"
		},
		{
			"q": "プトレマイオス朝のアレクサンドリアに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"ムセイオンと呼ばれる研究機関は、王家の保護を受けた。",
				"自然科学の研究が盛んであった。",
				"大規模なピラミッドが盛んに造られた。",
				"エラトステネスは、地球の周囲の長さを計測した。"
			],
			"correct": 3,
			"commentary": "3: エジプト古王国のことである。"
		},
		{
			"q": "アレクサンドリアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"かつて初期キリスト教の五大教会(五本山)の一つが置かれていた。",
				"マムルーク朝はこの都市を首都と定めた。",
				"元来はクレオパトラが建設した都市であった。",
				"14世紀当時、ムラービト朝の支配下にあった。"
			],
			"correct": 1,
			"commentary": "アレクサンドリアはエジプトの都市である。<br>1: 5本山はローマ、コンスタンティノープル、イェルサレム、アンティオキア、アレクサンドリアである。<br>2: アイユーブ朝の首都はカイロである。ファーティマ朝で建設されたカイロはファーティマ朝→アイユーブ朝→マムルーク朝の系譜でずっと首都であった。<br>3: クレオパトラではなくアレクサンドロス大王が建設した。(前4C)<br>4: ムラービト朝の拠点は現モロッコにあるマラケシュであり、エジプトにまで範囲は及んでいない。"
		},
		{
			"q": "次の文章の波線部に誤りがあれば、その部分に該当する正しいものを、文章の下に掲げた語群1~9のうちから選べ。誤りがなければ、O を記せ。<br>マケドニアのフィリッポス2世は、<span class='ul-wave'>前338年</span>のカイロネイアの戦いで、アテネ・<span class='ul-wave'>メガラ</span>の連合軍を破ってギリシアの支配権を掌握した。その後、アレクサンドロス大王は、<span class='ul-wave'>アルベラの戦い</span>で、ベルシア軍を最終的に破り、さらに東西にわたる大帝国を建設した。",
			"source": "80・追試・改",
			"a": [
				"前359年",
				"前356年",
				"前336年",
				"スパルタ",
				"テッサリア",
				"テーベ",
				"マラトンの戦い",
				"イッソスの戦い",
				"レウクトラの戦い"
			],
			"correct": 6,
			"commentary": "メガラはドーリア人のポリスである。テーベが正しい。<br>マラトンの戦いはペルシア戦争時。イッソスの戦いとアルベラの戦いはともにマケドニアとアケメネス朝との戦いであるが、イッソスが先に起こり、マケドニアが勝利しアケメネス朝軍は逃亡した。その後アルベラで最終的にアケメネス朝が敗れた。"
		}
	],
	"ローマ世界": [
		{
			"q": "古代ローマ時代に見られた「戦士共同体としての都市国家の理念」について、次の1~4の短文のうち、この理念に該当しないものはどれか。一つ選べ。",
			"source": "81・本",
			"a": [
				"市民の自己の負担によって武装する。",
				"ともに戦うものどうしの間での政治的平等が重んじられる。",
				"市民が軍事に参加することによって、生計を立てる。",
				"戦士としての重要性のゆえに、市民が政治に参加する。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2,4: 正しい。18歳以上の男子市民の投票権が平等であった。<br>3: 市民とは中小の土地所有者であり、軍事参加により生計を立てていたわけではない。"
		},
		{
			"q": "ローマの共和政について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"貴族と富裕平民から形成された新貴族(ノビレス)の力が強くなり、彼らの意向は無視できないものになった。",
				"アテネの場合と異なり、終身議員で構成される元老院が大きな力を持っていた。",
				"ホルテンシウス法によって、元老院の決議のみが法と認められることになり、元老院の力は一層強まった。",
				"征服戦争が続けられた結果、市民の中核をなす中小農民は没落し、貧富の差はますます拡大した。"
			],
			"correct": 3,
			"commentary": "3: ホルテンシウス法は平民会の立法権を確立するものである。したがって元老院の力が強まることもない。"
		},
		{
			"q": "古代ローマの文化遺産であるローマ法の歴史について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・本",
			"a": [
				"十二表法は、慣習法を成文化したローマ最古の法である。",
				"リキニウス=セクスティウス法およびホルテンシウス法は、平民の地位の向上をもたらした。",
				"ローマ法は、本来ローマ市民に適用されていたが、しだいにその対象を拡大していった。",
				"ローマ法は、西ローマ帝国において『ローマ法大全』として集大成された。"
			],
			"correct": 4,
			"commentary": "1: 前5Cのことである。<br>2: リキニウス・セクスティウス法(前4C)は執政官二人のうち一人を平民から選出する法、ホルテンシウス法(前3C)は平民会の決議を国宝とすることを定めた法である。<br>3: カラカラ帝の時帝国領内の前自由民に市民権が与えられ、市民法は万民法となった。<br>4: 西ローマ帝国ではなく東ローマ帝国が正しい。ユスティニアヌス(6C)がトリボニアヌスに編纂を命じた。"
		},
		{
			"q": "ローマの自立的農民について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "86・本",
			"a": [
				"グラックス兄弟の改革の主要な目的は、重装歩兵となる市民層の再建であった。",
				"イタリアに侵入したハンニバルを破ったのは、ローマの有力政治家の私兵であった。",
				"ローマのガリア侵入の記録である『ガリア戦記』は、タキトゥスによって著された。",
				"アクティウムの戦いは、地中海に進出していくきっかけとなった。"
			],
			"correct": 1,
			"commentary": "1: 前2Cのことである。リキニウス・セクスティウス法の復活と大土地所有の制限を企てたが失敗に終わった。<br>2: ハンニバルがイタリアに侵入したのはポエニ戦争であるが、私兵の登場はそういった征服戦争の後属州からの安価な穀物の流入や戦争の長期化によって中小農民の没落がすすみ、貧富の差が拡大し共和制が動揺した時代である。よって誤り<br>3: タキトゥスではなくカエサルが正しい。タキトゥスが著したのは「ゲルマニア」である。<br>4: アクティウムの海戦はオクタヴィアヌスのローマ海軍がアントニウスとプトレマイオス朝エジプト、クレオパトラの連合軍に勝利した戦いである。これによってローマは東地中海制海権を獲得し、地中海進出が終結した。また、進出のきっかけはシチリア領有(前3C)である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Battle_of_Actium-en.svg/1920px-Battle_of_Actium-en.svg.png' /><br>[アクティウムの海戦、画像:Future Perfect at Sunrise, on the basis of work by User:Lencer and User:Leo2004 - translated from File:Schlacht bei Actium.svg, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=5505254による]"
		},
		{
			"q": "古代ローマの政治や政治制度について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"リキニウス=セクスティウス法により、平民会の決議が国法とされた。",
				"グラックス兄弟は、大地主の土地所有を奨励する政策を採った。",
				"カエサルは、レピドゥス、クラッススと共に第1回三頭政治を始めた。",
				"ネルヴァ帝から始まる5人の皇帝の治世は、五賢帝の時代と呼ばれる。"
			],
			"correct": 4,
			"commentary": "1: ホルテンシウス法が正しい。リキニウス・セクスティウス法は執政官二人のうち一人を平民から選出することを定めた法である。<br>2: 奨励ではなく制限が正しい。奴隷労働による中小農民の没落を目にし、自営農民を創出しようとした。<br>3: レピドゥスではなくポンペイウスが正しい。レピドゥスはオクタヴィアヌス、アントニウスとともに第二回三頭政治を始めた。<br>4: 正しい。1-2Cのことである。"
		},
		{
			"q": "ローマ共和政の時期に起こった出来事について述べた次の文a~cが、年代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br>a. オクタヴィアヌスが、アクティゥムの海戦で勝利した。<br>b. グラックス兄弟が、土地改革を行った。<br>c. 第1回三頭政治が成立した。",
			"source": "08・本",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 4,
			"commentary": "共和政期グラックス兄弟が土地改革を行い(前2C)、第一回三頭政治(カエサル、ポンペイウス、クラッスス)にて寡頭政治が始まった(前60-53)。第二回三頭政治ではオクタヴィアヌスとアントニウスが対立し、オクタヴィアヌスが勝利した(前31)。オクタヴィアヌスはアウグストゥスの称号を得、実質的な初代皇帝となる。"
		},
		{
			"q": "ローマでは、市民がすべて法の前に平等になるのは、前3世紀のことであったが、この状態は次のどの段階で達成されたか。",
			"source": "80・本",
			"a": [
				"護民官職と平民会が制定された。",
				"貴族に独占されていた慣習法が成文化された。",
				"貴族の土地占有が制限され、統領の一人は平民から出るようになった。",
				"平民会の決議が、元老院の承認なしに法的に有効となった。"
			],
			"correct": 4,
			"commentary": "ホルテンシウス法の段階である。<br>1: 前5C初<br>2: 十二表法、前5C中頃<br>3: リキニウス・セクスティウス法、前4C<br>4: ホルテンシウス法、前3C"
		},
		{
			"q": "ローマは前200年までに、アルプスをのぞくイタリア全土を征服し、つづく約300年間に、イベリア半島からペルシア湾に迫る大帝国を築いた。このことについて述べた次の文1~4のうちから、波線部に誤りを含むものを一つ選べ。",
			"source": "82・本",
			"a": [
				"<span class='ul-wave'>前2世紀後半</span>にカルタゴを滅ぼして、その領土を属州にした。",
				"<span class='ul-wave'>ギリシア・マケドニア・小アジア</span>にもローマの属州がおかれた。",
				"カエサルはエジプトに遠征し、<span class='ul-wave'>プトレマイオス朝を滅ぼした</span>。",
				"<span class='ul-wave'>トラヤヌス帝</span>はメソポタミア地方を加えて、最大の領土を支配した。"
			],
			"correct": 3,
			"commentary": "1: 正しい。前146年のことである。戦争の長期化、従軍の長期化やこの属州から安価な穀物が流入したことで市民階級は没落した。<br>2: 正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/5/5b/Roman_Empire%2C_Peak_period%281c~2c%29.png' /><br>[ローマの最大版図、画像: Kaiser&Augstus&Imperator - 投稿者自身による著作物, CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=146028202による]<br>3: プトレマイオス朝を滅ぼしたのはオクタヴィアヌスである。(前30)<br>4: 正しい。ダキア(現ルーマニア)も加えている。"
		},
		{
			"q": "ポエニ戦争当時のローマ共和政体制について述べた次の文1~4のうちから、誤りを含むものを一つ選べ",
			"source": "90・追試",
			"a": [
				"ローマの歩兵は、中小土地所有農民である平民(プレブス)によって構成されていた。",
				"2名のコンスル(執政官、統領)が、最高の役人(政務官)であった。",
				"元老院は、国政の指導に大きな役割を果たした。",
				"平民は、コンスルになることはできなかった。"
			],
			"correct": 4,
			"commentary": "4: 前4Cのリキニウス・セクスティウス法で平民がコンスルになれるようになった。ポエニ戦争は前3-前2Cである。"
		},
		{
			"q": "前218年、アルプス越えでローマに侵入したカルタゴの将軍ハンニバルに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "02・追試",
			"a": [
				"ハンニバルは、第一次ポエニ戦争で活躍した。",
				"ポエニ戦争は3次にわたり、エーゲ海の覇権をめぐって行われた。",
				"ポエニ戦争当時のローマは帝政であった。",
				"カルタゴは、フェニキア人が植民した都市である。"
			],
			"correct": 4,
			"commentary": "1: ハンニバルがアルプス超えをし活躍したカンネーの戦い(前216)、ローマの将軍スキピオがカルタゴを退けたザマの戦い(前202)はともに第二回ポエニ戦争のときである。<br>2: エーゲ海はギリシアとトルコ間の海であり、カルタゴ(チュニス拠点)との争いに適当ではない。西地中海が正しい。<br>3: 帝政ではなく共和政が正しい。ポエニ戦争など征服戦争の結果、長期の従軍や属州からの安価な穀物が中小市民を没落させ共和政を動揺させた。<br>4: 正しい。"
		},
		{
			"q": "ローマ奴隷制の特質は、奴隷を用いたラティフンディウムが発展したことにあるが、このラティフンディウムに関連して述べた次の文1~4のうちから、ラティフンディウム形成を促進した要因として適当でないものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"有力者は、征服戦争によりローマが得た土地を私有化した。",
				"中小土地所有農民が長期の従軍などにより没落し、離農した。",
				"貴族の大土地所有を制限するリキニウス=セクスティウス法が制定された。",
				"ローマの対外的発展により、奴隷の供給が活発化した。"
			],
			"correct": 3,
			"commentary": "3: リキニウス・セクスティウス法は執政官二人のうち一人を平民から選出することを定めた法である。"
		},
		{
			"q": "ローマが戦ったカルタゴについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"シチリア島にシラクサを築いた。",
				"フェニキア人の植民都市の一つであった。",
				"ローマの将軍ハンニバルによって滅ぼされた。",
				"ローマとの戦争は、ホメロスの叙事詩の主題となった。"
			],
			"correct": 2,
			"commentary": "1: シラクサはギリシア人が築いた植民都市である。また、ポエニ戦争はシラクサがカルタゴとの争いからローマに救援を要請したことから始まった。第一回ポエニ戦争後ローマ最初の属州となったシチリアだが、シラクサを中心とする島の東部はシラクサ王の統治が認められた。しかし第二次ポエニ戦争でシラクサはカルタゴの味方をし、後ローマの支配を受ける。<br>2: 正しい。<br>3: ハンニバルではなく小スキピオが正しい。(第三次ポエニ戦争)ハンニバルはカルタゴの将軍である。<br>4: ホメロスの叙事詩の題材はトロイア戦争である。シュリーマンはトロイア戦争を史実であると信じ、トロイアを発掘した。"
		},
		{
			"q": "共和政期ローマの属州について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"ローマは、ポエニ戦争によりガリアを獲得して、これを最初の属州とした。",
				"属州から安価な穀物が流入したことは、それまで重装歩兵としてローマ軍の主力をなしてきた人々が没落する要因の一つとなった。",
				"ローマの課す重税に苦しめられた属州内諸都市の住民は、ローマに対して同盟市戦争を起こした。",
				"カエサルは、属州民の不満を解消させるため、すべての属州の自由民にローマ市民権を与えた。"
			],
			"correct": 2,
			"commentary": "1: ガリアではなくカルタゴから獲得したシチリアが正しい。<br>2: 正しい。征服地で有力者がラティフンディアを形成し、これは共和政を動揺させた。<br>3: 同盟市戦争であるから起こしたのは属州ではなく同盟市(半島内)である。ローマでは反乱を防ぐために植民市・自治市・同盟市にわけて分割統治を行った。(共通の利害を持たせない。)市民権、自治権ともに認められず他2つに比べて権利が制限されていた同盟市が前1Cに反乱を起こしたが、分割統治が功を奏してスラによって鎮圧された。また、属州では多くは騎士階級(エクイテス)であった徴税請負人が非政府区民を搾取した。<br>4: カエサルではなくカラカラ帝(3C)が正しい。"
		},
		{
			"q": "「内乱の1世紀」といわれるローマ共和政末期の具体的な出来事について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"ポンペイウスは、カエサルやクラッススと結んで、元老院と同盟したスパルタクスを打倒した。",
				"エジプトの女王と結んだレピドゥスは、アウグストゥスと戦って敗北した。",
				"アントニウスは、カエサルの死後、レピドゥスやオクタヴィアヌスと結んで三頭政治を始めた。",
				"ポンペイウスがパルティアに遠征している間に、カエサルは元老院に接近して、ポンペイウスを失脚させようとした。"
			],
			"correct": 3,
			"commentary": "グラックス兄弟の改革が失敗に終わってから、アウグストゥスが元首政を始める前までのことを内乱の一世紀という。<br>1: スパルタクスは剣奴であり、ローマに対して反乱を起こした。したがって元老院との同盟などはない。<br>2: レピドゥスではなくアントニウスが正しい。また、エジプトの女王はプトレマイオス朝のクレオパトラである。<br>3: 正しい。<br>4: 正しくは「カエサルがガリアに遠征している間に、ポンペイウスは元老院に接近して、カエサルを失脚させようとした。」である。また、パルティアに遠征したのはカエサルに対抗したクラッススである。そこでのクラッススの戦死が三頭政治のバランスを崩し、ポンペイウスを元老院と結ばせた。"
		},
		{
			"q": "エジプト最後の女王クレオパトラがエジプト女王であった時期のエジプトやローマの政治状況について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"オクタヴィアヌス・アントニウス・クラッススの間で、第2回三頭政治が行われた。",
				"ローマは、エジプトからシチリアを奪って属州とした。",
				"ポンペイウスの後継者の地位をめぐって、オクタヴィアヌスとアントニウスの対立が深まった。",
				"クレオパトラとアントニウスは、協力関係にあった。"
			],
			"correct": 4,
			"commentary": "1: クラッススではなくレピドゥスが正しい。クラッススはカエサル、ポンペイウスとともに第一回三頭政治を行った。<br>2: エジプトではなくカルタゴが正しい。(第一次ポエニ戦争)<br>3: ポンペイウスではなくカエサルが正しい。ポンペイウスはカエサルと対立し討たれる。<br>4: 正しい。"
		},
		{
			"q": "ローマ市民の中の貴族的集団に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "97・本",
			"a": [
				"主に大土地所有者である貴族は、パトリキと呼ばれた。",
				"コンスル(執政官)職は、リキニウス=セクスティウス法以前では、貴族が独占した。",
				"元老院と対立したポンペイウスは、オクタヴィアヌスと共同統治を行った。",
				"元首政は、名目的には元老院などの共和政の伝統を尊重するものであった。"
			],
			"correct": 3,
			"commentary": "3: オクタヴィアヌスはアントニウス、レピドゥスとともに第二回三頭政治だから不適当。カエサルとクラッススが正しい。<br>4: オクタヴィアヌスはアウグストゥス(尊厳者)の称号を与えられたが、プリンケプス(市民の中の第一人者)と呼ばれることを望んだ。これによって実質的な帝政である元首政(プリンキパトゥス)を行った。"
		},
		{
			"q": "カエサルについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "94・追試",
			"a": [
				"カエサルは、太陽暦を採用した。",
				"カエサルは、『ガリア戦記』を著した。",
				"カエサルは、アクティウムの海戦に勝ち、地中海世界を統一した。",
				"カエサルは、共和政の伝統を守ろうとする反対派によって暗殺された。"
			],
			"correct": 3,
			"commentary": "1: ユリウス暦のことである。<br>2: 正しい。<br>3: オクタヴィアヌスが正しい。<br>4: カエサルの「ブルータス、お前もか!」で有名"
		},
		{
			"q": "共和政末期のローマは西地中海の海上権を確立するとともに、東地中海の征服も行って、地中海全域を統一した。このようにして、ローマは、外に対しては領土的拡大を続けたものの、内には大きな問題をかかえ込むようになった。<br>上記の文章に続く1~4のうち、誤っているものがあれば、その番号を選べ。なければ、O を記せ。",
			"source": "81・本",
			"a": [
				"軍隊は傭兵化して、有力軍人の政治抗争に利用された。",
				"自作農の創出がはかられたが、失敗した。",
				"都市に流れ込んだ没落者は、パンと見世物を要求する遊民となった。",
				"没落自由民の多くは、身体を抵当に入れた借金のために奴隷身分に陥った。",
				"　　　O　　　"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: グラックス兄弟の改革のことである。リキニウス・セクスティウス法の復活と大土地所有の制限を企てた。<br>3: 正しい。<br>4: ローマで市民が奴隷へ転落することはなかった。(パンと見世物)"
		},
		{
			"q": "共和政末期のローマ領拡大が、土地経営のありかたに変質をもたらした。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"ラティフンディアでは主に穀物栽培が行われた。",
				"ラティフンディアは大量の奴隷を使った大土地経営である。",
				"コロヌスは大土地所有者に隷属させられたが、移動の自由は認められた。",
				"コロヌス制によって中小自由農民はますます没落し、ローマ共和政は危機をむかえた。"
			],
			"correct": 2,
			"commentary": "1: 穀物ではなくぶどうやオリーブなど商品作物の栽培が行われた。<br>2: 正しい。ラティフンディアは第二回ポエニ戦争後拡大した。<br>3,4: コロヌス制は帝政末期のことである。征服戦争の完了、ローマの平和により奴隷供給が途絶えたことでラティフンディアにかわり成立した。また、コロヌスに移動の自由は認められなかった。"
		},
		{
			"q": "次の文a~dはローマの内乱の経過を述べている。その年代配列の正しいものを下の1~5のうちから一つ選べ。<br>a. カエサル(シーザー)が独裁官として諸改革を断行した。<br>b. アントニウス・レピドゥス・オクタヴィアヌスが三頭政治を行った。<br>c. ポンペイウス・カエサル・クラッススが三頭政治を行った。<br>d. 元老院は、オクタヴィアヌスにアウグストゥスの尊称を贈った。",
			"source": "90・追試",
			"a": [
				"a → c → d → b",
				"c → a → b → d",
				"a → b → c → d",
				"c → b → a → d",
				"b → d → c → a"
			],
			"correct": 2,
			"commentary": "1: カエサル、ポンペイウス、クラッススの三頭政治(前60-前53)のうちカエサルが権力を握ってゆき独裁官(ディクタトル)に就任した(前46-前44)。その後カエサルの後継者を巡りアントニウス、レピドゥス、オクタヴィアヌスの第二回三頭政治が行われ(前43-36)、オクタヴィアヌスが権力を握ってゆき元老院からアウグストゥス(尊厳者)の称号を得た(前27)。"
		},
		{
			"q": "前1世紀のローマは内戦状態に陥り、これに対する政治的対応は、ローマ帝政を志向させた。次の1~10のうちから、上記の状態に関与していない人物を選べ。",
			"source": "80・本",
			"a": [
				"マリウス",
				"スラ",
				"ポンペイウス",
				"カエサル",
				"グラックス兄弟",
				"クラッスス",
				"ブルートゥス",
				"オクタヴィアヌス",
				"レピドゥス",
				"アントニウス"
			],
			"correct": 5,
			"commentary": "グラックス兄弟の改革が失敗すると、兄弟とも死亡してしまった。(自殺といわれる)その後から始まる平民派と閥族派の争い、三頭政治を経てアウグストゥスの元首政が始まるまでを内乱の一世紀という。<br>1,2: マリウスは平民派、スラは閥族派として両者の戦いが始まり、これが内乱の一世紀の始まりである。<br>3,4,6: 第一回三頭政治のメンバーである。カエサルは平民派として台頭、ポンペイウスは閥族派から平民派へ、クラッススは閥族派の将軍として台頭しスパルタクスの乱を鎮圧した。<br>5: グラックス兄弟は前2C末、共和政末期である。この後内乱の一世紀が始まる。<br>7: カエサル暗殺団の一人であった。<br>8,9,10: 第二回三頭政治のメンバーである。"
		},
		{
			"q": "古代ローマでは、前1世紀に共和政がくずれて、独裁的傾向が強まった。このことに関連して述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "85・本",
			"a": [
				"カエサルは、私兵化した軍隊を率いて<span class='ul-wave'>ポンペイウス</span>を破り、独裁官となった。",
				"オクタヴィアヌスは、<span class='ul-wave'>元老院</span>によって「アウグストゥス」という尊称を与えられた。",
				"「アウグストゥス」とは、市民の<span class='ul-wave'>「第一人者」</span>という意味である。",
				"アウグストゥスは、共和政の伝統を保存し、<span class='ul-wave'>プリンケプス</span>として統治した。"
			],
			"correct": 3,
			"commentary": "3: アウグストゥスとは尊厳者の意味である。また、彼が自ら名乗ったプリンケプスが第一人者の意味である。"
		},
		{
			"q": "スパルタクスの乱に関連して述べた次の文1~4のうちから、この乱の起こった紀元前1世紀前半の事柄として正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"カエサル・クラッスス・ポンペイウスが第1回三頭政治を始めた。",
				"十二表法と呼ばれる最初の成文法ができた。",
				"ホルテンシウス法により、平民会の決議が重視されることとなった。",
				"平民を保護するために護民官の職が置かれた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 前5Cである。<br>3: 前3Cである。(リキニウス・セクスティウス法は前4C)<br>4: 前5C初である。"
		},
		{
			"q": "アウグストゥスによる元首政について説明した文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・追試",
			"a": [
				"アウグストゥスは、共和政の伝統を尊重しつつも、政治・軍事の実権を握った。",
				"アウグストゥスは、大地主の土地を取り上げて貧しい市民に分配し、自作農を創出することを政策の第一の目的にしていた。",
				"アウグストゥスは、他の有力者と密約を結んで、元老院を無視した三頭政治を始めた。",
				"アウグストゥスは、帝国の全領域を4分割して統治した。"
			],
			"correct": 1,
			"commentary": "1: 自らプリンケプス(市民の中の第一人者)を名乗り、実質的な帝政である元首政(プリンキパトゥス)を行った。<br>2: グラックス兄弟のことである。(前2C)<br>3: 三頭政治は元老院を無視できないがために有力者が密約を結び始まった。<br>4: 四分統治はディオクレティアヌス帝のときである。(3C末)"
		},
		{
			"q": "初期帝政が共和政的であった理由を最もよく説明する文を、次の1~4のうちから一つ選べ。",
			"source": "80・本",
			"a": [
				"皇帝は、その後継者を養子にすることによって、帝位の継承を確実にしたため。",
				"皇帝は、アウグストゥスの称号によって、自らを絶対化したため。",
				"皇帝は、市民の第一人者として、元老院から大権を委託されたため。",
				"皇帝は、軍隊の推戴を受けて帝位についたため。"
			],
			"correct": 3,
			"commentary": "元首政のことである。<br>2: オクタヴィアヌスは元老院からアウグストゥス(尊厳者)の称号を得たが、自らはプリンケプス(市民の中の第一人者)を名乗った。<br>3: 正しい。<br>4: 軍人皇帝時代(3C)の説明である。"
		},
		{
			"q": "ギリシア・ローマ時代の歴史記述について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "88・本",
			"a": [
				"ヘロドトスは、ペロポネソス戦争の歴史を物語風に記述し、「歴史の父」と呼ばれた。",
				"プルタルコスは、ギリシアとローマの英雄的人物を比較した『対比列伝(英雄列伝)』を著した。",
				"リヴィウスは、流麗なラテン語で『ローマ建国史(ローマ史)』を著した。",
				"タキトゥスの『ゲルマニア』は、ローマ人が見たゲルマン人の生活を描いており、古代ゲルマン民族研究の重要な史料である。"
			],
			"correct": 1,
			"commentary": "1: ヘロドトスはペルシア戦争の歴史を記述した。ペロポネソス戦争についてはトゥキディデスである。"
		},
		{
			"q": "ローマ人の歴史家タキトゥスが歴史書『ゲルマニア』を著した2世紀初めのローマ帝国の領域を示す地図として正しいものを、次の1~4のうちから一つ選べ。<br><img class='img-w100' src='./imgs/rome_territory.png' />",
			"source": "94・本",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　"
			],
			"correct": 4,
			"commentary": "1: イベリア半島南部、シチリア、サルデーニャの獲得が見られる。よって第一回、第二回ポエニ戦争の時期(前3C末)<br>2: 1から拡大し、チュニジアの獲得が見られる。よって第三回ポエニ戦争後(前2C)。<br>3: フランスのガリアの獲得が見られる。よってカエサルのガリア遠征の頃。(前1C)<br>4: ブリテン島やルーマニアのダキア、メソポタミアを含む帝国の最大版図である。五賢帝二人目トラヤヌスのころ。また、ブリテン島領域の北端に三人目ハドリアヌスは長城を建設した。"
		},
		{
			"q": "古代ローマ時代に記された歴史書・伝記の説明として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・追試",
			"a": [
				"<span class='ul-wave'>リヴィウス</span>の『ローマ建国史』は、建国から紀元前9年までのローマ史を記している。",
				"<span class='ul-wave'>プルタルコスの『対比列伝(英雄伝)』</span>は、ギリシア・ローマの英雄や著名人を比較論評したものである。",
				"<span class='ul-wave'>カエサル</span>の『ガリア戦記』は、自らのガリア遠征の記録である。",
				"<span class='ul-wave'>セネカ</span>の『ゲルマニア』は、ゲルマン人の生活・習慣を描いている。"
			],
			"correct": 4,
			"commentary": "4: セネカではなくタキトゥスが正しい。セネカはストア派の哲人であり、五賢帝一人目ネロ帝の師であった。"
		},
		{
			"q": "古代地中海沿岸の農業・土地制度について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"ローマでは、共和政末期以来、ラティフンディウムとよばれる奴隷制大土地経営がひろまった。",
				"グラックス兄弟は、大土地所有者への土地集中を促進しようとした。",
				"ヨーロッパの地中海沿岸地方では、オリーブなどの果樹栽培が盛んであった。",
				"帝政期のローマ市には、エジプトなどから大量の穀物がもたらされた。"
			],
			"correct": 2,
			"commentary": "1: 征服地の土地を有力者が私有化して成立した。この結果中小農民は没落した。<br>2: 促進ではなく抑制が正しい。征服戦争の長期化ややすい穀物の流入などでで中小農民(重装歩兵)が没落していくのを見たグラックス兄弟はリキニウス・セクスティウス法の復活、大土地所有の制限を企てたが失敗に終わった。<br>3,4: 正しい。"
		},
		{
			"q": "ローマ帝政期の文学について述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "96・本",
			"a": [
				"北イタリア出身の歴史家<span class='ul-wave'>リヴィウス</span>は、ラテン語でローマ建国以来の歴史『ローマ建国史(ローマ史)』を書いた。",
				"ローマ皇帝<span class='ul-wave'>マルクス=アウレリウス</span>は、ギリシア語で『自省録(瞑想録)』を書いた。",
				"アウグストゥスの時代を代表する詩人<span class='ul-wave'>ホラティウス</span>は、ホメロスの叙事詩を範として『アエネイス』を書いた。",
				"ネロ帝の家庭教師を務めた<span class='ul-wave'>セネカ</span>は、ストア派哲学の実践を説く作品を数多く書いた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: マルクス・アウレリウス・アントニヌスは五賢帝の五人目で、哲人皇帝と呼ばれる。ストア派であった。<br>3: ホラティウスではなくヴェルギリウスが正しい。ホラティウスはローマ帝政初期の詩人で、ギリシア文学に傾倒した。「叙情詩集」<br>4: 正しい。セネカはネロ帝の暴政を止められず、ネロ帝に陰謀の罪を着せられ自殺した。"
		},
		{
			"q": "ローマの土木事業について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"ディオクレティアヌスは、コンスタンティノープルを帝国の首都として整備した。",
				"ローマの円形闘技場(コロッセウム)は、市民たちが肉体的訓練を行う場であった。",
				"都市のほぼ中央に造られたカタコンベ(カタコーム)は、市民の政治的活動の場であった。",
				"ローマの騎士階級は、国家事業の請負(公共土木事業や徴税の請負)で富を蓄積した。"
			],
			"correct": 4,
			"commentary": "1: ディオクレティアヌスではなくコンスタンティヌスが正しい。ビザンティウムを改称し首都とした。(330年)<br>2: コロッセウムは剣奴の闘技場で、見世物が開催された。<br>3: カタコンベとは地下墓所のことで、迫害を受けたキリスト教徒が礼拝所として利用した。ローマ帝国によるキリスト教迫害として、ネロ帝の迫害(64年・ローマ大火の責任をキリスト教徒に転嫁。ペテロ、パウロは殉教した。)、ディオクレティアヌス帝の大迫害(303年・軍人皇帝を廃し帝国の再興を図るため皇帝崇拝政策をとった。)がある。また、コンスタンティヌス帝はミラノ勅令(313)でキリスト教を公認し帝国統一に利用した。<br>4: 正しい。騎士階級はエクイテスという。"
		},
		{
			"q": "ローマの発展に関連して、コンスタンティノープルがローマ帝国の新しい首都となった後の出来事を、次の文1~4のうちから一つ選べ。",
			"source": "85・追試",
			"a": [
				"ローマ皇帝ヴァレリアヌスが、ササン朝ペルシアと戦って捕虜となった。",
				"ローマ皇帝ディオクレティアヌスが、帝国を四分して統治した。",
				"ローマ帝国の全自由市民にローマ市民権が与えられた。",
				"キリスト教が、ローマ帝国の国教となった。"
			],
			"correct": 4,
			"commentary": "コンスタンティヌス帝がビザンティウムに遷都し、コンスタンティノープルに改称したのは330年である。<br>3: 征服戦争が完了し、広大な支配領域を持つようになったローマでは属州の不満を抑えるためにカラカラ帝が領内の前自由民に市民権を認めた。征服戦争の完了は奴隷供給が途絶えることを意味し、後にコロナトゥスが成立し帝国は衰退し始める。動揺の中で軍人皇帝が擁立されるようになる。<br>1: ササン朝のシャープール1世は軍人皇帝であったウァレリアヌスを捉えて捕虜とした。(3C)<br>2: 軍人皇帝を廃したディオクレティアヌスは専制君主制をとり帝国を四分統治した。またこの専制君主制による皇帝崇拝政策により最後のキリスト教大迫害が起こった(303)。<br>4: 313年にコンスタンティヌス帝がミラノ勅令でキリスト教を公認し帝国統一に利用したところからはじまり、325年ニケーア公会議(アタナシウス派を正統とする)、392年テオドシウス帝のキリスト教国教化が行われる。<br>征服戦争の完了→軍人皇帝→それを廃したディオクレティアヌスと彼の最後のキリスト教迫害→コンスタンティヌスのミラノ勅令→テオドシウスのキリスト教国教化という流れがわかれば答えられる。また、テオドシウス時代395年にローマ帝国は東西に分裂する。(国教化後)"
		},
		{
			"q": "カラカラ帝が皇帝であった3世紀初めのローマ法やローマ市民権について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"十二表法により慣習法が成文化された。",
				"ホルテンシウス法により、平民会決議をローマ法とする体制が整った。",
				"帝国内の全自由民にローマ市民権が与えられた。",
				"『ローマ法大全』が完成した。"
			],
			"correct": 3,
			"commentary": "1: 前5C、共和政初期のことである。<br>2: 前3C、共和政期のことである<br>3: 正しい。<br>4: ローマ法大全は東ローマ帝国のユスティニアヌス(6C)がトリボニアヌスに編纂を命じた。"
		},
		{
			"q": "平和と繁栄を謳歌したローマも、3~4世紀にかけて内憂外患に苦しみ、衰退の一途をたどった。この時代について述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "82・本",
			"a": [
				"<span class='ul-wave'>ディオクレティアヌス帝</span>は、軍人皇帝時代の混乱を収拾して、専制君主政をしいた。",
				"<span class='ul-wave'>コンスタンティヌス帝</span>は、キリスト教を国教と定め、異教の神々の崇拝を禁止した。",
				"375年<span class='ul-wave'>西ゴート族</span>が帝国東方領に移動を開始し、ここにいわゆるゲルマン民族の移動が始まった。",
				"4世紀末<span class='ul-wave'>テオドシウス帝</span>は、帝国を二分して二人の息子に与えたので、帝の死後ローマ帝国は東西に分かれた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: コンスタンティヌスではなくテオドシウスが正しい。(392年)また、コンスタンティヌスはミラノ勅令(313年)でキリスト教公認、ニケーア公会議(325年)でアタナシウス派を正統とした。<br>3: 東ゴート人がフン人に征服されたのを知った西ゴート人は375年に移動を開始して376年にドナウ川を渡った。<br>4: 395年のことである。"
		},
		{
			"q": "次の組み合わせのうち、コンスタンティヌス帝の治世に属するものを一つ選べ。",
			"source": "80・本",
			"a": [
				"正帝と副帝とを設けた / キリスト教徒を迫害した / 皇帝礼拝を強要した。",
				"コロヌスの土地緊縛 / 職業の固定化 / ニケーア公会議の開催。",
				"西ゴート族、ドナウ川を越える / レオ1世、ローマ教会の首位権を主張する / アウグスティヌス、『神の国』を著す。",
				"『ローマ法大全』の編纂 / 東ゴート王国の滅亡 / 聖ソフィア教会堂の建立。"
			],
			"correct": 2,
			"commentary": "1: ディオクレティアヌスの治世である。<br>2: 正しい。コロヌス(隷属的小作農民)を用いた生産をコロナトゥスという。征服戦争の終結によって奴隷供給が途絶え奴隷制のラティフンディアにかわり成立した。また、ニケーア公会議(325)ではアリウス派が異端とされアタナシウス派が正統となった。<br>3: 西ゴート族がドナウ河を超えたのは376年、レオ1世はカルケドン公会議(451年)に対し三位一体説を主張し単性説を異端とした。また、アウグスティヌスは4世紀後半から5世紀初めである。どれもコンスタンティヌスの死後である。<br>4: ユスティニアヌスの治世である(6C)。トリボニアヌスにローマ法大全の編纂を命じ、東ゴート王国を滅亡させ、ハギア・ソフィア聖堂(聖ソフィア聖堂)を建立した。"
		},
		{
			"q": "コンスタンティヌス帝の政策について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"キリスト教を国教とし、それ以外の宗教を禁止した。",
				"ニケーア(ニカイア)で公会議(宗教会議)を開き、キリスト教教義の統一に努めた。",
				"専制政治を強化して、帝国の解体を食い止めようとした。",
				"職業と身分の固定化・世襲化を進めた。"
			],
			"correct": 1,
			"commentary": "1: キリスト教を国教にしたのはテオドシウスである(392年)。<br>2: 正しい。325年のことである。<br>3: 正しい。<br>4: 正しい。コロヌスが生まれた。"
		},
		{
			"q": "紀元3世紀頃のローマ帝国の状況を説明した文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・追試",
			"a": [
				"政治が比較的安定し、帝国の版図が最大に達した。",
				"成立したばかりのパルティア王国と国境をめぐって争っていた。",
				"皇帝が軍隊によって頻繁に廃立される政治的混乱の時代であった。",
				"西ゴート族のドナウ渡河に始まるゲルマン民族の大移動が生じ、帝国が混乱状態に陥っていた。"
			],
			"correct": 3,
			"commentary": "1: 帝国の最大版図は五賢帝(1-2C)のトラヤヌスの時である。<br>2: 3Cに成立したのはササン朝である。また、第一回三頭政治(前60年-前53年)のクラッススはカエサルのガリア遠征に対抗しパルティアに遠征し、死亡している。パルティアの後のイラン人国家が3Cのササン朝である。<br>3: 正しい。3C末にディオクレティアヌスが即位しこれを廃した。(ディオクレティアヌス帝の大迫害: 303年)<br>4: ゲルマン人の大移動の開始は375年で、ドナウ川を渡ったのは376年である。(4C)"
		},
		{
			"q": "ローマは帝政期に入ると、国境線全域にわたって防御姿勢に追い込まれ、奴隷制大農場(ラティフンディア)は解体し、新たな農業制度に移行していった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "83・本",
			"a": [
				"コロヌスとよばれる奴隷出身の農民の自作経営に転換した。",
				"コロヌスとよばれる小土地所有農民の自作経営に転換した。",
				"コロヌスとよばれる隷属性の強い農民の小作経営に転換した。",
				"コロヌスとよばれる自立性の強い農民の小作経営に転換した。"
			],
			"correct": 3,
			"commentary": "コロヌスとは隷属的小作農民のことである。また、この経営をコロナトゥスと呼ぶ。"
		},
		{
			"q": "コロヌス制について述べた次の文1~4のうちから、誤っているものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"コロヌスは、没落した自由農民やかつての奴隷などで構成されていた。",
				"コロヌス制は、農奴制の先駆形態とみなされている。",
				"奴隷供給が困難となったことが、コロヌス制発展の一因となった。",
				"コロヌスは、移動の自由を認められていた。"
			],
			"correct": 4,
			"commentary": "4: コロヌスは移動の自由を認められていない。(コンスタンティヌス帝の土地定着強制法)"
		},
		{
			"q": "キリスト教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"アウグスティヌスは、『神学大全』を著した。",
				"セルジューク朝は、イエズス会の布教活動を支援した。",
				"ローマ教会は、神聖ローマ皇帝を首長とする教会制度を築いた。",
				"セルビア人は、ギリシア正教に改宗した。"
			],
			"correct": 4,
			"commentary": "アウグスティヌスではなくトマス・アクィナスが正しい。神学大全は13Cスコラ学を大成したものである(「哲学は神学の婢」)。また、アウグスティヌスが著したのは「神の国」「告白録」である。<br>2: セルジューク朝はイスラーム教スンナ派国家であるため誤り。<br>3: ローマ教会の首長は教皇であり、政治権力と宗教権力が分離されていた。また、対してギリシア正教ではコンスタンティノープル総主教が首長で、ビザンツ皇帝がこれの任免など、教皇に影響力を持った。<br>4: 正しい。"
		},
		{
			"q": "キリスト教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"イスラーム教を批判したイエスの教えをもとに、成立した。",
				"『新約聖書』を教典とする。",
				"ディオクレティアヌス帝によって国教とされた。",
				"クレルモン教会会議(公会議)において、ウィクリフが異端とされた。"
			],
			"correct": 2,
			"commentary": "1: イスラーム教ではなくユダヤ教が正しい。パリサイ派などの律法主義を否定し神の絶対愛と隣人愛を説き、ユダヤ選民思想を克服し神の前の平等を説いた。また、イスラーム教の成立は7Cである。(イスラーム歴元年: 622年)<br>2: 正しい。旧約聖書とともに教典である。また、ユダヤ教は旧約聖書のみを教典としている。<br>3: ディオクレティアヌスではなくテオドシウスが正しい(392年)。ディオクレティアヌスは最後のキリスト教大迫害を行った。(303年)<br>4: クレルモン公会議ではなくコンスタンツ公会議が正しい。コンスタンツ公会議はドイツ皇帝ジギスムントによって提唱され、教会の大分裂を終わらせ、フスと彼に影響を与えたウィクリフを異端とし火刑した。(ウィクリフはすでに死んでいたが、遺体を掘り起こし著作とともに改めて火刑にされた。)また、クレルモン宗教会議(1095年)はビザンツ帝国がイスラーム勢力であるセルジューク朝にマンジケルトの戦いで敗れ小アジア進出を許したことから教皇ウルバヌス2世が十字軍を提唱した宗教会議である。"
		},
		{
			"q": "イエスと初期キリスト教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"イエスや使徒たちの布教活動は、当時のユダヤ教徒社会の範囲内に留まった。",
				"ローマの厳しい弾圧を受けたキリスト教は、まず唐代の中国に伝えられた。",
				"イエスの教えは、ユダヤ教の指導者たちの敵意をかった。",
				"ローマ人は征服地の神々を祭る習慣があったので、キリスト教もただちにローマに受け入れられた。"
			],
			"correct": 3,
			"commentary": "1: キリスト教はユダヤ選民思想を克服した世界宗教であった。パウロによる異邦人への布教が有名。<br>2: ササン朝を経て唐に伝わった。<br>3: 正しい。イエスはローマ帝国に対する独立反乱の指導者としてユダヤ総督ピラトにより十字架刑に処せられた。<br>4: 初期キリスト教はローマで迫害され、キリスト教徒はカタコンベ(地下墓所)を利用して礼拝をした。また、ネロ帝、ディオクレティアヌス帝のときキリスト教迫害が起こっている。"
		},
		{
			"q": "キリスト教の歴史について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"「キリスト」という語は、「メシア」のギリシア語訳に由来する。",
				"イエスは、ローマに対する反逆者として処刑された。",
				"ニケーア公会議で、アタナシウス派が正統とされた。",
				"アウグスティヌスは、イエスや使徒の言行を『新約聖書』として著した。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: ユダヤ総督ピラトにより十字架刑に処せられた。<br>3: アリウス派が異端とされアタナシウス派が正統となった。<br>4: 新約聖書は使徒らによる記録によってなっている。マルコ、マタイ、ルカ、ヨハネによる福音書やペテロ、パウロの使徒言行録など。また、アウグスティヌスは「神の国」「告白録」を著した教父である。"
		},
		{
			"q": "3世紀に出たローマ教皇ディオクレティアヌスは帝国再建に精魂を傾けた。そのための政策として適当なものを次の1~4から一つ選べ。",
			"source": "79・追試・改",
			"a": [
				"キリスト教を国教とした。",
				"首都をローマからビザンティウムに移した。",
				"法学者をあつめ、『ローマ法大全』を編集させた。",
				"共和政的な元首政をオリエント風の専制君主政に変えた。"
			],
			"correct": 4,
			"commentary": "1: テオドシウス、392年の政策である。<br>2: コンスタンティヌス、330年の政策である。<br>3: ローマ法大全はユスティニアヌスが6Cトリボニアヌスに編纂を命じた。<br>4: 正しい。皇帝崇拝政策をとった。"
		},
		{
			"q": "『新約聖書』は何語で書かれたか。次の1~5のなかから選べ。",
			"source": "79・本・改",
			"a": [
				"プラトン時代のギリシア語",
				"ヘブライ語",
				"教父時代のラテン語",
				"コイネーとよばれるギリシア語",
				"キケロ時代のラテン語"
			],
			"correct": 4,
			"commentary": "新約聖書はヘレニズム世界の共通語であったコイネーでまず書かれ、ローマに入ってからラテン語に翻訳された。<br>プラトン時代は前4C頃である。また、旧約聖書がヘブライ語で書かれている。"
		},
		{
			"q": "ヘレニズム・ローマ時代の宗教・思想について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"ユダヤ教の教えでは、ユダヤ人は神に選ばれた民族であり、民族を救済する救世主(メシア)が必ず出現するとしている。",
				"ゾロアスター教の教えでは、世界は善神と悪神の闘争の場で、最終的に善神が勝利すると信じ、かつ、火を清浄なものとしている。",
				"哲学では、心の平安や個人の幸福を重視するストア派やエピクロス派などが流行していた。",
				"ローマ古来の宗教は、ユダヤ教と同じく、唯―の神を崇拝する一神教であった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: 善神アフラ・マズダと悪神アーリマンである。最後の審判がくだされアーリマンは打ち負かされるとされた。また、火を清浄なものとするため唐では祆教とともに拝火教とも言われた。<br>3: 正しい。禁欲主義ストア派の始祖はゼノン、快楽主義エピクロス派の始祖はエピクロスである。<br>4: 現世的色彩の強い多神教であったから誤り。"
		},
		{
			"q": "ユーラシア大陸西部では、地中海が古代から活発な交易の舞台となった。このことに関して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・追試",
			"a": [
				"エーゲ海に栄えたクレタ文明圏では、すでに海上貿易が活発で、鉄がとりわけ重要な交易品目であった。",
				"ギリシア人は、多くの植民市を建設し、奴隷・穀物・オリーブ油などの交易を行った。",
				"フェニキア人は、カルタゴなどの植民市を建設し、地中海貿易に活躍した。",
				"ローマ帝国においては、エジプトなどから大量の穀物がイタリアに流入した。"
			],
			"correct": 1,
			"commentary": "クレタ文明は青銅器文明であり、鉄の使用はなかった。"
		},
		{
			"q": "北アフリカ出身で、キリスト教の学者として活躍した人物アウグスティヌスが生きた時代のイベリア半島や北アフリカについての記述として適当なものを、次の1~4のうちから一つ選べ。",
			"source": "94・本",
			"a": [
				"カルタゴの将軍ハンニバルが、イベリア半島からイタリアを目指していた。",
				"五賢帝の治下、これらの地方は平和のうちに空前の繁栄期を迎えていた。",
				"新興のイスラーム勢力が、北アフリカの沿岸を西に進撃していた。",
				"ローマ帝国は東西に二分され、これらの地方は西ローマ帝国に含まれることになった。"
			],
			"correct": 4,
			"commentary": "アウグスティヌスは4C-5Cの人物である。<br>1: 第二回ポエニ戦争、前3Cである。<br>2: 五賢帝は1C-2Cである。<br>3: イスラーム教の成立は7Cである。<br>4: テオドシウス帝、395年のことである。"
		},
		{
			"q": "ローマ人によって書かれた作品について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"リヴィウスは、『ローマ建国史』を著した。",
				"『アエネイス』は、ローマ建国の伝説を主題としている。",
				"キケロは、『ゲルマニア』を著した。",
				"カエサルは、『ガリア戦記』を著した。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: ヴェルギリウスによる著である。<br>3: キケロではなくタキトゥスが正しい。また、キケロは「国家論」などを著した。<br>4: 正しい。"
		},
		{
			"q": "歴史書について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"<span class='ul-wave'>ヘロドトス</span>は、『歴史』でペルシア戦争の歴史を物語風に叙述した。",
				"<span class='ul-wave'>プルタルコス</span>は、『ローマ建国史』(『ローマ史』)でローマの偉大さをたたえた。",
				"<span class='ul-wave'>イブン=ルシュド</span>は、『世界史序説』(『歴史序説』)で歴史発展の法則性を論じた。",
				"<span class='ul-wave'>司馬炎</span>は、『資治通鑑』で歴史における大義名分を強調した。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: プルタルコスではなくリヴィウスが正しい。また、プルタルコスはギリシアとローマの歴史上の人物を比較した「対比列伝」を著した。<br>3: イブン・ルシュドではなくイブン・ハルドゥーンが正しい。(チュニジア生まれ)また、イブン・ルシュドはコルドバで活躍したイスラーム教徒の哲学者である。アリストテレス注釈書を著した。<br>4: 司馬炎ではなく司馬光が正しい。司馬光は宋代の政治家で、王安石の新法に反対して官職から退き、地方で歴史書の編纂に没頭した。(「資治通鑑」)また、司馬炎は魏に仕え、皇帝から禅譲を受けて晋を建国した。"
		},
		{
			"q": "ストア哲学の思想を示している作品について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"『労働と日々』(『仕事と日々』)が、ヴェルギリウスによって著された。",
				"『ローマ建国史』(『ローマ史』)が、キケロによって著された。",
				"『自省録』が、マルクス=アウレリウス=アントニヌス帝によって著された。",
				"『告白』(『告白録』)が、ディオクレティアヌス帝によって著された。"
			],
			"correct": 3,
			"commentary": "1: 「労働と日々」はヘシオドスによる著作で、労働の価値を歌い上げた。また、ヴェルギリウスはローマ建国を題材に「アエネイス」を著した。いずれもストア哲学の思想とは言えない。<br>2: 「ローマ建国史」はキケロではなくリヴィウスである。しかし、だとしてもやはりストア哲学の思想ではない。<br>3: 正しい。マルクス・アウレリウス・アントニヌスは哲人皇帝と呼ばれた。<br>4: 「告白録」を著したのはアウグスティヌスである。が、やはりストア哲学でもない。「告白録」にはマニ教からキリスト教への回心の経緯が記されている。"
		}
	],
	"インドの古典文明": [
		{
			"q": "古代文明の法や制度について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"アケメネス朝のハンムラビ王が制定した法典は、復讐法の原則に立っている。",
				"ローマでは前5世紀に、十二表法と呼ばれる成文法が制定された。",
				"三頭政治を行ったオクタヴィアヌスは、『ローマ法大全』を編纂した。",
				"インダス文明では、ヴァルナ制と呼ばれる身分制度が発達した。"
			],
			"correct": 2,
			"commentary": "1: アケメネス朝ではなく古バビロニアが正しい。<br>2: 正しい。続いて前4Cにリキニウス・セクスティウス法、前3Cにホルテンシウス法の成立である。<br>3: ローマ法大全はユスティニアヌスが6Cトリボニアヌスに編纂を命じた。<br>4: インダス文明の頃にヴァルナ制はない。カイバル峠を超えてインドに侵入しインダス文明を破壊したアーリヤ人が非アーリヤ人を区別するために生まれたのがヴァルナである。"
		},
		{
			"q": "世界の歴史的な建造物や遺跡について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"インダス文明下のモヘンジョ=ダロ(モエンジョ=ダーロ)では、大浴場(沐浴場)が建設された。",
				"古代のギリシアでは、ペルセポリスの宮殿(王宮)が建設された。",
				"フランスのシャルトル大聖堂は、宗教改革を記念して建設が始められた。",
				"ウィーンの聖ソフィア(ハギア=ソフィア)聖堂は、後にイスラーム教のモスクに改修された。"
			],
			"correct": 1,
			"commentary": "1: 正しい。インダス文明下の遺跡といえばモエンジョダーロとハラッパーが有名であるが、モエンジョダーロがインダス川中流西岸でハラッパーがその上流側である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/31/Civilt%C3%A0ValleIndoMappa.png' /><br>[モエンジョダーロ・ハラッパー、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=267396]<br>2: ペルセポリスはアケメネス朝のダレイオス1世が造営開始した。<br>3: シャルトル大聖堂はゴシック様式の代表で13Cの建築。ステンドグラスで有名。ビザンツ様式→ロマネスク様式→ゴシック様式→ルネサンス様式→バロック様式→ロココ様式とたどり、宗教改革(16C)がルネサンスなどと並行していたことを考えると誤り。<br><img src='https://upload.wikimedia.org/wikipedia/commons/9/95/Chartres_-_Cath%C3%A9drale_%282012.01%29_08.jpg' /><br>[シャルトル大聖堂のステンドグラス、画像: By MMensler - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=21170147]<br>4: ハギア・ソフィア聖堂はユスティニアヌス帝がコンスタンティノープルに建設したビザンツ様式の聖堂。ウィーンではない。また、オスマン帝国時代にモスクに改修され、トルコ共和国の脱イスラーム政策の中で博物館となったが、2020年トルコ政府により再びモスクとされた。"
		},
		{
			"q": "インダス文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・追試",
			"a": [
				"北方から侵入したアーリヤ人によって築かれた。",
				"多くの都市国家が作られ、整然とした都市計画を持つ遺跡が残されている。",
				"バラモン教が生まれた。",
				"カースト制度の基となるヴァルナ制度が形成された。"
			],
			"correct": 2,
			"commentary": "アーリヤ人が北方からカイバル峠を超えてインドに侵入し、インダス文明を征服したことで、征服した先住民を区別するために形成されたのがヴァルナ制度であり、そこからバラモン教が成立した。よって1,3,4は誤り。<br>インダス文明ではインダス河中・下流域に約60の都市が形成された。青銅器文明、都市計画、印章(インダス文字・未解読)、彩文土器が作られた。これらはドラヴィダ人によって築かれたと考えられている。"
		},
		{
			"q": "ギリシアやインドの神話に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・本",
			"a": [
				"インド神話の古い形は、『リグ=ヴェーダ』の賛歌に現れる。",
				"古代のインド神話の神ヴィヌシュは、後にヒンドゥー教の主神の一つとなった。",
				"ギリシアの神々の系譜は、ヘシオドスの『神統記』に述べられている。",
				"ギリシア神話のオリンポスの主神は、アポロンである。"
			],
			"correct": 4,
			"commentary": "1: リグ・ヴェーダはインド最古の聖典である。ヴェーダはバラモン教とヒンドゥー教の聖典とされる。<br>2: ヴィシュヌ神はヒンドゥー教で維持の神である。破壊と再生の神シヴァ、創造の神ブラフマーとの三柱が最高神である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/e/ef/Brahma%2C_Vishnu_and_Shiva_seated_on_lotuses_with_their_consorts%2C_ca1770.jpg' /><br>[ブラフマー(左、四顔)、ヴィシュヌ(中、青肌、四腕)、シヴァ(右、第三の目、首に蛇)、画像: 作者不明]<br>3: 正しい。<br>4: アポロンではなくゼウスが正しい。アポロンは預言の神としてデルフォイの神託を授けた。"
		},
		{
			"q": "南アジアのカースト制度について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"ジャイナ教は、バラモンの権威を批判した。",
				"カーストという言葉は、ヨーロッパ人による呼び名に由来する。",
				"四つのヴァルナヘの身分の区分は、インダス文明に始まる。",
				"通婚や職業の選択を左右してきた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。前6C-前5C頃ヴァルダマーナによって創始された。不殺生など厳しい戒律で、ヴァイシャ(商人など)に広まった。<br>2: 正しい。インドに来たポルトガル人が「血統」を意味するポルトガル語の「カスト」からカースト制度と言ったことが始まり。<br>3: ヴァルナ制度はインドに侵入しインダス文明を征服したアーリヤ人が先住民と交流する中で、自らとそれらを区別するために成立した。<br>4: 正しい。カースト制度は4ヴァルナとジャーティからなり、異なるジャーティ間では通婚、会食が禁止されるなどした。現在ジャーティの種数は2000から3000に及ぶとされている。これらはインドの近代化を阻害してきた。"
		},
		{
			"q": "古代インドについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"ナーガールジュナ(竜樹)によって、ヒンドゥー教が体系化された。",
				"グプタ朝のチャンドラグプタ1世は、セレウコス朝からアフガニスタンを奪った。",
				"「ゼロの観念」は、ギリシアで発見され、インドを経由して世界に広まった。",
				"ガンジス川流域を統一したマガダ国では、仏教が栄えた。"
			],
			"correct": 4,
			"commentary": "1: ナーガルジュナが体系化したのは大乗仏教である。これはクシャーナ朝時代であった。<br>2: グプタ朝時代は4C-6Cであり、このころイランの覇権はササン朝である。さらに、グプタ朝がササン朝と戦ったということはない。また、クシャーナ朝はササン朝シャープール1世に敗れた。<br>3: ゼロの観念が発見されたのはギリシアでなくインド、グプタ朝である。これはアラビア人の手を経て十字軍やイベリア半島でヨーロッパに伝えられた。<br>4: 正しい。仏教はガウタマ・シッダールタが前6C-前5C頃開祖し、主にクシャトリヤに広まった。これは国家統一の精神的支柱となった。"
		},
		{
			"q": "インドの前6~前5世紀には、広い領域を支配する王をいただく国家が誕生し、これらの国家はガンジス河流域の覇権を求めて争った。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"このころの強国にはマガダ国やコーサラ国があった。",
				"このころ西北インドで栄えたクシャーナ朝は、アレクサンドロス大王の軍隊と戦った。",
				"このころ、叙事詩『マハーバーラタ』が、現在の形にまとめられた。",
				"このころは鉄器はまだ使われていなかった。"
			],
			"correct": 1,
			"commentary": "1: 正しい。マガダ国の都パータリプトラはマウリヤ朝に引き継がれる。<br>2: まず、クシャーナ朝は1C-3Cの統一王朝である。小国分裂時代の国ではない。また、クシャーナ朝が戦ったのはササン朝である(敗北)。なお、アレクサンドロス大王の軍隊はインダス川河口まで到達したが、大王の熱病によりそこまでで止まった。(前4C)<br>3: 「マハーバーラタ」や「ラーマーヤナ」の叙情詩、カーリダーサの「シャクンタラー」といった、サンスクリット文学はグプタ朝時代に成立した。(4C-6C)これはマウリヤ朝→クシャーナ朝→グプタ朝→ヴァルダナ朝という統一王朝の系譜にあって、マウリヤ以前の小国分裂時代には当てはまらない。<br>4: インダス文明は青銅器文明であったが、アーリヤ人がガンジス川流域に移住した前10C頃からインドでも鉄器の使用が始まっている。そのようにして商工業が発達し、貧富の差が拡大したことから前7C頃には梵我一如で輪廻からの解脱を目指すウパニシャッド哲学が成立した。これは呪力を否定し知による救済を主張した世界最古の哲学的思想とされる。"
		},
		{
			"q": "仏教・ジャイナ教などは、バラモン教を批判する新しい思想であった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"バラモン教は、『アヴェスター』を聖典とする宗教である。",
				"『ヴェーダ』は、インダス文明を築いた民族がのこした宗教文献である。",
				"ジャイナ教の開祖ヴァルダマーナは、徹底的な不殺生主義を説いた。",
				"仏教やジャイナ教は、祭司階級であるバラモンに最大の支持者を見出した。"
			],
			"correct": 3,
			"commentary": "1: バラモン教の聖典はヒンドゥー教とともにヴェーダである。アヴェスターを聖典としたのはゾロアスター教。<br>2: インダス文明を征服したアーリヤ人が自らと先住民を区別するためにヴァルナ、バラモン教が成立していった。したがってヴェーダはアーリヤ人が残した。<br>3: 正しい。ジャイナ教はヴァイシャ(特に商人)に広まった。(⇔仏教はクシャトリヤ)<br>4: 司祭階級、最上位階級であるバラモンはバラモン教を支持するはずだ。"
		},
		{
			"q": "紀元前3世紀のインドについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"ガウタマ=シッダールタが、仏教を興した。",
				"アショーカ王が、ダルマに基づく統治を目指した。",
				"カニシカ(カニシュカ)王が、仏教を保護し、仏典の結集が行われた。",
				"チャンドラグプタ2世が、北インド全域を支配した。"
			],
			"correct": 2,
			"commentary": "1: 前5C-前6C頃<br>2: 前3C。アショーカ王はマウリヤ朝の王で、上座部仏教に帰依しダルマの重視、石柱碑、磨崖碑の設置、第三回仏典結集を行った。<br>3: 2C。カニシカ王は大乗仏教に帰依し第四回仏典結集を行った。<br>4: 5C。チャンドラグプタ2世はグプタ朝の最盛期の王である。ここに東晋の僧法顕は訪れた。"
		},
		{
			"q": "インドの仏教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"グプタ朝期には、インド的な仏教美術の様式が完成した。",
				"ナーランダー僧院は、グプタ朝期に建立されたものである。",
				"クシャーナ朝のアショーカ王は、仏教に帰依し、仏典結集を支援した。",
				"マガダ国では、仏教とジャイナ教が広まった。"
			],
			"correct": 3,
			"commentary": "1: インドの仏教美術は、クシャーナ朝の時ヘレニズム文化の影響を受けてガンダーラ美術が盛んになった後、グプタ朝のとき純インド的なグプタ様式が盛んになった。<br>2: 正しい。グプタ朝を訪れた東晋の僧法顕の時にはしかし建立されておらず、ヴァルダナ朝を訪れた唐僧玄奘はここで学んだ。<br>3: クシャーナ朝ではなくマウリヤ朝が正しい。また、クシャーナ朝ではカニシカ王が仏典結集を行った。<br>4: 正しい。これらは小国分裂時代の国家統一の精神的支柱となった。"
		},
		{
			"q": "グプタ朝時代のインドについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"アショーカ王の石柱碑は、グプタ様式の代表的なものである。",
				"中国の僧法顕は、グプタ朝の最盛期にインドを訪れた。",
				"グプタ朝時代には、ヒンドゥー教に代わって仏教が盛んになった。",
				"グプタ朝は、仏典を集大成して『ウパニシャッド』(奥義書)を完成させた。"
			],
			"correct": 2,
			"commentary": "1: アショーカ王はマウリヤ朝の王であるが、この頃仏像彫刻はまだない。(前2C頃)次のクシャーナ朝でヘレニズム文化の影響を受けたガンダーラ美術が盛んになり、続くグプタ朝で純インド的なグプタ様式が盛んになった。<br>2: 正しい。チャンドラグプタ2世(5C頃)時代を訪れた。中国の渡印僧としては陸路で向かい海路で帰った法顕(「仏国記」)、陸路で往復し、ヴァルダナ朝でナーランダー僧院に学んだ玄奘(「大唐西域記」)、海路で往復し、分裂期のインドでナーランダー僧院に学び、帰路でシュリーヴィジャヤ王国に滞在した義浄(「南海寄帰内法伝」)がいる。<br>3: グプタ朝時代には、マウリヤ朝クシャーナ朝で盛んであった仏教に代わってヒンドゥー教が盛んになった。<br>4: ウパニシャッドとはバラモン教の内部革新による哲学である。(前7C頃)"
		},
		{
			"q": "インドの諸王朝について述べた次の文1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "87・本",
			"a": [
				"2世紀に、デカン地方一帯を支配していた<span class='ul-wave'>マウリヤ朝</span>は、ローマ帝国と海路による交易を盛んに行った。",
				"ハルシャ=ヴァルダナ(戒日王)が建国した<span class='ul-wave'>グプタ朝</span>は、古代北インド最後の統一王朝であり、ハルシャ王は、唐僧玄奘を厚遇した。",
				"1206年にアイバクが奴隷王朝を建国して以後、ほぼ300年間、イスラーム国家の<span class='ul-wave'>デリー諸王朝(デリー=サルタナット)</span>が栄えた。",
				"1526年に<span class='ul-wave'>ガズナ(ガズニ)朝</span>を建国したバーブルは、デリーに都を定め、北インドを統一した。"
			],
			"correct": 3,
			"commentary": "1: サータヴァーハナ朝が正しい。北西インドにクシャーナ朝があった頃南インドデカン高原で栄えた。南インドの諸王朝(チョーラ朝、パーンディヤ朝、サータヴァーハナ朝)は季節風を利用した航海法でローマや東南アジアと交易し繁栄した。<br><img src='https://upload.wikimedia.org/wikipedia/commons/e/e5/Kushanmap.jpg' /><br>[クシャーナ朝・サータヴァーハナ朝、画像: PHGCOM - 投稿者自身による著作物, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=2110032による]<br>2: ヴァルダナ朝(7C)が正しい。<br>3: 正しい。ゴール朝に仕えていたアイバクが建国した。デリー・スルタン朝(デリーサルタナット)は奴隷王朝→ハルジー朝→トゥグルク朝→サイイド朝→ロディ朝と続き、バーブルがパーニーパットの戦いでロディ朝を破りムガル帝国を樹立するまでであった。(16C)<br>4: ガズナ朝ではなくムガル帝国が正しい。(上記)またガズナ朝はゴール朝と同時代アフガニスタンのガズナを都とした王朝である。イスラーム勢力のインド進出の先駆けであった。"
		},
		{
			"q": "現在のアフガニスタンの領域の歴史について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"ギリシア人によりバクトリア王国が建てられた。",
				"トラヤヌス帝により征服された。",
				"クシャーナ朝の支配が及んでいた。",
				"イギリスの保護国とされた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。アムダリア川流域のギリシア人王朝である。(前3C-前2C)<br>2: トラヤヌス帝の時代のローマ帝国の版図は最大であったが、それもメソポタミアまでである。<br><img src='https://upload.wikimedia.org/wikipedia/commons/5/5b/Roman_Empire%2C_Peak_period%281c~2c%29.png' /><br>[ローマ帝国最大版図、画像: Kaiser&Augstus&Imperator - 投稿者自身による著作物, CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=146028202による]<br>3: 正しい。1C-3Cのことである。<br><img src='https://upload.wikimedia.org/wikipedia/commons/e/e5/Eurasia_2nd_century_and_Kushan_Empire.jpg' /><br>[クシャーナ朝、画像: By SY - This file has been extracted from another file, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=82577924]<br>4: 正しい。アフガン戦争は19Cから20Cにかけて3次に渡った。ロシアの進出を警戒したイギリスが侵略し第一次が起こったが、反英闘争により撤退した。インド帝国宣言(1877年)の翌年第二次の結果アフガニスタンはイギリスの保護国となる。20世紀にはロシア革命によりロシア帝国が崩壊しイギリスとロシアの対立が終わったため、この期にアフガン王国は第三次を起こし1919年独立を果たした。"
		},
		{
			"q": "古代インドに生まれた仏教は、マウリヤ朝やクシャーナ朝の時代から7世紀ころまで栄えた。マウリヤ朝やクシャーナ朝と仏教との関連を述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"マウリヤ朝の首都は、仏教美術の栄えたガンダーラ地方に栄えた。",
				"大乗仏教の理論は、アショーカ王の時代に確立された。",
				"カースト差別に批判的な仏教は、統一国家による人々の統合に役立った。",
				"カニシカ王は、『マヌ法典』による統治を行った。"
			],
			"correct": 3,
			"commentary": "1: マウリヤ朝(都.パータリプトラ、ガンジス川流域)ではなくクシャーナ朝が正しい。都はプルシャプラ。ヘレニズム文化の影響を受けたガンダーラ美術が起こった。<br>2: マウリヤ朝のアショーカ王時代ではなくクシャーナ朝のカニシカ王時代が正しい。ナーガルジュナが体系化した。<br>3: 正しい。<br>4: 何も正しくない。クシャーナ朝のカニシカ王がそのようなことをしたということはないし、ヒンドゥー教の法典であるマヌ法典の成立はヒンドゥー教が栄えたグプタ朝時代だ。なおグプタ朝によるマヌ法典による支配ということもない。また、マウリヤ朝のアショーカ王はダルマ(法、人間の普遍的倫理)による支配を行った。"
		},
		{
			"q": "デカン高原西北の交通路に臨むアジャンターの美術は、絹の道を経由して、遠く日本へ伝わった。アジャンターの美術の説明として正しいものを一つ選べ。",
			"source": "83・本",
			"a": [
				"ヘレニズムの影響を受けたササン朝美術",
				"グプタ様式の仏教美術",
				"ガンダーラ様式の仏教美術",
				"細密画に代表されるインド=イスラーム文化"
			],
			"correct": 2,
			"commentary": "古代インドの寺院としてはアジャンター石窟寺院とエローラ石窟寺院が有名である。これらでは純インド的なグプタ様式の美術が盛んであった。<br>3: ガンダーラ様式はヘレニズム文化の影響を受けてクシャーナ朝時代に栄えた。<br>4: 細密画は16C以降のムガル絵画に見られる。"
		},
		{
			"q": "アジャンターの石窟寺院について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"アジャンターは、ガンダーラ地方の都市である。",
				"石窟内の壁画の制作は、アショーカ王の援助のもとに進められた。",
				"石窟内の壁画は、グプタ美術の代表作である。",
				"石窟内の壁画の題材は、ヒンドゥー教の神話からとられている。"
			],
			"correct": 3,
			"commentary": "1: アジャンターは中部インド、ボンベイの東北に位置する。また、ガンダーラ地方はインド西北のパンジャーブ地方に属する。クシャーナ朝の都プルシャプラでガンダーラ美術が栄えた。<br>2: グプタ様式はグプタ朝時代であるから、マウリヤ朝のアショーカ王時代ということはない。マウリヤ朝時代に仏像彫刻はまだない。<br>3: 正しい。ガンダーラ美術がインド化した。<br>4: アジャンターの壁画は仏教美術である。"
		},
		{
			"q": "次の写真a、bはそれぞれある時代の美術様式を代表する仏像の写真である。a、bの説明として最も適当なものを、次の文1~4のうちから一つ選べ。<br>a.<br><img src='https://upload.wikimedia.org/wikipedia/commons/b/b8/Gandhara_Buddha_%28tnm%29.jpeg' /><br>b.<br><img src='https://upload.wikimedia.org/wikipedia/commons/4/40/GuptaBuddha.jpg' />",
			"source": "92・本・改",
			"a": [
				"aは、インドで作られた最初期の仏像の一つで、純インド的な様式がその特徴である。",
				"aは、ガンダーラ地方で発見された仏像で、クシャーナ朝時代を代表する美術作品である。",
				"bは、グプタ様式を代表する仏像で、ギリシア、ローマなどの西方系美術の影響を強く受けている。",
				"bは、ナーランダー僧院の仏像で、アショーカ王の時代に制作された。"
			],
			"correct": 2,
			"commentary": "aはガンダーラ美術、bはグプタ様式である。ガンダーラ美術はヘレニズム文化の影響を受けており、写実的ではっきりした輪郭やダイナミックな布が特徴的。たいしてグプタ様式は手足の輪郭が強調され、繊細な布でより気品とか優雅さが表現されている。<br>4: ナーランダー僧院の建設は5Cグプタ朝であるが、アショーカ王はマウリヤ朝の王であるから誤り。マウリヤ朝時代にはまだ仏像がなかった。"
		},
		{
			"q": "古代インドに関する次の地図の地点a~dについて述べた下の文1~4のうちから、誤りを含むものを一つ選べ。<br><img src='./imgs/india_abcd.png' />",
			"source": "93・追試",
			"a": [
				"aは、アレクサンドロス大王の遠征後成立した、ギリシア系王国の中心地である。",
				"bは、インダス文明の代表的遺跡の所在地である。",
				"cは、アショーカ王の詔勅を刻んだ磨崖碑の分布の南端である。",
				"dは、古代インドのマウリヤ(マウルヤ)朝やグプタ朝の都である。"
			],
			"correct": 3,
			"commentary": "1: aはバクトリアの首都バクトラである。アレクサンドロス大王によるギリシア人の入植の後バクトリアはセレウコス朝シリアから独立した。<br>2: bはモエンジョダーロである。また、これの上流にハラッパーが位置する。<br>3: cはインドの南端であるが、北インドの統一王朝がここまで支配したことはない。この地域にはドラヴィダ系タミル人が居住しており、チョーラ朝やパーンディヤ朝が位置していた。<br>4: dはパータリプトラである。これはマガダ国の都でもあった。"
		},
		{
			"q": "インドおよび各地にひろがった仏教美術について述べた次の文1~5のうちから、誤りを含むものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"最初の仏像はヘレニズム文化の影響のもと、ガンダーラ地方で制作された。これらの仏像はガンダーラ美術を代表するものである。",
				"アジャンター石窟寺院に見られる仏像壁画は、グプタ朝における仏像美術を代表するものである。",
				"東南アジアに伝えられた仏教の遺跡として有名なジャワのボロブドゥールにはガンダーラ様式が濃厚に伝えられている。",
				"中国における著名な仏像美術の遺跡としては、敦煌・雲崗・竜門などの石窟寺院があり、これらを通じてギリシア美術の影響は、さらに日本にも及んでいる。",
				"朝鮮における新羅時代の仏像美術を代表するものの一つとしては、慶州の仏国寺がある。"
			],
			"correct": 3,
			"commentary": "1: 正しい。クシャーナ朝時代のことである。<br>2: 正しい。ガンダーラ美術に対して純インド的美術であった。<br>3: ガンダーラ様式ではなくグプタ様式が正しい。ボルブドゥールはジャワの王朝シャイレンドラ朝(8C)による大乗仏教遺跡である。<br>4: 正しい。北魏において道教を保護し仏教を弾圧した太武帝の死後当時の都平城(大同)に建設されたのが雲崗、孝文帝の漢化政策により洛陽に遷都した後そこに建設されたのが竜門である。また、敦煌は西域にある。<br>5: 正しい。慶州(金城)は新羅の首都であった。"
		},
		{
			"q": "4世紀ころ、北インドではグプタ王朝のもとで、伝統を重んずる美術の復興が見られた。このことについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・本",
			"a": [
				"この時代に、仏教は、大乗仏教と上座部(小乗)仏教とに分かれた。",
				"この王朝の最盛期は、チャンドラグプタ2世の時代であった。",
				"この時代に、中国僧法顕がインドを訪れた。",
				"アジャンター石窟寺院の壁画には、この時代のものが多い。"
			],
			"correct": 1,
			"commentary": "1: クシャーナ朝が正しい。カニシカ王は大乗仏教に帰依し、ナーガルジュナは大乗仏教を体系化した。<br>2: 正しい。グプタ朝の建国はチャンドラグプタ1世、最盛期はチャンドラグプタ2世、またややこしいがマウリヤ朝の建国がチャンドラグプタ王である。<br>3: 正しい。中国の渡印僧として陸路で向かい海路で帰った法顕(「仏国記」)、陸路で往復し、ヴァルダナ朝でナーランダー僧院に学んだ玄奘(「大唐西域記」)、海路で往復し、分裂期のインドでナーランダー僧院に学び、帰路でシュリーヴィジャヤ王国に滞在した義浄(「南海寄帰内法伝」)がいる。<br>4: 正しい。純インド的なグプタ様式である。"
		},
		{
			"q": "チベット(吐蕃)は7世紀ころに、インドの文字の影響化にチベット文字をつくった。このことに関連して、当時のインドの文字もしくは言語として適当なものを、次の1~4のうちから一つ選べ。",
			"source": "89・本",
			"a": [
				"パスパ文字",
				"アラム語",
				"インダス文字",
				"サンスクリット語"
			],
			"correct": 4,
			"commentary": "1: パスパ文字は元朝宮廷(13C-14C)で用いられた文字である。フビライ・ハンに仕えたパスパ(チベット仏教のサキャ派座主であった。)は彼に命じられてチベット文字をもとにパスパ文字を作成した。これが民衆に普及することはなかった。<br>2: アラム文字は西アジアの内陸貿易で活躍したセム系アラム人が考案した言語で、オリエントで広く使用された。これはヘブライ文字とアラビア文字の原型となった。<br>3: インダス文字はインダス文明で印章などに彫られた文字である。(未解読)<br>4: サンスクリット語(梵語)は古代インドの共通語で、グプタ朝の時公用語とされた。この頃のサンスクリット文学としてカーリダーサによる「シャクンタラー」、叙情詩「ラーマーヤナ」「マハーバーラタ」が有名である。また、インド・ヨーロッパ語族である。"
		},
		{
			"q": "南アジアにおける宗教政策について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"マウリヤ朝のアショーカ王は、仏教に帰依し、ダルマ(法・倫理)による政治を行った。",
				"ムガル帝国のアクバルは、ヒンドゥー教などの他宗教に対して寛容であった。",
				"ムガル帝国のアウラングゼーブは、ヒンドゥー教徒との融和をはかった。",
				"イギリスは、インドにおける民族解放の運動が高まるにつれ、ヒンドゥー教徒とイスラーム教徒との対立をあおった。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 正しい。イスラーム教徒アクバルはラージプート族(ヒンドゥー教徒)出身の女性と結婚した。さらに異教徒のジズヤを廃止して、インドの統一を図った。<br>3: アクバルがヒンドゥー教徒との融和を図ったのに対し、敬虔なイスラーム信徒であったアウラングゼーブはジズヤを復活し、これにより各地で反乱が起こった。それらの鎮圧によりムガル帝国の最大版図を築いたが、反乱が続き彼の死後帝国は衰退していく。<br>4: 正しい。インド民族運動の高揚により反英闘争が盛んになったため、これを抑えようとしてイギリスは1905年ベンガル分割令を出した。この分割はイスラーム教徒とヒンドゥー教徒の居住区を分けるものとなっており、宗教的、民族的対立を持ち込もうとした。また、1906年の全インド・ムスリム連盟もイギリスが彼らの対立を煽ったものである。"
		},
		{
			"q": "仏教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"ヴァルダマーナは、大乗仏教の理論を確立した。",
				"アジャンターの石窟寺院は、スリランカの代表的な仏教寺院である。",
				"鳩摩羅什は、西域から中国に入り、仏典を翻訳した。",
				"タイのスコータイ朝では、大乗仏教が広まった。"
			],
			"correct": 3,
			"commentary": "1: ヴァルダマーナではなくナーガルジュナが正しい。クシャーナ朝カニシカ王時代であった。また、ヴァルダマーナはジャイナ教の開祖である。(前6C-前5C頃)<br>2: スリランカではなくインド・グプタ様式が正しい。エローラ石窟寺院とともに代表である。<br>3: 正しい。鳩摩羅什は西域の亀茲(クチャ)出身で、五胡十六国の争乱の中長安で多くの仏典を漢訳した。<br>4: 大乗仏教ではなく上座部仏教が正しい。上座部仏教はインドからスリランカを経て東南アジアのタイやビルマに伝わったため南伝仏教とも言われる。ただ、ジャワ島ボロブドゥール遺跡のシャイレンドラ朝は大乗仏教なので注意。"
		},
		{
			"q": "ガウタマ=シッダールタが説いた教えの伝播について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"インドではマウリヤ朝時代に、大乗仏教が広まった。",
				"中国では唐の時代、玄奘がインドに旅し、仏典を持ち帰った。",
				"インドネシアのパガン朝で、上座部仏教が広まった。",
				"朝鮮半島には、朝鮮(李朝)時代に初めて伝わった。"
			],
			"correct": 2,
			"commentary": "ガウタマ・シッダールタが説いた教えは仏教である。<br>1: マウリヤ朝時代(前4C-前2C)に広まったのは上座部仏教である。また、大乗仏教が成立し広まったのはその後のクシャーナ朝時代(1C-3C)である。<br>2: 正しい。中国の渡印僧としては陸路で向かい海路で帰り、グプタ朝に訪れた法顕(「仏国記」)、陸路で往復し、ヴァルダナ朝でナーランダー僧院に学んだ玄奘(「大唐西域記」)、海路で往復し、分裂期のインドでナーランダー僧院に学び、帰路でシュリーヴィジャヤ王国に滞在した義浄(「南海寄帰内法伝」)がいる。<br>3: パガン朝はビルマ最初の王朝である。(11C-13C)<br>4: 李氏朝鮮は14Cからであるが、仏教の朝鮮伝来は4C-6Cとされる。新羅では首都慶州(金城)に仏国寺が建設されているため誤りとわかる。"
		}
	],
	"東南アジアの諸文明": [
		{
			"q": "中国との交渉が国家形成の一つの契機となった東南アジアで、紀元後1~2世紀に出現した国または王朝を、次の1~4のうちから一つ選べ。",
			"source": "92・追試",
			"a": [
				"シャイレーンドラ朝",
				"扶南",
				"大理",
				"アユタヤ朝"
			],
			"correct": 2,
			"commentary": "1: シャイレンドラ朝は8Cにジャワ島で成立した大乗仏教王朝である。ボロブドゥール遺跡を残している。<br>2: 正しい。扶南はメコン川下流に位置し、インド・中国間の海上貿易ルートの中継地として栄えた。オケオ遺跡を残しており、ローマ帝国の金貨などが出土している。(広範な交易を示す。)<br>3: 大理は10C-13Cの国家で、南詔にかわって成立した。雲南地方がその領域である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/3b/%E5%8D%97%E5%AE%8B%E7%96%86%E5%9F%9F%E5%9B%BE%EF%BC%88%E7%B9%81%EF%BC%89.png' /><br>[大理、画像: 玖巧仔 - 投稿者自身による著作物，GIS数据地形圖數據：ETOPO1矢量底图数据：www.naturalearthdata.com参考地图中国文化大学版《中国历史地图》《zh:中國歷史地圖集（古代史部分）》《zh:中国历史地图集》《世界历史地图集》 张芝联等主编《21世纪历史图鉴》（日）《世界史图鉴》（日）参考书籍《中国疆域沿革史》 顾颉刚、史念海 著, CC 表示 3.0, https://commons.wikimedia.org/w/index.php?curid=17426529による]<br>4: アユタヤ朝は14C-18Cタイの王朝で、スコータイ朝(13C、初のタイ人国家)を倒して成立した。"
		},
		{
			"q": "外来の文化の影響を受けて形づくられた東南アジアの文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"シャイレーンドラ朝では、ボロブドゥールなどのイスラーム寺院が建立された。",
				"パガン朝では、スリランカから入った大乗仏教が普及した。",
				"シュリーヴィジャヤでは、仏教が保護され、アジャンター石窟寺院が建立された。",
				"ヴェトナムでは、漢字を利用してチュノム(字喃)が考案された。"
			],
			"correct": 4,
			"commentary": "1: ボロブドゥールは大乗仏教遺跡である。(9C頃)<br>2: パガン朝はビルマ最初の王朝であり、大乗仏教ではなく上座部仏教が正しい。上座部仏教はインドからスリランカを経て東南アジアのタイやビルマに伝わったため南伝仏教とも言われる。<br>3: アジャンター石窟寺院はインド6C-7Cである。また、シュリーヴィジャヤ(都.パレンバン)を義浄は訪れ「南海寄帰内法伝」を著した。<br>4: 正しい。陳朝の頃である。(13C-14C)"
		},
		{
			"q": "13世紀末の元軍の東南アジア各地への出兵に対して、ヴェトナムとジャワではこれを撃退した。ジャワの歴史について述べた次の文a~cの年代順配列として正しいものを下の1~4のうちから一つ選べ。<br>a. シャイレーンドラ朝のもとで、ボロブドゥールが建立された。<br>b. イスラーム政権が成立した。<br>c. マジャパヒト王国が成立した。",
			"source": "89・本",
			"a": [
				"a → c → b",
				"c → b → a",
				"b → c → a",
				"c → a → b"
			],
			"correct": 1,
			"commentary": "a: ボロブドゥールは大乗仏教遺跡である。(8C頃)<br>b: マジャパヒトはヒンドゥー教国家である。(13C)<br>c: 16Cにイスラーム国家のマタラム王国が成立した。"
		},
		{
			"q": "14・15世紀の東南アジアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"阮福暎(阮福映)がヴェトナムを統一した。",
				"タイのアユタヤ朝が成立した。",
				"マラヤ連邦からシンガポールが分離・独立した。",
				"シャイレーンドラ朝において、ボロブドゥールが造られた。"
			],
			"correct": 2,
			"commentary": "1: 1802年のことである。阮福暎はフランス人宣教師ピニョーの援助を受けて西山朝を倒して阮朝を建てた。<br>2: 正しい。14C-18Cの王朝である。ビルマのコンバウン朝に滅ぼされる。<br>3: 近代、1965年のことである。<br>4: ボロブドゥールは大乗仏教遺跡である。(8C)"
		},
		{
			"q": "東南アジア社会について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"スマトラ島のシュリーヴィジャヤでは、海上貿易が栄え、仏教が信仰された。",
				"ジャワ島のシャイレーンドラ朝が成立すると、ボロブドゥール寺院が建てられた。",
				"元の侵入を撃退したマジャパヒトには、アンコール=ワット寺院が建てられた。",
				"15世紀のマラッカ王国の時代以後、東南アジアのイスラーム化が進んだ。"
			],
			"correct": 3,
			"commentary": "1: 正しい。義浄はここに訪れ「南海寄帰内法伝」を記した。<br>2: 正しい。8C-9Cのことである。また、ボルブドゥールは大乗仏教遺跡である。<br>3: 元はジャワ遠征に失敗しているが、マジャパヒト王国が撃退したわけではなく、遠征失敗後にヒンドゥ教国家として建国されている。また、アンコールワットはカンボジアの遺跡である。<br>4: 正しい。イスラーム商人によって広められた。"
		},
		{
			"q": "16世紀後半から17世紀前半までの東南アジアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"マニラは、スペインの交易拠点であった。",
				"ヴェトナムに、陳朝が成立した。",
				"マレー半島では、マラッカ王国が海上交易で繁栄していた。",
				"タイでは、スコータイ王朝が交易で繁栄していた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。マニラはスペインによって1571年に建設された。<br>2: 11Cからの李朝大越国に代わって陳朝が13C成立した。陳朝は元の侵攻を撃退しているため、この時代だとわかるだろう。また、陳朝ではチュノム(字喃)がうまれた。<br>3: マラッカ王国は13C-16C初めの王国で、東南アジア最初のイスラーム国家である。1511年ポルトガルによって滅ぼされた。<br>4: スコータイ朝は初めてのタイ人国家で、13C成立の上座部仏教国家であるが、14C成立のアユタヤ朝に覇権は取って代わられた。"
		},
		{
			"q": "東南アジアに栄えた国家について、成立時代順に正しく配列されているものを、次の1~4のうちから一つ選べ。",
			"source": "97・追試",
			"a": [
				"マラッカ王国 ― 扶南 ― シュリーヴィジャヤ",
				"シュリーヴィジャヤ ― 扶南 ― マラッカ王国",
				"扶南 ― マラッカ王国 ― シュリーヴィジャヤ",
				"扶南 ― シュリーヴィジャヤ ― マラッカ王国"
			],
			"correct": 4,
			"commentary": "1C末に成立した扶南について、従来の説明では「東南アジア最古の王朝」であったが、最近の研究でかならずしも最古とは言われなくなっている。しかし、それほど古い王朝であることがわかるだろう。<br>シュリーヴィジャヤ王国は唐僧義浄が訪れて「南海寄帰内法伝」を記している。7Cの王国である。<br>マラッカ王国は14C末に成立し、1511年ポルトガルによって滅ぼされた。"
		},
		{
			"q": "マライ半島に15世紀初めに成立したマラッカ王国について述べた次の文1~3のうちから、誤りを含むものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"この王国は、シュリーヴィジャヤ王国を滅ぼして勢力をのばした。",
				"マラッカ港は、海上貿易の拠点として繁栄した。",
				"ポルトガル人は、イスラーム商人を駆逐して、1511年にマラッカ王国を滅ぼした。"
			],
			"correct": 1,
			"commentary": "1: シュリーヴィジャヤ王国はマジャパヒト王国の発展により衰退した。<br>2: 正しい。<br>3: 正しい。また、インドのゴアを占領したのが前年の1510年である。"
		},
		{
			"q": "海上交通・貿易に関する次の文1~4のうち、誤りを含むものを一つ選べ。",
			"source": "81・本",
			"a": [
				"ヴァスコ=ダ=ガマがはじめて東アフリカ海岸からインドに向かった時、その航路を熟知していたイスラーム教徒が航海を案内した。",
				"イスラーム教徒の鄭和が指揮した中国艦隊の遠征は数次にわたり、船隊の一部は遠くアラビアや東アフリカ海岸を訪れている。",
				"中山王によって統一された琉球王国は、中国や日本とだけでなく、東南アジアとの貿易も行っていた。",
				"モロッコ生まれの旅行家イブン=バトゥータは海路を利用してインド・東南アジアを訪れ、さらにフビライ=ハン統治下の中国に達した。"
			],
			"correct": 4,
			"commentary": "1: 正しい。アラビア人の水先案内人であるイブン・マージドを雇った。<br>2: 正しい。鄭和の南海遠征は明の永楽帝の命で行われ、15C前半、ホルムズ、メッカ、モガディシュやマリンディを訪れている。<br>3: 正しい。琉球王国は中継貿易をしていた。<br>4: 14Cのイブン・バットゥータは元末に中国を訪れた。また、フビライ・ハンの統治は13Cである。なお、プラノ・カルピニは往復陸路、ルブルックは往復陸路、モンテ・コルヴィノは片道海路、マルコポーロは往陸路、復海路、イブン・バットゥータは往復海路で元を訪れた。"
		},
		{
			"q": "東南アジアでのすぐれた宗教的建築物について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"ジャワではシャイレーンドラ朝のもとでボロブドゥールが造営された。",
				"カンボジアでは、真臘国のもとでアンコールワットが造営された。",
				"ビルマでは、パガン朝のもとで多くの上座部仏教(小乗仏教)の寺院が建立された。",
				"スマトラでは、イスラーム教を国教としたシュリーヴィジャヤ王国のもとで、多くのモスクが建立された。"
			],
			"correct": 4,
			"commentary": "1: 正しい。シャイレンドラ朝は8C-9Cの王朝で、ボロブドゥールは大乗仏教遺跡である。<br>2: 真臘はカンボジアの中国名である。12Cにアンコール・ワットが造営された。ヒンドゥー教寺院として造営されたが、16Cに上座部仏教寺院に転用された。<br>3: 正しい。バガン朝(11C-13C)はビルマ初の王朝である。インドからスリランカを経て上座部仏教が伝わった。<br>4: シュリーヴィジャヤ王国は仏教国家である。また、東南アジア最初のイスラーム国家はマラッカ王国であり、スマトラのアチェ王国がイスラーム国家として続く。"
		},
		{
			"q": "アンコール=ワットについて述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"シュリーヴィジャヤ王国によって建設された。",
				"インドのヴァルダナ朝と同時期に建設された。",
				"チャンドラグプタ2世によって建設された。",
				"当初はヒンドゥー寺院として建設された。"
			],
			"correct": 4,
			"commentary": "アンコールワットはカンボジアのアンコール朝によって12Cに造営された。<br>1: シュリーヴィジャヤはスマトラの王国である。<br>2: ヴァルダナ朝は7Cの王朝である。<br>3: チャンドラグプタ2世はインド、グプタ朝の王である。(スールヤヴァルマン2世が正しい。)<br>4: 正しい。16C上座部仏教寺院に転用された。"
		},
		{
			"q": "扶南・チャンパーなどの王国はいずれもインド文化の影響を受けて形成されたものである。他方、今日のヴェトナム北部地方は、前2世紀以後中国の支配下におかれた。ヴェトナム北部地方が中国の支配下におかれたのは何世紀までか。次の1~4のうちから一つ選べ。",
			"source": "85・本",
			"a": [
				"4世紀",
				"6世紀",
				"8世紀",
				"10世紀"
			],
			"correct": 4,
			"commentary": "前4Cからベトナムでは中国文化の影響を受けたドンソン文化が栄えていた。中国の支配が始まるのは前3C末秦の始皇帝が南海郡など3郡を設置したことに始まる。前2Cには前漢の武帝が日南郡など9郡を置き、徴姉妹の反乱でいっとき後漢より独立するが、7C唐で安南都護府を現在のハノイに置かれる。中国からの自立は10C呉朝の成立からであるが呉朝は長続きしなかった。その後は李朝大越国、陳朝(元の侵攻を撃退)、黎朝、西山朝、阮朝、仏領インドシナと続く。"
		},
		{
			"q": "11~13世紀ごろ、東南アジア各地で、今日の民族国家の基礎となる統一的な王国の建設がはじまると、これらの王国では、インド・中国などの外来文化を、従来よりも主体的・選択的に吸収して、独自の民族文化の形成をめざすようになった。上記の文に関連する次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "85・本",
			"a": [
				"<span class='ul-wave'>ビルマ</span>では、11世紀に最初の統一王朝であるパガン朝が成立した。",
				"<span class='ul-wave'>ラオス</span>では、14世紀にアユタヤ朝が成立した。",
				"カンボジアでは、この時期、クメール(真臘)王国が栄え、<span class='ul-wave'>アンコール=ワット</span>が建設された。",
				"ヴェトナムでは、13世紀に陳朝が成立し、独自の文字、<span class='ul-wave'>字喃(チュノム)</span>が作られた。"
			],
			"correct": 2,
			"commentary": "2: ラオスではなくタイが正しい。ラオスはカンボジアのうちにあった。"
		},
		{
			"q": "ヴェトナムの歴史について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"中国の支配から脱したヴエトナムでは、最初の長期安定政権である李朝が成立した。",
				"陳朝の時代には、チュノム(字喃)と呼ばれる文字が使われた。",
				"阮福映は、イギリスの支援を受けて、ヴェトナムの再統一に成功し、阮朝を建てた。",
				"ナポレオン3世のインドシナ出兵によって、阮朝はコーチシナ(ヴェトナム南部)を奪われた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。国号は大越国であった。<br>2: 正しい。漢字をもとにして作られた独自の文字である。<br>3: イギリスではなくフランスが正しい。(フランス人宣教師ピニョー)<br>4: フランス人宣教師殺害事件を口実にインドシナ出兵が始まった。講和条約のサイゴン条約で阮朝はコーチシナ東部を奪われた。"
		},
		{
			"q": "ジャワの伝統文化の形成に影響を与えた宗教の組合せとして最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"ヒンドゥー教 ― 仏教 ― イスラーム教",
				"ヒンドゥー教 ― 仏教 ― キリスト教",
				"仏教 ― イスラーム教 ― キリスト教",
				"ゾロアスター教 ― ヒンドゥー教 ― 仏教"
			],
			"correct": 1,
			"commentary": "ジャワ島において、8C-9Cのシャイレンドラ朝では大乗仏教が、13C-16Cのマジャパヒト王国ではヒンドゥー教が、16Cからのマタラム王国ではイスラーム教が栄えた。"
		},
		{
			"q": "植民地化以前の東南アジアの歴史について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"ビルマでは、11世紀から13世紀にかけてパガン朝が栄えた。",
				"マレーシアでは、6世紀から15世紀にかけて真臘という国が栄えた。",
				"カンボジアでは、8世紀から9世紀にかけてシャイレーンドラ朝が栄えた。",
				"フィリピンでは、14世紀から18世紀にかけてアユタヤ朝が栄えた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。パガン朝はビルマ最初の統一王朝である。<br>2: カンボジアが正しい。真臘とはカンボジアの中国名である。<br>3: ジャワ島が正しい。<br>4: タイが正しい。"
		},
		{
			"q": "マレー半島を含む東南アジア島嶼部に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"マタラム王国は、ジャワにおける最後のヒンドゥー王国として栄えた。",
				"シャイレーンドラ朝では、上座部仏教(小乗仏教)が盛んであった。",
				"マラッカ王国では、イスラーム教が信仰された。",
				"この地域におけるイスラーム化は、フィリピン諸島南部から始まった。"
			],
			"correct": 3,
			"commentary": "1: マジャパヒト王国が正しい。またラム王国は16C-18Cジャワのイスラーム教国家である。<br>2: 上座部仏教ではなく大乗仏教が正しい。<br>3: 正しい。東南アジア最初のイスラーム国家である。<br>4: マラッカが正しい。"
		},
		{
			"q": "歴史について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"秦の始皇帝が、南越国を滅ぼして支配下に置いた。",
				"6世紀に、ヒンドゥー教の影響を強く受けた大越国が建てられた。",
				"漢字をもとに、字喃(チュノム)と呼ばれる独自の文字が作られた。",
				"19世紀に陳朝がフランスに侵略され、その保護国とされた。"
			],
			"correct": 3,
			"commentary": "1: 秦の始皇帝もベトナムに進出しているが、南越国を滅ぼしたのは前漢の武帝である。なお、唐代には安南都護府が置かれる。<br>2: 11C李朝から始まった大越国は阮福暎が越南国に国号を改め阮朝を創始するまで続く。大越国は仏教や儒教の影響を受けた。<br>3: 陳朝(13C-14C)で作られた。<br>4: 陳朝ではなく阮朝が正しい。"
		}
	],
	"中国の古典文明": [
		{
			"q": "古代中国の殷墟について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"殷墟は殷後期の首都の跡といわれている。",
				"殷墟をふくめ大小の集落は邑とよばれていた。",
				"殷墟では宮殿や住居の跡だけでなく、大規模な殉葬墓も発見されている。",
				"殷墟では占いの結果を記録した多数の竹簡・木簡が発見された。"
			],
			"correct": 4,
			"commentary": "1: 正しい。前期の都は二里岡遺跡である。また、二里頭遺跡は伝説上の夏王朝の都であるという説がある。<br>2: 正しい。邑の連合国家を王がまつるという邑制国家であった<br>3: 正しい。<br>4: 占いの結果が記録されたのは亀甲や獣骨である。"
		},
		{
			"q": "黄河流域の古代文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"仰詔文化では黒陶と呼ばれる土器が作られた。",
				"黄河流域の主要作物は水稲であり、豚などが飼育されていた。",
				"殷王朝では甲骨文字が使用されていた。",
				"西周王朝下の中国に仏教が伝わった。"
			],
			"correct": 3,
			"commentary": "1: 黒陶ではなく彩陶が正しい。仰韶(彩陶)文化は前5000-前3000年頃黄河中流域に興った。また、竜山(黒陶)文化は前3000-前2000年頃黄河下流域で興った。<br>2: 水稲ではなくアワやキビが正しい。<br>3: 正しい。甲骨文字は占いに用いられた。(前16C-前11C)<br>仏教が中国に伝来するのは後漢(1C)以降である。"
		},
		{
			"q": "西周に関連して述べた次の1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"西周は、前17~前16世紀ころ成立した王朝である。",
				"西周時代の終わりころに、鉄製農具が普及した。",
				"西周は、渭水流域の鎬京に都を定めて、華北を中心に支配した。",
				"西周は、五胡によって都を攻略され、東遷して洛邑に都を置いた。"
			],
			"correct": 3,
			"commentary": "1: 殷のことである。周の成立は前11C頃である。<br>2: 鉄製農具は東周、春秋戦国時代のときである。<br>3: 正しい。<br>4: 五胡ではなく犬戎が正しい。五胡は魏晋南北朝時代である。"
		},
		{
			"q": "西周から戦国時代にかけての宗族や家族について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"宗族は、宗法によって結束を図った。",
				"宗族は、三長制によって国家の統制を受けた。",
				"儒家は、孝や悌といった家族道徳の実践を重視した。",
				"墨家は、家族を超えた博愛主義(兼愛)を主張した。"
			],
			"correct": 2,
			"commentary": "1: 西周では結束が図られたが、春秋から戦国にかけて鉄製農具が普及したことなどにより生産力が向上し、個々の家族を自立可能にし宗族を解体に向かわせた。<br>2: 三長制は北魏の孝文帝が実施した村落制度で、農民を戸籍に組み込んだ。<br>3: 孔子が開祖である。<br>4: 墨子が開祖である。"
		},
		{
			"q": "周の時代について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・本",
			"a": [
				"周の封建制度を支えた宗法は、地縁的秩序を守ろうとするものであった。",
				"周は西方の殷を滅ぼした後、鎬京に都を置いて華北を支配した。",
				"周王や諸侯が統治した国内では、卿・大夫・士が支配層を形成していた。",
				"青銅製の祭祀器具は、周代に入ってはじめて作られるようになった。"
			],
			"correct": 3,
			"commentary": "1: 地縁ではなく血縁が正しい。<br>2: 西方ではなく東方が正しい。周のほうが殷よりも西方であった。<br>3: 正しい。天子が卿、大夫、士に封土を与える代わりに軍役、貢租を求める封建制が行われた。<br>4: 青銅器は殷代で既に制作されていた。"
		},
		{
			"q": "戦国の七雄について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"七雄の一つである燕は、現在の北京とその周辺を支配していた。",
				"七雄の一つである楚は、長江流域をおさえ、強盛を誇った。",
				"七雄の一つである秦は、商鞅を登用して変法(改革)を推進し、富国強兵につとめた。",
				"七雄の一つである晋は、山東半島を支配し、その都には多くの思想家が集まった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: 正しい。<br>3: 正しい。孝公のときである。商鞅は法家で、法治を主張した。<br>4: 晋ではなく斉が正しい。斉王は学者を優遇したため孟子や荀子など天下の学者が集まった。また、晋は戦国の七雄ではない。晋の文公は春秋の五覇である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/8/85/ZH-%E6%88%98%E5%9B%BD%E4%B8%83%E9%9B%84%E5%9C%B0%E5%9B%BE.jpg' /><br>[戦国の七雄、秦・楚・斉・燕・韓・魏・趙、画像: Philg88 - 投稿者自身による著作物, CC 表示 3.0, https://commons.wikimedia.org/w/index.php?curid=11900343による]"
		},
		{
			"q": "戦国時代の下剋上の風潮の背景には、農業生産力の増大や商人・手工業者の成長などがあった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"この時代には、刀貨や布貨などの金銀貨幣が使用されるようになった。",
				"この時代には、諸侯は均輸・平準法を実施して、経済の安定をはかった。",
				"この時代には、鉄製の梨を牛にひかせる耕作法が行われるようになった。",
				"この時代には、諸国の富国強兵策のもとに、田植え・二毛作などの新しい農業技術が現れた。"
			],
			"correct": 3,
			"commentary": "1: 金銀貨幣ではなく青銅貨幣である。<br>2: 均輸・平準法は前漢の武帝の政策。各地の特産を徴収し他の地域で転売することで物価を調整する均輸法、物価が下落すれば政府が購入し物価が高騰したときに売り出す平準法である。<br>3: 正しい。<br>4: これは唐代で均田制に代わり楊炎の建議で両税法を導入する背景となったことである。これによって両税法では夏、秋に徴税できるようになった。"
		},
		{
			"q": "春秋末から戦国時代の時期における中国の社会や文化について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"鉄製農具が使用され、農業生産力が向上した。",
				"商業や手工業が発達し、富裕な商人が現れた。",
				"九品官人法(九品中正制)によって、人材が登用された。",
				"諸子百家と呼ばれる多くの思想家や学派が生まれた。"
			],
			"correct": 3,
			"commentary": "1,2: これは宗族を解体に向かわせた。<br>3: 九品中正は三国時代、魏の曹丕(文帝)により開始された。また、他の人材登用制度として前漢の武帝が郷挙里選を、隋の楊堅(文帝)が科挙を開始した。"
		},
		{
			"q": "古来、中国では黄河流域における畑作が中心であった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"春秋戦国時代の農業は、焼畑を主体とする原始的なものであった。",
				"春秋戦国時代には、均田制が普及するようになった。",
				"春秋戦国時代の農業では、鉄製の農具が使われ始めた。",
				"春秋戦国時代には、農書『農政全書』が作られた。"
			],
			"correct": 3,
			"commentary": "1: 焼畑は熱帯などの農業形態である。<br>2: 5C北魏の時代である。<br>3: 正しい。<br>4: 明の徐光啓による著である。徐光啓はマテオ・リッチと共同でエウクレイデスの幾何原本を翻訳し、アダム・シャールから学んで崇禎暦書を著した。また、明代の技術書として他に李時珍の「本草綱目」、宋応星の「天工開物」がある。"
		},
		{
			"q": "春秋末期から戦国時代にかけての生産力増大に関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"木綿の生産がさかんに行われていた。",
				"農耕には牛が用いられていた。",
				"農耕には鉄製農具が用いられていた。",
				"交易の発達にともない、青銅の貨幣が使用された。"
			],
			"correct": 1,
			"commentary": "1: 木綿の生産が盛んになるのは元以降である。<br>2,3: 牛に鉄製の犂をひかせる牛耕が行われた。<br>4: 殷・周では貝貨が使われたのに対し春秋戦国では刀銭や円銭に布銭や蟻鼻銭が使われた。これらのバラバラの貨幣は秦の始皇帝によって半両銭に統一された。"
		},
		{
			"q": "約2世紀にわたる中国戦国時代について述べた次の1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "82・追試",
			"a": [
				"封建制が崩壊し、各国は広く人材を登用して、富国強兵をはかった。",
				"秦の始皇帝のとき完成した「万里の長城」は、この時代の諸国の長城を補強したものである。",
				"鉄製農具が普及し、牛耕も行われて、農業生産力が向上した。",
				"孟子が現れて兼愛説を唱えた。"
			],
			"correct": 4,
			"commentary": "4: 兼愛を唱えたのは墨子である。孟子は性善説を唱えた。(⇔荀子: 性悪説)"
		},
		{
			"q": "孔子が彼の歴史観や道徳観をこめて書いたと伝えられる『春秋』について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "88・本",
			"a": [
				"春秋時代の名称は、この書名に由来する。",
				"『春秋』は儒学の重要な経典の一つである。",
				"『春秋』の内容は、秦の始皇帝の統一事業の記録である。",
				"春秋時代には、すでに青銅の貨幣が作られていた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 四書(大学・中庸・論語・孟子)・五経(易経・書経・詩経・礼記・春秋)が儒学の基本経典である<br>3: 春秋は魯の歴史である。編年体で書かれた。<br>4: 正しい。"
		},
		{
			"q": "『詩経』について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・追試",
			"a": [
				"儒教の経典である五経の一つとされた。",
				"黄河流域を中心とする地域の詩歌を集めたものである。",
				"中国最古の詩歌集である。",
				"戦国時代の屈原らの詩歌が中心になっている。"
			],
			"correct": 4,
			"commentary": "1: 正しい。前漢の武帝が五経博士を置き易経・書経・詩経・礼記・春秋が五経の一つとされた。また五経は唐代の孔穎達の「五経正義」により注釈が統一された。<br>2: 正しい。黄河流域、周王朝の勢力範囲だった地域である。<br>3: 正しい。<br>4: 屈原らの詩歌が中心となっているのは屈原が編纂した「楚辞」である。"
		},
		{
			"q": "儒家の書物や儒教について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"『詩経』は、楚の屈原らの詩歌をまとめたものである。",
				"朱熹は、大義名分論を説いた。",
				"『論語』は、儒教の重要経典である五経の一つである。",
				"唐の太宗は、六諭を定めた。"
			],
			"correct": 2,
			"commentary": "1: 詩経ではなく楚辞が正しい。<br>2: 正しい。朱熹(朱子)は朱子学を大成し、性即理を論じた。また、大学・中庸・論語・孟子を四書とし、さらに孝と忠を本来孔子が言う家族の親和、君臣の信頼よりも為政者の秩序維持に必要な理念だとする大義名分論を唱えた。<br>3: 五経ではなく四書が正しい。<br>唐の太宗ではなく明の光武帝が正しい。また、唐の太宗は孔穎達らに命じて「五経博士」を記させた。"
		},
		{
			"q": "春秋戦国時代について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"周王室に替わって、各地の藩鎮が実権を掌握した。",
				"墨子に代表される法家は、法に基づく統治を主張した。",
				"秦は商鞅の改革(変法)によって強国となった。",
				"竹林の七賢と呼ばれる知識人が現れた。"
			],
			"correct": 3,
			"commentary": "1: 藩鎮とは節度使のことを指し、これは唐代以降である。<br>2: 墨子ではなく商鞅や韓非が正しい。また、墨子は儒教を批判し兼愛を説いた。<br>3: 正しい。<br>4: 竹林の七賢とは南北朝の時代老荘思想の影響を受け自由な議論、清談をした者たちのことである。"
		},
		{
			"q": "諸子百家に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"陰陽家は、天文暦数の知識をもとに、自然と社会の動きを説明した。",
				"道家は、戦国諸侯を相手に外交政策を論じた。",
				"墨家は、博愛主義(兼愛)を主張し、戦争の非人間性を批判した。",
				"法家は、法の厳格な運用によって天下を治めることを主張した。"
			],
			"correct": 2,
			"commentary": "1: 宇宙の生成や人間社会の諸現象を陰と陽の二原理で説明した。<br>2: 道家ではなく縦横家が正しい。道家は老子や荘子に代表され、無為自然を主張した。<br>3: 正しい。兼愛と非攻を主張した。<br>4: 正しい。商鞅や韓非、李斯に代表される。"
		},
		{
			"q": "始皇帝の行った政策について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"江南と華北を結ぶ大運河を建設した。",
				"地方行政制度として、全国に郡国制を施行した。",
				"統一貨幣として、半両銭を鋳造した。",
				"商鞅を政策顧問として登用した。"
			],
			"correct": 3,
			"commentary": "1: 隋の煬帝の政策である。<br>2: 前漢の高祖(劉邦)の政策である。始皇帝の行った郡県制が領土すべてを直接支配するのに対し、その急性な郡県制が秦の短命の所以であると考えた劉邦は皇帝直轄地のみで郡県制を行い、それ以外で封建制を復活させ有力者を王、侯にし妥協を図った。(郡国制)しかし、呉楚七国の乱を鎮圧した後の漢は王侯の封土を縮小していき実質的な郡県制を敷くようになった。<br>3: 正しい。春秋戦国では刀銭、円銭、布銭、蟻鼻銭など様々な青銅貨幣が用いられたため、始皇帝が統一した。<br>4: 商鞅の登用は秦の統一前の孝公の頃である。始皇帝が登用したのは李斯で、焚書坑儒を行った。"
		},
		{
			"q": "中国での「皇帝」の称号の始まりについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"強大な権力をもって神権政治を行っていた殷の君主は、自らを「皇帝」と称していた。",
				"周代の封建制の成立とともに、「皇帝」の称号が用いられるようになった。",
				"中国を統一した秦王の政は、「皇帝」の称号を創始した。",
				"周辺諸国の朝貢が始まった漢の時代に、中国の君主は「皇帝」の称号を用いるようになった。"
			],
			"correct": 3,
			"commentary": "秦の始皇帝である。"
		},
		{
			"q": "中国の官僚制の明確な起源は秦にあるといえる。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"秦では、中央集権国家の頂点を、中国史上はじめて「皇帝」と呼んだ。",
				"秦は、中国を統一すると、周の制度を手本として、官制の大改革を行なった。",
				"秦は中央集権体制を確立するため、諸侯の権力を奪ったので、呉楚七国の乱が起こった。",
				"秦は、中央集権を推し進めるため、市易法などの課税強化策をとった。"
			],
			"correct": 1,
			"commentary": "1: 正しい。始皇帝である。<br>2: 始皇帝の統一事業として官僚制の整備があった。周を手本にしたわけではない。また、始皇帝の統一政策として他に文字の統一、貨幣の統一(半両銭)、度量衡の統一などがあった。<br>3: 呉楚七国の乱は前漢の景帝の時である。この後漢は郡国制から実質的な郡県制を敷くようになった。<br>4: 市易法は宋の神宗時代の王安石の新法の内容である。"
		},
		{
			"q": "秦代の政治について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"周の政治を理想とした政策を強行して、社会を混乱させた。",
				"各地に封土を与えられた皇帝の一族が互いに争って、政治が乱れた。",
				"匈奴との戦争や土木事業などの負担は、民衆を苦しめた。",
				"外戚が権力を握り、官僚や学者を弾圧した。"
			],
			"correct": 3,
			"commentary": "1: 前漢と後漢の間の王莽による新のことである。これは赤眉の乱で滅んだ。<br>2: 晋代の八王の乱のことである。<br>3: 蒙恬の匈奴討伐、万里の長城建設のことである。<br>4: 後漢の党錮の禁のことである。"
		},
		{
			"q": "漢代に採用された郷挙里選について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"前漢の武帝の時には、この制度で官吏が推薦された。",
				"これは、各地方で有力者が集まって投票を行い、官吏を推薦する制度であった。",
				"これは、地方長官が推薦した者を、朝廷が官吏として任用する制度であった。",
				"この制度によって、地方で勢力を持つ豪族の子弟が官吏となった。"
			],
			"correct": 2,
			"commentary": "2ではなく1が正しい。"
		},
		{
			"q": "秦が中国統一以前に行った改革について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"商鞅を登用して、富国強兵策を推進した。",
				"布銭(布貨)を鋳造して、貨幣を統一した。",
				"物価の調整・安定のため、均輸・平準の法を実施した。",
				"保甲法を実施して、軍隊を強化した。"
			],
			"correct": 1,
			"commentary": "1: 正しい。孝公が商鞅を登用した。<br>2: 布銭は戦国時代の韓・魏・趙で用いられた青銅貨幣である。また、半両銭による貨幣の統一は始皇帝の統一政策のひとつである。<br>3: 均輸・平準法は前漢の武帝の政策である。地域の特産を徴収して他の地域で転売する均輸と、物価が安くなれば政府が購入し高くなれば売る平準法である。<br>3: 保甲法は宋の神宗のときに王安石の新法の内容である。農閑期に軍事教練を行わせるものである。"
		},
		{
			"q": "漢の武帝の事績として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"洛陽に遷都し、内政を重視した。",
				"塩・鉄などを専売品とし、また物価の調整と安定に努めた。",
				"文字・度量衡・貨幣を統一した。",
				"郡県制を敷き、三省・六部を設けた。"
			],
			"correct": 2,
			"commentary": "1 :後漢の光武帝(劉秀)の事績である。漢室を再興するにあたって長安から洛陽に遷都した。<br>2: 正しい。塩・酒・鉄の専売を行った。また、均輸・平準法で物価の調整と安定に努めた。これらは財政難打開のための政策であった。<br>3: 秦の始皇帝の統一政策である。<br>4: 三省六部は唐の中央政治機構である。また、漢では郡国制がしかれたが武帝の頃には呉楚七国の乱を鎮圧し終えており実質的に秦と同じ郡県制を敷いた。"
		},
		{
			"q": "次の文1~4のうちから、漢の武帝の時代に属さないものを一つ選べ。",
			"source": "82・追試",
			"a": [
				"呉楚七国の乱が鎮定され、封建諸王の力が衰えた。",
				"外征により悪化した財政を再建するため、均輸・平準法や、塩・鉄の専売が行われた。",
				"匈奴を挟撃するため、大月氏と連合しようとして、張騫を派遣した。",
				"董仲舒の献策によって儒学を重視し、官吏任用の一つの基準とした。"
			],
			"correct": 1,
			"commentary": "1: 呉楚七国の乱を鎮圧したのは景帝で、その後を武帝が引き継いだ。<br>2: 正しい。塩・酒・鉄の専売が行われた。また、武帝の外征として3の張騫派遣、匈奴討伐から敦煌郡などの設置、南越国征服から南海郡などの設置衛氏朝鮮征服から楽浪郡などの設置、大宛(フェルガナ)遠征による汗血馬の獲得などがある。<br>3: 正しい。<br>4: 正しい。儒学を官学化し郷挙里選が行われた。"
		},
		{
			"q": "貴族政治は、三国時代以降に確立されるが、後漢時代はその体制への移行期と考えられている。後漢時代について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"儒学が初めて国家の正統な学問と定められた。",
				"官僚となる者には、豪族出身者が多かった。",
				"豪族の勢力が増大し、大土地所有が進行した。",
				"宦官が皇帝の側近くに在って権力を振るった。"
			],
			"correct": 1,
			"commentary": "1: 儒学を官学化したのは前漢の武帝である。(董仲舒の献策)<br>2: 武帝の始めた郷挙里選は地方長官の推薦によって官吏が選ばれたため、結局人材登用よりも豪族の中央進出の手段となった。また、三国時代の魏においてこれを解決しようと初められた九品中正は中央から派遣された中正官が候補者を九等級に分けるものであったが、かえって豪族の子弟が高い等級を占めることとなり、かれらは門閥貴族となっていった。これが解決されるのは隋で筆記試験の科挙が制度化されてからである。<br>3: 正しい。郷挙里選は豪族の力を増し、彼らは大土地所有を行った。<br>4: 正しい。宦官や外戚が権力を持ち、党錮の禁が起こった。"
		},
		{
			"q": "後漢の時代に属さないものを一つ選べ。",
			"source": "82・追試",
			"a": [
				"北方では匈奴の冒頓単于が活躍した。",
				"班固が歴史書『漢書』を著した。",
				"大秦王安敦の使者と称する者が来航した。",
				"西域経営に活躍した班超が、西域都護に任命された。"
			],
			"correct": 1,
			"commentary": "1: 冒頓単于は秦の頃の匈奴の王(単于)で匈奴最盛期を現出した。中国と匈奴の関係としては、始皇帝のときの蒙恬による匈奴討伐→冒頓単于→前漢の高祖(劉邦)が匈奴に敗れる→武帝が張騫を大月氏に派遣し匈奴挟撃を画策→匈奴討伐開始→敦煌郡など設置→匈奴投降して西域都護設置→匈奴東西に分裂<br>2: 正しい。班固は班超の兄であり、班超は西域都護であった。また、班超は部下の甘英を大秦(ローマ帝国)へ派遣した。なお、漢の歴史書として前漢の武帝の頃の司馬遷「史記」がある。<br>3: 正しい。大秦王安敦は五賢帝のマルクス・アウレリウス・アントニヌスのことで、使者は日南郡に到来した(2C)。班超が甘英を派遣した後である。<br>4: 正しい。(上記)"
		},
		{
			"q": "漢の中央集権支配について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・本",
			"a": [
				"高祖は、漢帝国の全領域を統一的に支配する体制として、郡県制を創始した。",
				"八王の乱の結果、諸侯の力は弱体化し、郡県制が強化された。",
				"武帝は国内の中央集権政策を推進するため、九品中正法(九品官人法)を採用した。",
				"後漢の地方支配は前漢に比べて後退し、地方では豪族の台頭が見られた。"
			],
			"correct": 4,
			"commentary": "1: 郡県制ではなく郡国制が正しい。高祖(劉邦)は急性な郡県制が秦の短命の所以であると考え皇帝直轄地のみで郡県制を行いそれ以外で封建制を復活させる郡国制を取った。<br>2: 八王の乱は西晋のときのことであり、郡県制は秦の政策である。<br>3: 九品中正ではなく郷挙里選が正しい。九品中正は三国時代の魏で始まった。<br>4: 正しい。豪族は大土地所有を行った。"
		},
		{
			"q": "2世紀の後漢の政治混乱と社会不安を説明した次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "82・追試",
			"a": [
				"宦官・外戚と官僚・豪族が対立抗争して、ともに勢力が衰え、皇帝権力が強化された。",
				"官僚に党派が生まれ、政治改革をめざす新法派と、保守的な旧法派とに分かれて争った。",
				"政権をにぎった宦官勢力に対し、東林党に結集した官僚が対抗した。",
				"宦官・外戚の権力争いに官僚も加わり、宦官が反対派を禁錮する事態に発展した。"
			],
			"correct": 4,
			"commentary": "1: 混乱の中で皇帝権力は低下していった。<br>2: 宋の神宗の時代の王安石の新法に関することである。旧法派の代表としてその後「資治通鑑」を著した司馬光がいる。<br>3: 東林党は明末に顧憲成が創立した官僚派閥である。宦官勢力と対抗した。<br>4: 正しい。党錮の禁である。"
		},
		{
			"q": "戦国時代から漢代にかけての時代の文化について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"楚の地の詩歌が『楚辞』に集められた。",
				"寇謙之が道教の教団を組織した。",
				"董仲舒によって『五経正義』が編纂された。",
				"柳宗元らが四六駢儷体の復興を唱えた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。戦国時代の楚の屈原による。<br>2: 魏晋南北朝時代のことである。北魏の寇謙之は道教教団を確立させ、これは太武帝によって保護された。(仏教弾圧)<br>3: 五経正義は唐の太宗に命じられた孔穎達らが編纂した。また、董仲舒は前漢の武帝に献策して儒学を官学化した。<br>4: 魏晋南北朝時代の南朝、六朝で流行した四六駢儷体に対する古文復興運動を柳宗元や韓愈が唱えた。また、漢で起こったのは鄭玄らによる訓詁学である。"
		},
		{
			"q": "漢代の西域経営について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"武帝による張角の派遣を機に、西域の事情が漢に伝わった。",
				"後漢では、班超が西域都護となり、西域経営を推進した。",
				"後漢は、西域経営策の一環として、張騫を大秦国に派遣した。",
				"漢の西域経営の進展により、柔然は衰え、分裂するに至った。"
			],
			"correct": 2,
			"commentary": "1: 張角ではなく張騫が正しい。また、太平道の張角は黄巾の乱を引き起こし後漢を衰退させた。<br>2: 正しい。班超は部下の甘英を大秦(ローマ帝国)に派遣した。また、班超の兄である班固は「漢書」を著した。<br>3: 張騫ではなく甘英が正しい。(上記)<br>4: 柔然ではなく匈奴が正しい。また、柔然は5C-6Cの遊牧民族で、王が可汗を称した。北魏の太武帝と戦い大敗する。可汗はモンゴル帝国のハンの源流である。"
		},
		{
			"q": "漢代の儒学に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"漢の高祖は、董仲舒の提言を受けて五経博士を置いた。",
				"漢代には、鄭玄によって訓詁学が確立された。",
				"漢代には、孔穎達が『五経正義』を著して、儒教の古典の解釈を統一した。",
				"漢代には、五経とともに四書が儒教の根本経典とされた。"
			],
			"correct": 2,
			"commentary": "1: 高祖ではなく武帝が正しい。<br>2: 正しい。古典の注釈、字句解釈を主とした。<br>3: 「五経正義」は唐の太宗の命を受け孔穎達らが編纂した。<br>4: 五経は正しいが、四書を定めたのは宋代の朱熹(朱子)である。"
		},
		{
			"q": "『礼記』は、前漢の時代に成立したものである。前漢の時代に起こった出来事について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"劉邦が魏・呉・蜀の三国を統一した。",
				"司馬遷が『史記』を著した。",
				"邪馬台国の卑弥呼が朝貢した。",
				"ムスリム商人が交易のために訪れた。"
			],
			"correct": 2,
			"commentary": "1: 司馬炎の功績である。また、三国時代は後漢滅亡後である。<br>2: 正しい。漢の歴史書としては他に後漢の班固「漢書」がある。<br>3: 「魏志倭人伝」や「後漢書」に記されている。つまり後漢のときである。(1C)<br>4: イスラーム教の成立は7Cである。(イスラーム歴元年: 622年)"
		},
		{
			"q": "秦・漢の華南征服に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"戦国時代に、広州一帯の地域は呉の国に支配されていた。",
				"秦の始皇帝は、ヴェトナムの南部まで支配領域を広げた。",
				"前漢の武帝は、南越を滅ぼして支配下に置いた。",
				"後漢末期の群雄のうち、劉備は広州―帯に蜀を建てた。"
			],
			"correct": 3,
			"commentary": "1: 呉は春秋の五覇であり、戦国の七雄ではない。<br>2: 秦の始皇帝は南海郡を設置したが、これはベトナム北部である。ベトナムにおいて中国の支配が及んだのは北部までであり、南部ではチャンパー(林邑)が栄えていた。<br>3: 正しい。<br>4: 広州は中国南東部、香港の近くである。広州ではなく四川が正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/3e/%E4%B8%89%E5%9B%BD%E8%A1%8C%E6%94%BF%E5%8C%BA%E5%88%92%28%E7%B9%81%29.png' /><br>[緑: 魏(曹丕)、赤: 呉(孫権)、黄: 蜀(劉備)、画像: 玖巧仔 - 投稿者自身による著作物，GIS数据地形圖數據：ETOPO1矢量底图数据：www.naturalearthdata.com参考地图中国文化大学版《中国历史地图》《zh:中國歷史地圖集（古代史部分）》三國時期行政區劃圖.png: Jason22, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=17760484による]"
		},
		{
			"q": "『史記』について述べた次の文aとbの正誤の組合せとして正しいものを、下の1~4のうちから一つ選べ。 <br>a. 編年体の形式で書かれ、その後の歴史書の模範となった。<br>b. 秦の始皇帝の事績は、本紀の部分に書かれている。",
			"source": "02・本",
			"a": [
				"a―正 b―正",
				"a―正 b―誤",
				"a―誤 b―正",
				"a―誤 b―誤"
			],
			"correct": 3,
			"commentary": "前漢の司馬遷の「史記」は紀伝体で書かれている。帝王の事績を記した年代記である「本記」、主要人物の伝記である「列伝」、年表の「表」、諸制度についての「志」四部からなる。後漢の班固「漢書」もこのスタイルである。<br>また、編年体は出来事の生起した順に記述していくもので、孔子の「春秋」や司馬光の「資治通鑑」がそれにあたる。"
		},
		{
			"q": "漢や匈奴について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "98・追試",
			"a": [
				"前漢の武帝は、西方の大月氏と同盟して、匈奴を攻撃しようとした。",
				"前漢の武帝の派遣した班超によって、西域の事情が漢に知られるようになった。",
				"匈奴は、冒頓単于のときに最も強大となった。",
				"匈奴は、1世紀に南北に分裂した。"
			],
			"correct": 2,
			"commentary": "1: 正しい。張騫を派遣した。<br>2: 班超ではなく張騫が正しい。また、班超は後漢の西域都護で部下の甘英を大秦(ローマ帝国)に派遣した。<br>3: 正しい。単于は王号である。<br>4: 前漢の影響で前1Cに東西に分裂し、1C東匈奴は南北に分裂した。"
		},
		{
			"q": "後漢の衰退・滅亡について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"党錮の禁が起こり、内政が混乱した。",
				"曹操が、後漢王朝の実権を握った。",
				"諸侯が、呉楚七国の乱を起こした。",
				"宗教結社の太平道が、黄巾の乱を起こした。"
			],
			"correct": 3,
			"commentary": "1: 正しい。権力を持った宦官たちが反対勢力を禁錮した。<br>2: 正しい。曹操は魏王に封じられていたが、その子の曹丕が漢皇帝から禅譲を受け魏王朝を建国し後漢は滅亡した。<br>3: 呉楚七国の乱は前漢の景帝の時のことで、これを鎮圧したことにより前漢は実質的な郡県制をしき中央集権を強めていくこととなる。<br>4: 正しい。これにより後漢は衰退した。(184年)"
		}
	],
	"南北アメリカ文明": [
		{
			"q": "南北アメリカの先住民やその文明について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"マヤ文明がユカタン半島に栄えた。",
				"アンデス地域では、キープ(結縄)が使用された。",
				"インカ文明の影響で、チャビン文化が生まれた。",
				"アメリカ合衆国の先住民は、連邦政府の政策で移住を強制された。"
			],
			"correct": 3,
			"commentary": "1: 正しい。ピラミッド神殿や二十進法、暦やマヤ文字があった。<br>2: 正しい。アンデスのインカ帝国には文字がなくキープで伝達を行っていた。<br>3: 逆である。チャンビン文化の影響でインカ文明が生まれた。<br>4: 1830年ジャクソン大統領が制定した強制移住法である。ミシシッピ川以西の居留地に住まわされた。"
		},
		{
			"q": "世界各地に現存する歴史的建造物や、それが存在する都市について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"メキシコ高原に栄えたテオティワカンは、太陽のピラミッドで知られる。",
				"カーバ神殿のあるメッカは、オスマン帝国のメフメト2世によって、その保護下に置かれた。",
				"ギザのピラミッドは、メンフィスを都とするエジプト中王国時代に建造された。",
				"石窟寺院のある敦煌は、長安の東に位置し、仏教が中国に伝来する際の窓口であった。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/2/22/Sun_Pyramid_05_2015_Teotihuacan_3304.JPG' /><br>[太陽のピラミッド、画像: Mariordo (Mario Roberto Durán Ortiz) - 投稿者自身による著作物, CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=40273581による]<br>2: メフメト2世ではなくセリム1世が正しい。また、メフメト2世はコンスタンティノープルを包囲しビザンツ帝国を滅ぼした。ここをイスタンブルと改称してオスマン帝国の首都とし、宮殿としてトプカプ宮殿を造営した。<br>3: 中王国ではなく古王国が正しい。また、中王国の首都はテーベである。<br>4: 敦煌は西域である。"
		},
		{
			"q": "アメリカ大陸の先住民の文明について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"インカ帝国では、王は太陽の子(化身)として崇拝されていた。",
				"アステカ文明は、コルテスに滅ぼされた。",
				"オルメカ文明は、メキシコ湾岸に栄えた。",
				"テオティワカン文明は、アンデス地域に栄えた。"
			],
			"correct": 4,
			"commentary": "1: 正しい。冬至の日には太陽の力を回復させるための祭りが行われた。<br><img src='https://upload.wikimedia.org/wikipedia/commons/f/fb/Inti_Raymi.jpg' /><br>[太陽の祭り(ペルー)、画像: By Cyntia Motta - Own work, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=4437883]<br>2: スペインから送られた征服者(コンキスタドール)のうちコルテスはアステカ文明を、ピサロはインカ文明を滅ぼした。<br>3: 正しい。メキシコ高原のテオティワカンの前である。<br>4: アンデスではなくメキシコ高原が正しい。"
		},
		{
			"q": "インカ帝国とその解体後のラテンアメリカの状況について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"インカ帝国は、首都テノチティトランを中心に栄えていた。",
				"インカ帝国は、ピサロによって滅ぼされた。",
				"先住民は、征服以後、鉱山などで過酷な強制労働に従事させられた。",
				"先住民の人口が激減すると、多くの奴隷が輸入されるようになった。"
			],
			"correct": 1,
			"commentary": "1: インカ帝国の首都はクスコである。また、テノチティトランはアステカ王国の首都である。<br>2: スペインから送られた征服者(コンキスタドール)のうちコルテスはアステカ文明を、ピサロはインカ文明を滅ぼした。<br>3: 正しい。これをラスカサスが批判した。<br>4: 過酷な強制労働や天然痘、ペストなどヨーロッパから持ち込まれた病原菌によりインディオの人口は激減した。これによりアフリカからの黒人奴隷輸入が促された。"
		},
		{
			"q": "アメリカ大陸の文明について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"アステカ文明は、マヤ文明に受け継がれた。",
				"マヤ文明の中心は、メキシコ高原にあった。",
				"インカ文明は、スペイン人によって破壊された。",
				"インカ文明では、独自の暦法を記述した書物が公刊されていた。"
			],
			"correct": 3,
			"commentary": "1: アステカ文明はマヤ以降である。(オルメカ→マヤ/テオティワカン→アステカまた、アンデスではチャンビン→インカ)<br>2: メキシコ高原ではなくユカタン半島が正しい。<br>3: スペインから送られた征服者(コンキスタドール)のうちコルテスはアステカ文明を、ピサロはインカ文明を滅ぼした。<br>4: インカ文明に文字はなく、キープ(結縄)を使って伝達が行われていた。"
		},
		{
			"q": "南北アメリカの先住民やその諸文明について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"アステカ王国は、ユカタン半島を中心に栄えた。",
				"インカ帝国では、数などを示すためにキープ(結縄)が使用された。",
				"マヤ文明は、クスコを中心に栄えた。",
				"テオティワカン文明は、バルボアによって滅ぼされた。"
			],
			"correct": 2,
			"commentary": "1: ユカタン半島ではなくメキシコ高原が正しい。また、ユカタン半島で栄えたのはマヤ文明である。<br>2: 正しい。インカ文明に文字はなかった。(⇔マヤ文明: マヤ文字)<br>3: マヤ文明ではなくインカ文明が正しい。<br>4: バルボアはスペイン人の航海者で、ヨーロッパ人として初めてパナマ地峡を超え、太平洋を発見した。しかしテオティワカンはインカやアステカのようにスペイン人によって滅ぼされたのではなく6Cには滅んでおり、それ以降にメキシコ高原にアステカが登場する。"
		},
		{
			"q": "アメリカ先住民について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"マチュピチュ遺跡は、アステカ王国が建造したピラミッド型神殿の跡である。",
				"スペイン人によって征服される前から、メキシコの先住民は、馬を使用していた。",
				"スペイン人によって征服された当時、アンデスの先住民は、文字を持たなかった。",
				"ラス=カサスは、スペイン人による先住民の酷使を正当化した。"
			],
			"correct": 3,
			"commentary": "1: マチュピチュ遺跡はインカ帝国の遺跡である。また、ピラミッド型神殿としてはテオティワカンの太陽のピラミッドやマヤ文明で作られたものがある。<br><img src='https://upload.wikimedia.org/wikipedia/commons/7/7a/Chichen-Itza-Castillo-Seen-From-East.JPG' /><br>[マヤ文明のピラミッド、チチェン・イッツァ、画像: Bjørn Christian Tørrissen - Own work by uploader, http://bjornfree.com/galleries.html, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=2869110による]<br>2: 南北アメリカ文明に馬や牛、ラクダなどの大型家畜はおらず、また鉄器の使用もなかった。<br>3: 正しい。アンデスのインカ帝国には文字がなくキープ(結縄)により伝達を行っていた。<br>4: 正当化ではなく批判が正しい。"
		}
	],
	"魏晋南北朝から元": [
		{
			"q": "中国の土地政策に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"魏では、占田法・課田法が行われた。",
				"西晋によって始められた屯田法とは、兵士や募集した農民に、官有地を耕作させるものであった。",
				"北魏の均田制では、奴婢や耕牛にも給田された。",
				"唐の均田制では、丁男(成年男子)の妻にも、口分田が支給された。"
			],
			"correct": 3,
			"commentary": "1: 魏ではなく西晋が正しい。また、魏では屯田制が行われた。<br>2: 西晋ではなく魏が正しい。<br>3,4: 均田制と三長制(戸籍制度)が北魏で始まった。均田制は唐まで受け継がれるが、北魏で奴婢や耕牛にも土地が与えられたのに対し隋ではそれらに給田されず、唐では妻まで給田されなかった。"
		},
		{
			"q": "東晋から南朝にかけての時期の江南について述べた文として正しいものを次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"農業技術が進歩して、『農政全書』が編纂された。",
				"商品作物の流通が増大し、交子と呼ばれる紙幣が発行された。",
				"貴族の勢力が強く、貴族文化が栄えた。",
				"均田制の下、農地が均分されていた。"
			],
			"correct": 3,
			"commentary": "1: 徐光啓の「農政全書」は明代である。この時代の技術書として他に李時珍の「本草綱目」、宋応星の「天工開物」がある。<br>2: 交子は北宋代に発行された世界最初の紙幣である。南宋では会子と呼ばれた。<br>3: 正しい。六朝文化という。<br>4: 均田制は北魏で始まり、華北で受け継がれた。"
		},
		{
			"q": "中国の官制の変遷の中で、南北朝時代のものを次の文1~4のうちから一つ選べ。",
			"source": "89・追試",
			"a": [
				"三省・六部・御史台を中心とする官制が設置され、科挙制が強化された。",
				"郷挙里選という官吏採用法がとられ、人徳のあるものを地方長官の推薦によって官僚にした。",
				"州郡ごとに中正官を置き、人物を九等に分けて推薦させた。",
				"皇帝独裁権の強化のため、政務統一機関としての中書省を廃止し、行政機関の六部を皇帝直属とした。"
			],
			"correct": 3,
			"commentary": "1: 唐の時代である。また、科挙は隋の楊堅からである。<br>2: 前漢の武帝の時代である。<br>3: 九品中正のことで、魏の時代である。<br>4: 明の洪武帝の時代である。"
		},
		{
			"q": "敦煌・雲崗・竜門の遺跡について述べた次の文1~5のうちから、正しいものを一つ選べ。",
			"source": "90・追試・改",
			"a": [
				"敦煌には、朝鮮4郡と同じく、漢の高祖の時にはじめて郡が置かれた。",
				"敦煌の石窟の大部分は、後漢の時代に造られたものである。",
				"雲崗の石窟は、北魏の都である平城の近くに造られた。",
				"竜門の石窟は、南朝の都である建康の近くに造られた。",
				"竜門の石窟については、仏図澄が『仏国記』で言及している。"
			],
			"correct": 3,
			"commentary": "1: 高祖ではなく武帝が正しい。敦煌は武帝の匈奴討伐開始により置かれた。また、高祖(劉邦)は匈奴に敗れている。<br>2: 4Cから元まで約1000年間彫られ続けた。(⇔雲崗・竜門は北魏に彫られた。)<br>3: 正しい。道教を保護し仏教を弾圧した太武帝の死後建設された。平城は大同とも。<br>4: 北魏の都である洛陽が正しい。孝文帝は漢化政策をとり洛陽へ遷都し、そこに龍門石窟が作られた。<br>5: 「仏国記」を書いたのは仏図澄ではなく法顕が正しい。法顕はグプタ朝を訪れた東晋の僧で、仏図澄は混乱期に訪れた洛陽で仏教を布教した亀茲(クチャ)出身の僧侶である。"
		},
		{
			"q": "南北朝時代には不安定な政治や老荘思想の流行を背景として、急速に仏教がひろまった。はじめは外来僧により、後には直接インドに仏典を求めた中国人僧侶によって、さかんに経典の漢訳が行われた。<br>上記の文章に関する下の文章1~5のうちから、波線部に誤りを含むものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"仏図澄は西域出身の僧侶で、<span class='ul-wave'>分裂時代の中国において布教につとめ</span>、多くの弟子を教え、また多数の寺院を建立した。",
				"鳩摩羅什は<span class='ul-wave'>西域の人</span>で、インドで仏教を学び、中国に迎えられて経典の漢訳に尽力した。",
				"法顕は陸路インドに赴き、海路中国に帰った。<span class='ul-wave'>『仏国記』はその旅行記である。</span>",
				"玄奘は往復とも陸路によって<span class='ul-wave'>グプタ朝下のインドを訪れ</span>、経典・仏像を持って帰国した。『大唐西域記』はその旅行記である。",
				"義浄は往復とも海路によってインドを訪れた。<span class='ul-wave'>『南海寄帰内法伝』はその旅行記である。</span>"
			],
			"correct": 4,
			"commentary": "1: 五胡十六国時代、4C初めの頃である。<br>2: 鳩摩羅什は仏図澄とともに亀茲(クチャ)出身である。<br>3: 正しい。グプタ朝の最盛期を訪れた。<br>4: ヴァルダナ朝が正しい。ナーランダー僧院に学んだ。<br>5: 分裂期のインドを訪れた。シュリーヴィジャヤ王国にも滞在している。7C末。"
		},
		{
			"q": "仏教の中国伝播について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"玄奘はインドで学んだ後、帰国して上座部の開祖となった。",
				"法顕は西域経由でインドに入り、帰路は海路を利用した。",
				"鳩摩羅什は隋王朝に招かれて、訳経事業に従事した。",
				"義浄はインドや西域での見聞を、『大唐西域記』にまとめた。"
			],
			"correct": 2,
			"commentary": "1: (上座部ではなく法相宗が正しい。)中国に伝わったのは大乗仏教である。(北伝仏教)<br>2: 正しい。グプタ朝を訪れた。玄奘は往復陸路、義浄は往復海路である。<br>3: 鳩摩羅什も仏図澄も五胡十六国時代を訪れた。<br>4: 義浄ではなく玄奘が正しい。義浄は「南海寄帰内法伝」である。なお、法顕は「仏国記」"
		},
		{
			"q": "「中華」の王朝の交代に関連して述べた文として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"前漢の外戚であった<span class='ul-wave'>王莽</span>は、讖緯説を利用して政権を奪い、新を建国した。",
				"<span class='ul-wave'>司馬炎</span>は、江南で、匈奴に滅ぼされた晋を復活させた。",
				"北周の外戚であった<span class='ul-wave'>楊堅</span>は、隋を建国し、南北に分裂していた「中華」を統一した。",
				"<span class='ul-wave'>宣統帝(溥儀)</span>は袁世凱によって退位させられ、清は滅亡した。"
			],
			"correct": 2,
			"commentary": "中華の王朝交代を易姓革命と呼ぶ。<br>1: 周を理想として新を建国したが赤眉の乱で滅んだ。<br>2: 司馬炎ではなく司馬睿が正しい。司馬炎は西晋を建国したが八王の乱で混乱しており、匈奴による永嘉の乱で滅んだ。これを江南で東晋(都.建康)として再建したのが司馬睿である。(317年)"
		},
		{
			"q": "隋代には大運河の完成によって大運河沿いと長江流域との交流が一層深まった。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "88・本",
			"a": [
				"開封や杭州は、大運河沿いに位置して発展した大都市である。",
				"泉州は大運河沿いに位置して発展し、北宋時代には市船司も置かれた。",
				"大運河沿いには大都市のほか、市場を中心とする多くの小都市も生まれた。",
				"上海は商港としての条件に恵まれ、近代以降、急速に発展した。"
			],
			"correct": 2,
			"commentary": "<img src='https://upload.wikimedia.org/wikipedia/commons/1/13/China_Sui.jpg' /><br>[青が楊堅、赤が煬帝の建設した運河。画像: LiDaobing - Same as File:China Eastern Han.jpg, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=104693755による]<br>1: 正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/0/0d/Henan-map-small.png' /><img src='https://upload.wikimedia.org/wikipedia/commons/b/bc/Hangzhou-location-MAP-in-Zhejiang-Province-in-China.jpg' /><br>[左: 開封のある現在の河南省、画像: User Shizhao on zh.wikipedia, CC BY-SA 3.0 <http://creativecommons.org/licenses/by-sa/3.0/>, via Wikimedia Commons]<br>[右: 杭州、画像: Dagvidur, CC BY-SA 4.0 <https://creativecommons.org/licenses/by-sa/4.0>, via Wikimedia Commons]<br>2: 泉州は現在の福建省、台湾の対岸にある。<br>3: 鎮や草市が生まれた。<br>4: 正しい。"
		},
		{
			"q": "高宗は7世紀後半に在位した唐の皇帝である。これに関連して、唐の皇帝とその時代について述べた次の文1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "92・本",
			"a": [
				"太宗の治世は<span class='ul-wave'>貞観の治</span>と呼ばれ、国内の支配体制が整備された時代であった。",
				"高宗の時代に、唐は<span class='ul-wave'>西遼(カラ=キタイ)</span>などを討って最大の領域を獲得した。",
				"高宗の皇后であった則天武后は、高宗の死後皇帝となり、国号を<span class='ul-wave'>新</span>とした。",
				"玄宗は、則天武后の治世以来の混乱をおさめて唐王朝を再興したが、<span class='ul-wave'>黄巣の乱</span>にあって退位した。"
			],
			"correct": 1,
			"commentary": "1: 正しい。府兵制(均田農民に兵役の義務を負わせる)、律令制を実施した。府兵制は重い負担を嫌って戸籍地を離れ浮浪、逃亡するものが現れ、また土地兼併による荘園が成長し、均田制が崩壊したことから玄宗のとき募兵制にかわった。また、この玄宗の治世を開元の治と呼ぶ。<br>2: カラキタイではなく西突厥や百済、高句麗が正しい。征服地には都護府を置いて支配する羈縻政策をとった。また、カラキタイは耶律阿保機の興した遼が女真と宋に挟撃され滅んだ後、耶律大石が西に逃れて建国した。<br>3: 周が正しい。新は前漢と後漢の間の王莽による。<br>4: 安史の乱が正しい。安史の乱はウイグルの援軍で鎮圧されるが、黄巣の乱がこれに続く。"
		},
		{
			"q": "中国史上の女性をめぐる事柄について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・本",
			"a": [
				"則天武后は、皇帝に即位し、国号を周と称した。",
				"唐の玄宗は、楊貴妃を寵愛して黄巣の乱を招いた。",
				"東晋の王羲之は、宮廷女性への教訓を絵画化した「女史箴図」で知られている。",
				"太平天国は、女性に纏足を強制した。"
			],
			"correct": 1,
			"commentary": "1: 正しい。その後の韋后の混乱と合わせて武韋の禍と言われる。<br>2: 黄巣の乱ではなく安史の乱が正しい。黄巣の乱は晩唐のことである。<br>3: 王羲之ではなく顧愷之が正しい。また、王羲之は東晋の書家であり書聖と呼ばれた。<br>4: 拝上帝会を組織した洪秀全が建てた太平天国ではアヘンの吸入、辮髪、封建的な纏足を否定した。"
		},
		{
			"q": "隋・唐について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"隋は、南朝の宋を滅ぼし、中国を統一した。",
				"隋・唐は、高句麗へ遠征軍を派遣した。",
				"隋・唐は、軍事機密を保持するために軍機処を設置した。",
				"唐は、新法党と旧法党の対立によって衰退した。"
			],
			"correct": 2,
			"commentary": "1: 南朝の終わりは陳である。また、宋は始まりである。(六朝: 呉→東晋→宋→斉→梁→陳、江南で栄えた。)<br>2: 隋では煬帝が高句麗遠征を行ったが失敗し、大運河建設の負担と相まって反乱が起きるようになった。また、唐では高宗が百済、高句麗、西突厥、ベトナムに進出した。これらの征服地には都護府を置いて支配する羈縻政策がとられた。<br>3: 軍機処は清の雍正帝による。満州語と漢文の混在による事務の渋滞や機密漏洩を防ぐために設けられたが、後に国政の最高機関となる。<br>4: 宋の神宋の時代の王安石の新法に関することである。"
		},
		{
			"q": "唐代の国際交流について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"西域から訪れた僧仏図澄によって、禅宗が中国に伝えられた。",
				"ミラノ勅令で異端とされたアリウス派キリスト教が、中国に伝えられた。",
				"律令制などの制度や文化が、朝鮮半島や日本に伝えられた。",
				"パルティア王国の使者が、「大秦王安敦」の使者と称して長安を訪問した。"
			],
			"correct": 3,
			"commentary": "1: 亀茲(クチャ)出身の仏図澄は4C五胡十六国時代に華北で布教をした。また、禅宗を中国に伝えたのは達磨である。<br>2: アリウス派が異端となったのはミラノ勅令(313年)ではなくニケーア公会議(325年)である。ミラノ勅令はキリスト教を公認する勅令である。ともにコンスタンティヌス帝による。<br>3: 新羅を経て日本に伝わった。<br>4: 大秦とはローマ帝国のことである。また、大秦王安敦とはマルクス・アウレリウス・アントニヌスのことで、彼の使者は日南郡に渡来した。さらに、これは後漢のことである。"
		},
		{
			"q": "中国を南北に走る大運河について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"北魏の孝文帝は、江南への進出を図り、大運河の開削を始めた。",
				"唐代には、長安と洛陽との間に新運河が開削され、江南の穀物が直接首都に運び込まれることになった。",
				"南宋は、大運河の南端に位置する広州に首都をおいた。",
				"元は、首都への穀物の運送を確保するために、大運河の改修に力を入れた。"
			],
			"correct": 4,
			"commentary": "1: 大運河の建設は隋からである。<br>2: 長安・洛陽間の運河は隋の楊堅によって建設された。また、最終的に長安と長江が結ばれたのは煬帝のときである。<br>3: 広州ではなく臨安(杭州)が正しい。<br>4: フビライ・ハンは首都大都と江南地方を直接結ぶため郭守敬に命じて改修をさせた。また、郭守敬は授時暦の制定でも知られる。"
		},
		{
			"q": "隋・唐時代、農民が負担する税や役に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"隋の煬帝は、多数の民衆を兵士として徴発し、百済に対する遠征を繰り返した。",
				"唐では租庸調は丁男(成年男子)に課せられた。",
				"唐の雑徭とは、中央官庁が課す労役である。",
				"唐の調とは、地方官庁が課す労役である。"
			],
			"correct": 2,
			"commentary": "1: 百済ではなく高句麗が正しい。隋では文帝(楊堅)によって均田制(北魏から)、府兵制(西魏から)、租庸調制、科挙が実施された。この府兵制によって均田農民に軍役をさせた。また、高句麗への遠征は失敗し、大運河建設の負担と相まって隋を衰退さしめた。<br>2: 正しい。21歳から59歳の男性であった。唐でもはじめ高祖が隋の均田制、租庸調を引き継いだが、重い負担を嫌って戸籍地から離れ、浮浪、逃亡するものが現れたことや土地兼併による荘園の成長で均田制が崩壊したため現住地で課税する両税法が楊炎の建議で実施された。同様の理由で太宗の実施した府兵制は玄宗のとき募兵制となる。<br>3,4: 庸とは年に20日間の中央での労役の代わりに絹や布を納めるものである。また、租庸調に加えて無償労働である雑徭が加わり、地方官庁が課した。"
		},
		{
			"q": "中国史上の税制について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"租庸調は、北斉の時代に始められた均田制に基づく税制である。",
				"両税法は、唐の楊炎の意見によって実施された税制である。",
				"一条鞭法は、モンゴルが中国支配にあたって実施した税制である。",
				"地丁銀制は、地銀(地税)と丁銀(丁税)を別々に徴収する税制である。"
			],
			"correct": 2,
			"commentary": "1: 北斉ではなく北魏が正しい。なお、府兵制をはじめたのは北魏分裂後の西魏である。また、東魏に続いた北斉は西魏に続いた北周に統一され、この後中国を隋が統一する。<br>2: 正しい。重い負担を嫌って戸籍地から離れ、浮浪、逃亡するものが現れたことや、土地兼併による荘園の成長で均田制が崩壊したため現住地で課税する両税法が実施された。<br>3: 一条鞭法は銀の流通が広まった明の制度で、賦税(土地税)と徭役(人頭税)を一括銀納させた。<br>4: 一条鞭法では土地税と人頭税の区別がなくなった訳では無いが、清の康煕帝による地丁銀制は地銀に丁銀を組み込んで徴収した。"
		},
		{
			"q": "『史通』を著した唐の劉知幾が官僚生活を送った、7世紀後半から8世紀前半にかけての政治情勢について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"この時期、六部と呼ばれる地方官制が施行されていた。",
				"完顔阿骨打が、中国東北地方に渤海国を建てた。",
				"玄宗の治世の前半は安定しており、貞観の治と称された。",
				"則天武后が、帝位について周王朝を建てた。"
			],
			"correct": 4,
			"commentary": "1: 三省六部は中央の制度である。<br>2: 完顔阿骨打が建てたのは金で、渤海国を建てたのは大祚栄である。<br>3: 貞観の治ではなく開元の治が正しい。この頃玄宗は募兵制を実施した。しかし後半は楊貴妃を寵愛し、安史の乱が起こった。<br>貞観の治は太宗(李世民)の治世である。<br>4: 正しい。ついで韋后の混乱と合わせて武韋の禍と言われる。"
		},
		{
			"q": "安史の乱以後の国内の政治・社会・文化の変化や国際関係の変動について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"唐王朝の権威が失墜し、則天武后が新たな王朝を建てた。",
				"五代十国時代にかけて、新興地主層が勢力を伸ばした。",
				"新羅が朝鮮半島を統一した。",
				"清談が流行し、貴族文化が栄えた。"
			],
			"correct": 2,
			"commentary": "1: 則天武后が周を建てたのは高宗の後、玄宗の前である。玄宗は則天武后の後の韋后らを追放して即位し、開元の治と呼ばれる治世を行った。<br>2: 黄巣の乱以降武人が政権を握り門閥貴族は没落した。また、均田制の崩壊、両税法の実施は土地売買を公認することとなり、新興地主が出現した。<br>3: 高宗が百済や高句麗を征服した後、新羅は唐を撃退して朝鮮を統一した。よって安史の乱以前である。<br>4: 魏晋南北朝時代の六朝文化のことである。"
		},
		{
			"q": "隋唐以後、南海航路による海外諸地域との交流も行われるようになった。このことについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・本",
			"a": [
				"この航路を利用して、中国商人は主に絹織物や綿織物を入手しようとした。",
				"この航路を利用して、法顕はインドヘ往復した。",
				"この航路を利用して、中国人はインドヘ渡り、多数の植民都市を建設した。",
				"この航路を利用して、鄭和はアフリカ東岸まで遠征した。"
			],
			"correct": 4,
			"commentary": "1: 入手ではなく輸出が正しい。織物は中国の特産であった。<br>2: 法顕は往路が陸路、復路が海路である。なお、玄奘は往復陸路、義浄は往復海路である。<br>3: 中国人がインドで植民都市を建設したということはない。<br>4: 正しい。明の永楽帝の命による鄭和の南海遠征のことである。マラッカ王国や南インドのカリカット、イランのホルムズ、聖地メッカや東アフリカのモガディシュ、マリンディなどに及んでいる。"
		},
		{
			"q": "海・陸の交通路を介して異文明を受容した唐の文化について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・本",
			"a": [
				"ラマ教が伝わり、パスパが国師として迎えられた。",
				"胡舞・胡楽などの胡人の風俗が流行した。",
				"ゾロアスター教・マニ教などの寺院が建立された。",
				"仏典の研究が盛んになり、新しい仏教宗派がおこった。"
			],
			"correct": 1,
			"commentary": "1: 元、フビライ・ハンの時代である。フビライに命じられパスパはチベット文字を基にパスパ文字を作成した。これは元朝宮廷で使用されるのみで、民間に普及はしなかった。<br>2: 正しい。胡とは中国北方、西方民族のことである。(五胡十六国の胡)<br>3: ササン朝経由で伝わった。また、ネストリウス派を加えて唐代三夷教と呼ぶ。<br>4: 禅宗や浄土宗などが生まれた。"
		},
		{
			"q": "唐王朝の対外政策・対外関係について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"服属した諸民族をその長に支配させる、羈縻政策を採った。",
				"海上貿易の管理のために、節度使を置いた。",
				"大越国を冊封した。",
				"白村江の戦いでは、日本に敗れた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。都護府による間接統治である。高宗による。<br>2: 節度使は辺境防備のための制度である。均田制の崩壊によって府兵制が崩れたため、玄宗は募兵制に切り替え高宗以来の都護府に代わり節度使を置いた。安史の乱を起こした安禄山や唐を滅ぼし後梁を建てた朱全忠は節度使であった。五代十国では彼らが武断政治を行う。また、海上貿易の管理のために置かれたのは市舶司である。<br>3: 大越国の誕生は李朝の11Cからである。<br>4: 白村江の戦いでは唐が日本に勝利し、朝鮮半島から日本勢力を一掃した。"
		},
		{
			"q": "唐代の中国には、種々の西方起源の宗教が伝来した。このことに関連する下の文章1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"ゾロアスター教は善悪二元論に立ち、火を神聖視するので、拝火教ともいわれ、中国では祆教とよばれた。",
				"マニ教は、ゾロアスター教にキリスト教と仏教を融合したもので、徹底的な善悪二元論に立つ。",
				"景教はビザンティン帝国の宣教師が中国に伝えたキリスト教の中国名で、その寺院は波斯寺または大秦寺とよばれた。",
				"回教として中国人に知られているイスラーム教は、一神教であって、その点はユダヤ教やキリスト教と共通する。"
			],
			"correct": 3,
			"commentary": "1: 善神アフラ・マズダと悪神アーリマンが抗争し、最後の審判で善神が勝利すると言われた。<br>2: マニ教は中国で摩尼教と言われた。<br>3: ビザンツ帝国ではなくササン朝が正しい。唐代三夷教はササン朝から唐に伝わった。唐の都長安には景教の布教を記念した大秦景教流行中国碑が建てられた。<br>4: 正しい。イスラーム教の神はアッラーで、ユダヤ教の神はヤハウェである。"
		},
		{
			"q": "宋代または元代の文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"儒学の新しい展開が見られ、陽明学が興った。",
				"杜甫や白居易などの詩人が活躍した。",
				"授時暦が作られるなど、暦学が発達した。",
				"景教などの西方の宗教が、中国に初めて伝えられた。"
			],
			"correct": 3,
			"commentary": "1: 南宋で興った朱熹(朱子)による朱子学の「性即理」を批判し、明代の王陽明が陽明学を興した。陽明学では「心即理」「知行合一」が主張された。<br>2: 唐代のことである。この時代の文学家として盛唐の李白(詩仙)・杜甫(詩聖)・王維、中唐の白居易(白楽天)、四六駢儷体を批判し古文復興を主張した韓愈・柳宗元がいる。<br>3: 正しい。元のフビライ・ハンに仕えた郭守敬はイスラーム歴の技術を取り入れ授時暦を作成した。これは現在のグレゴリウス暦に匹敵する正確さを持っていた。授時暦は江戸時代の貞享暦に影響する。また、その後の明では宣教師アダム・シャールと徐光啓が崇禎暦書を著した。<br>4: 唐代のことである。祆教、摩尼教とともにササン朝から伝えられた。また、元代に伝わったのはカトリックである。(プラノ・カルピニ(カラコルム)、ルブルック、モンテ・コルヴィノ(大都))"
		},
		{
			"q": "節度使は最初、どういう目的で設置されたか。次の1~5のうち、最も適当なものを一つ選べ。",
			"source": "79・本・改",
			"a": [
				"安史の乱を平定するため。",
				"征服地の異民族を監視するため。",
				"周辺民族の侵入を防ぐため。",
				"府兵の徴集、訓練にあたらせるため。",
				"親衛軍の規律を正すため。"
			],
			"correct": 3,
			"commentary": "均田制の崩壊によって府兵制が崩れたため辺境防備のため玄宗が募兵制を実施し、節度使を置いた。<br>1: 玄宗が安史の乱により退位することを考えると誤り。なお、安史の乱はウイグルの援軍で鎮圧された。<br>2: 高宗による都護府の説明である。節度使は防備のために置かれた。"
		},
		{
			"q": "安史の乱以降、北アジアを制覇した民族として適当なものを、次の1~5のうちから一つ選べ。",
			"source": "79・本・改",
			"a": [
				"回紇(ウイグル)",
				"匈奴",
				"鮮卑",
				"吐蕃",
				"突厥"
			],
			"correct": 1,
			"commentary": "安史の乱は玄宗の時、8Cである。ウイグルは援軍を出して安史の乱を鎮圧した。<br>1: 8C-9Cである。<br>2: 前3C-前2Cである。始皇帝のときには蒙恬が匈奴討伐を行った。また、前漢の武帝に投降して後に東西分裂した。<br>3: 4C-5Cである。拓跋氏が北魏を建てた。<br>4: 8C-9Cであるが、吐蕃はチベットに建てられた。よって北アジアではない。<br>5: 6C-7Cである。ササン朝のホスロー1世と結びエフタルを滅ぼした。"
		},
		{
			"q": "安史の乱以降、唐朝が国勢挽回のために行った政策でないものを次の1~4のうちから、一つ選べ。",
			"source": "79・本・改",
			"a": [
				"塩の専売を実施して、国庫収入の増加をはかった。",
				"租庸調に代わって、現住地で夏秋2期に徴税する両税法をはじめた。",
				"異民族の侵入を防ぐため、府兵制を整備して軍事力の増強をはかった。",
				"廃仏令を発布して、莫大な寺産を没収し、多数の僧尼を還俗させた。"
			],
			"correct": 3,
			"commentary": "1: 唐滅亡の要因となった黄巣の乱は塩の密売人である王仙芝と黄巣が起こした。<br>2: 楊炎による建議である。税の負担を逃れようと浮浪、逃亡するものが出現したため本籍地ではなく現住地で課税し、また二毛作の普及を背景に二期の徴税を行った。<br>3: 太宗(李世民)の実施した府兵制は均田制の崩壊により玄宗の募兵制に代わっている。なお、府兵制の始まりは西魏である。<br>4: 武宗が会昌の廃仏を行っている。"
		},
		{
			"q": "五代の王朝でないものを次の文1~6のうちから一つ選べ。",
			"source": "79・本・改",
			"a": [
				"後漢",
				"後周",
				"後晋",
				"後秦",
				"後唐",
				"後梁"
			],
			"correct": 4,
			"commentary": "朱全忠の後梁に続く五代は後梁→後唐→後晋→後漢→後周であり、後唐(都.洛陽)以外は開封に都をおいた。これは北宋にも引き継がれる。(南宋の都は臨安)"
		},
		{
			"q": "宋初の政策でないものを次の1~5のうちから、一つ選べ。",
			"source": "79・本・改",
			"a": [
				"中書省を廃止して、六部を皇帝直属とした。",
				"官吏の職権を分割して、同一人に権力が集中するのを防止した。",
				"節度使が握っていた軍事・財政・司法の権限を取り上げた。",
				"地方軍から精鋭を集めて、皇帝の親衛軍を強化した。",
				"科挙の最終試験である殿試を創設した。"
			],
			"correct": 1,
			"commentary": "1: 明の洪武帝の政策である。<br>2: 正しい。<br>3: 五代十国では節度使による武断政治が行われていたため、皇帝権力を強めるために太祖(趙匡胤)は文治主義をとった。さらに、地方行政官に文官を派遣することで節度使を解散した。<br>4: 正しい。<br>5: 正しい。これにより科挙が完成されたと言われる。"
		},
		{
			"q": "士大夫の性格について述べたものを次の1~4のうちから一つ選べ。",
			"source": "79・本・改",
			"a": [
				"豪族の子弟で、これになるには地方長官の推薦を必要とした。",
				"家柄や郷里の評判が官界での地位を決定した。",
				"法律などの行政に必要な実務的知識を十分に習得していた。",
				"儒学はもとより、詩文や書画にも秀でた文化人であった。"
			],
			"correct": 4,
			"commentary": "宋代の士大夫は科挙出身の文人官僚のことである。彼らは文化面では儒教的素養を身に着けた文化人であり、経済面では新興地主(形勢戸)であるから官戸の特権を利用して富を蓄積し、社会面では地域社会のリーダーであった。<br>1: 漢代の郷挙里選による官吏のことである。<br>2: 漢の郷挙里選や魏の九品中正と違い、完成された科挙は実力主義である。<br>3: 実務は下級官吏の仕事であった。"
		},
		{
			"q": "宋代第一の詩人といわれ、文章でも唐宋八大家のひとりに数えられた人物を次の1~6のうちから、一つ選べ。",
			"source": "79・本・改",
			"a": [
				"韓愈",
				"李贄",
				"夏珪",
				"李白",
				"米芾",
				"蘇軾"
			],
			"correct": 6,
			"commentary": "1: 韓愈は唐で柳宗元とともに古文復興を主張した。<br>2: 李贄は明で陽明学の系譜に属する。<br>3: (南宋の院体画家である。院体画家としては徽宗が有名。)<br>4: 盛唐の詩仙である。なお、同じ頃には杜甫(詩聖)、王維がいた。<br>5: (北宋の文人画家である。)<br>6: 正しい。宋代の文章家として他に欧陽脩、蘇轍、王安石がいる。"
		},
		{
			"q": "宋代の経済について述べた次の文1~5のうち、誤っているものを一つ選べ。",
			"source": "79・本・改",
			"a": [
				"干害に強い占城米が輸入されて、稲の品種改良が進んだ。",
				"広州、明州、泉州などが貿易港として栄え、これらの都市に市舶司が置かれた。",
				"飲茶の風習が普及するに伴って、陶磁器産業が発展した。",
				"銅銭はほとんど鋳造されず、交鈔とよばれる紙幣が用いられた。",
				"大都市では従来の諸種の制限がくずれ、にぎやかな商業都市にかわった。"
			],
			"correct": 4,
			"commentary": "1: ベトナム中部に栄えたチャム人の国であるチャンパー原産のチャンパー米(占城稲)は干ばつに強い早稲種であった。これの導入により江南で二期作が可能となり、「蘇湖(江浙)熟すれば天下足る」と言われた。これは、明代穀物生産の中心が長江中流に移ったため「湖広熟すれば天下足る」となった。<br>2: 正しい。なお、唐代市舶司は広州のみに置かれていた。<br>3: 景徳鎮が有名である。<br>4: 商工業の発達により宋銭が大量に発行されている。また、交鈔は元の紙幣であり北宋では交子が、南宋では会子が発行された。交子は世界最初の紙幣である。<br>5: 唐の長安では坊の東西の市しか市場がなく、夜間の外出・営業は禁止であったが、北宋の開封では都市の至る所に商店が設けられ、朝まで店を閉めない夜市も開店した。商人は行を、手工業者は作を組織した。"
		},
		{
			"q": "遼に関する次の文章1~4のうち、誤っているものを一つ選べ。",
			"source": "79・本・改",
			"a": [
				"中国が分裂状態にあったとき、河北・山西の北部を領土に加えた。",
				"1004年、宋と和約して、両国は兄弟の間柄と定められた。",
				"滅亡のとき、一族の耶律大石が中央アジアに走って、西遼国を建てた。",
				"東方に勢力をのばして、渤海と高麗を滅ぼした。"
			],
			"correct": 5,
			"commentary": "遼は耶律阿保機によって建国され、キタイ、契丹とも呼ばれる。<br>1: 燕雲十六州のことである。五代十国の後晋の建国を援助する見返りとして獲得した。このような征服地では南面官によって州県制をしき、契丹人に対しては北面感による部族制を敷く二重統治体制をとった。二重統治体制は金に引き継がれる。<br>2: 澶淵の盟のことである。宋を兄、キタイを弟とするが、宋はキタイに毎年多大な銀や絹を贈ることとなった。また、続く西夏との慶暦の和約は北宋が君、西夏が臣であったが、後の金との紹興の和議では金が君、南宋が臣となった。宋では文治主義が用いられたため軍事力が低下し、このような北方民族への出費を余儀なくされた。<br>3: 12Cのことである。カラキタイとも。なお、キタイは金と宋に挟撃され滅ぼされた。<br>4: キタイの耶律阿保機は渤海国を滅ぼしているが、高麗の滅亡(14C)には関係ない。"
		},
		{
			"q": "王安石の新法のうち、中小商人の保護を目的としたものを、次の1~5のうちから一つ選べ。",
			"source": "79・本・改",
			"a": [
				"募役法",
				"市易法",
				"青苗法",
				"均輸法",
				"保甲法"
			],
			"correct": 2,
			"commentary": "1: 募役法は各戸から徴収した免役銭で租税官吏の役務につくものを雇う法である。雇用を創出し自作農の没落を防止する目的であった。<br>2: 市易法は中小商人を高利貸しから保護するために彼らへ低利で貸付を行った。<br>3: 青苗法は農民を高利貸しから保護するために彼らへ資金や種子を低利で貸し付けた。<br>4: 均輸法は各地の特産を不足地に転売した。これは納税の負担を軽減し商人の中間搾取を抑えた。<br>5: 保甲法は農閑期に民兵を訓練した。<br>これらの富国強兵策は地主・大商人の利害と衝突し王安石は司馬光に宰相の地位を追われた。"
		},
		{
			"q": "女真族の建てた金の政治・文化に関する項目として不適当なものを次の1~5のうちから一つ選べ。",
			"source": "79・本・改",
			"a": [
				"全真教の成立",
				"女真文字の制定",
				"揚子江流域の領有",
				"猛安・謀克制の維持",
				"二重統治政策の継承"
			],
			"correct": 3,
			"commentary": "1: 全真教は儒・仏・道の三教の融合を図った。<br>2: 正しい。<br>3: 揚子江とは長江のことである。金は紹興の和議で金を君、南宋を臣として、淮河以北の領有を行った。<br>4,5: キタイを滅ぼした金はキタイの二重統治体制を継承した。やはり征服地では州県制を敷いたが、さらに金の部族制は猛安・謀克と呼ばれる。"
		},
		{
			"q": "宋が江南に追われた時、都はどこに置かれたか。次の1~5のうちから選べ。",
			"source": "79・本・改",
			"a": [
				"温州",
				"杭州",
				"福州",
				"蘇州",
				"揚州"
			],
			"correct": 2,
			"commentary": "北宋の開封から臨安(杭州)に移った。"
		},
		{
			"q": "宋代には科挙制が完成した。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"宋の官僚には、六朝以来の貴族出身者が多かった。",
				"宋の官僚には、大土地所有者が多く、かれらは当時、官戸と呼ばれた。",
				"王安石は、均輸・平準法などによって特権官僚や地主などの利益を抑えようとした。",
				"王安石を支持した官僚グループの中心人物は、司馬光であった。"
			],
			"correct": 2,
			"commentary": "1: 宋では殿試の実施により実力主義で、科挙官僚に忠誠を誓わせた。彼らを士大夫という。<br>2: 正しい。官僚となり免税特権を得た形勢戸を官戸と呼ぶ。士大夫は文化面では儒教的素養を身に着けた文化人であり、経済面では新興地主、形勢戸であり、社会面では地域社会のリーダーであった。<br>3: 王安石の新法に均輸法は含まれるが、平準法は含まれない。また、均輸・平準法を実施したのは漢の武帝である。<br>4: 司馬光は王安石の新法に反対した。また、これにより司馬光は官僚を辞し、隠居して「資治通鑑」を著した。"
		},
		{
			"q": "宋代の紙幣について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"紙幣が発行されると、銅銭はほとんど使用されなくなった。",
				"交子・会子が、紙幣として使われるようになった。",
				"政府の発行した交鈔は主に、日本に輸出された。",
				"各地に割拠する諸侯が、様々な紙幣を発行した。"
			],
			"correct": 2,
			"commentary": "1: 銅銭である宋銭は大量に発行され使用された。<br>2: 北宋が交子、南宋が会子である。また、交子は世界最初の紙幣である。<br>3: 交鈔ではなく宋銭が正しい。交鈔は元代の紙幣である。<br>4: そのようなことはない。"
		},
		{
			"q": "澶淵の盟と呼ばれた条約に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"宋はこの条約締結の後、西夏との間にも和約を結んだ。",
				"この条約を締結した時の遼の皇帝は、耶律阿保機であった。",
				"この条約の結果、遼は国力を増し、中央アジアに勢力を広げてカラ=キタイ(西遼)を建てた。",
				"宋側でこの条約を締結するよう主張したのは、旧法党に属する官僚であった。"
			],
			"correct": 1,
			"commentary": "1: 澶淵の盟(宋: 兄、キタイ: 弟)の後西夏とは慶暦の和約を結んだ。(宋: 君、西夏: 臣)なお、後に金とも紹興の和議(金: 君、南宋: 臣)を結ぶこととなる。<br>2: 耶律阿保機ではなく聖宗であった。また、耶律阿保機はキタイの建国者である。<br>3: 宋と金に挟撃されキタイが滅んだ後耶律大石が西に逃れてカラキタイを建国した。<br>4: 旧法党は王安石の新法に関するものである。王安石の新法は澶淵の盟や慶暦の和約の結果財政悪化を招いたことが背景であった。よって王安石の新法は澶淵の盟以降である。"
		},
		{
			"q": "宋代に使用されるようになった紙幣に関連して述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"宋の紙幣は交鈔と呼ばれ、東アジアの各国で流通した。",
				"宋の紙幣は交鈔と呼ばれ、のちに乱発されるようになった。",
				"宋の紙幣は交子・会子と呼ばれ、主に遼や西夏に毎年贈るために用いられた。",
				"宋の紙幣は交子・会子と呼ばれ、民間の手形から発達したものである。"
			],
			"correct": 4,
			"commentary": "1,2: 元の紙幣が正しい。<br>3: 歳幣は銀と絹であった。<br>4: 正しい。"
		},
		{
			"q": "中国の商工業について述べた文として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"<span class='ul-wave'>同業商人</span>が結成した商人組合を行という。",
				"都市の城壁外や地方農村には<span class='ul-wave'>草市</span>と呼ばれる交易場が発生した。",
				"同業・同郷の互助・親睦のために<span class='ul-wave'>会館・公所</span>といった施設が建てられた。",
				"景徳鎮は世界的な絹織物生産地に発展した。"
			],
			"correct": 4,
			"commentary": "1: 宋代、作(商人の同業組合)や行(手工業者の同業組合)があった。<br>2: 唐末から五代、北宋にかけて場所や営業時間のルールがない城壁外などに草市が、軍隊の駐屯地に交易地として鎮が生まれた。<br>3: 明代のことである。山西商人や新安商人などの同郷の商人が設けた施設で、相互扶助などがなされた。<br>4: 景徳鎮は陶磁器生産地である。"
		},
		{
			"q": "北宋時代以降、商品生産の展開や、農業技術の進歩に伴って、江南地方は穀倉となり文化も栄えた。この農業技術の進歩に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・追試",
			"a": [
				"稲の新品種の導入や新田開発などによって、穀物の生産額が増加した。",
				"農業技術の進歩の結果、門閥貴族の土地支配が強化された。",
				"王安石新法の青苗法は、水田の作付け増加を推進しようとしたものである。",
				"『天工開物』は、北末時代の農業技術書として代表的なものである。"
			],
			"correct": 1,
			"commentary": "1: 干害に強く、早稲種であるチャンパー米(占城稲)を導入した。これにより「蘇湖(江浙)熟すれば天下足る」と言われた。<br>2: 門閥貴族ではなく士大夫が正しい。魏の九品中正以降門閥貴族が栄え、科挙が始まって以降も蔭位の制により高位を維持していた。しかし、晩唐、黄巣の乱以降武人や新興地主が台頭し門閥貴族は没落した。宋の太祖(趙匡胤)は武人を排し文治主義をとり、科挙に殿試を加えたことで文人官僚である士大夫が興隆する。<br>3: 青苗法は農民を高利貸しから保護するために資金や種子を低利で貸し付けた。<br>4: 「天工開物」は明末に宋応星によって書かれた産業技術所である。また、同時代に農業技術所として徐光啓の「農政全書」、薬学百科全書として李時珍の「本草綱目」がある。"
		},
		{
			"q": "宋・元時代の商工業の発達と都市の繁栄について述べた次の文1~4のうちから誤りを含むものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"商工業に対する制限が弱まった。",
				"遠隔地間の大規模な取引が行われた。",
				"山西商人は、塩商として富を蓄積した。",
				"元曲の隆盛は、都市の繁栄を背景としていた。"
			],
			"correct": 3,
			"commentary": "1: 宋代には都市の至る所に商店が設けられ、深夜営業の夜市も開店した。<br>2: 市舶司が置かれた。<br>3: 山西商人は明代のことで、また彼らは金融業を支配した。同時代の新安商人は塩商として始まり、金融を支配するようになった。<br>4: 元曲は民衆によって支持された。「西廂記」「琵琶記」「漢宮秋」などがある。"
		},
		{
			"q": "宋代の文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"欧陽脩の『資治通鑑』は、民族意識の高まりの中で重んじられた歴史学の代表的成果である。",
				"朱熹は、宇宙の原理や人間の本質などの探究を目指す陽明学を大成した。",
				"蘇軾は、この時期盛んであった散文(古文)の代表的作者の一人である。",
				"徽宗の「桃鳩図」は、士大夫の教養として盛行した文人画(南画)の代表作である。"
			],
			"correct": 3,
			"commentary": "1: 欧陽脩ではなく司馬光が正しい。司馬光は王安石の新法に反対したことで知られている。また、資治通鑑は編年体で書かれた。<br>2: 陽明学ではなく朱子学が正しい。陽明学は宋代の陸九淵を源流に朱子学に反対した王陽明が明代にはじめた。<br>3: 正しい。この時代の文学家として他に欧陽脩、王安石がいる。<br>4: 文人画ではなく貴族的な院体画(北宋画)が正しい。徽宗は皇帝であった。院体画が極彩、華麗であったのに対し文人画は水墨、淡彩であった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/9/90/%E5%BE%BD%E5%AE%97%E3%80%8A%E6%A1%83%E9%B3%A9%E5%9B%B3%E3%80%8B1108%E5%B9%B4%E3%83%BB12%E4%B8%96%E7%B4%80%E3%83%BB%E4%B8%AD%E5%9B%BD_%E5%8C%97%E5%AE%8B%E6%99%82%E4%BB%A3%E3%80%81%E5%80%8B%E4%BA%BA%E8%94%B5.jpg' /><br>[徽宗「桃鳩図」]"
		},
		{
			"q": "唐宋時代の文化について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"唐代の韓愈や柳宗元は、<span class='ul-wave'>古文の復興</span>を提唱した。",
				"唐代には、書家として<span class='ul-wave'>王羲之</span>が活躍した。",
				"北宋の皇帝である<span class='ul-wave'>高宗</span>は、画院を保護した。",
				"<span class='ul-wave'>南宋</span>の王維は、詩人であり画家でもあった。"
			],
			"correct": 1,
			"commentary": "1: 南北朝で流行した四六駢儷体を批判し古文復興を主張した。<br>2: 王羲之は六朝の書家で、書聖と呼ばれた。なお、唐代の書家としては顔真卿が有名である。<br>3: 徽宗が正しい。徽宗は自身も院体画家として「桃鳩図」を描いた。<br>4: 南宋ではなく盛唐が正しい。同時代には李白(詩仙)、杜甫(詩聖)がいる。(中唐: 白居易)"
		},
		{
			"q": "宋代には、宇宙や人間の根源を追求し、大義名分を説く宋学が興り、儒学の革新が図られた。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"宋学は、朱子によって大成されたので朱子学とも呼ばれる。",
				"陸九淵は、朱子の学問を批判して、個人の徳性の修養を強調した。",
				"朱子の思想は、弟子の王陽明によって発展させられた。",
				"司馬光は、『資治通鑑』を著し、歴史を通じて大義名分を明らかにしようとした。"
			],
			"correct": 3,
			"commentary": "3: 王陽明は陸九淵の思想を継承し、朱子学を批判して実践を重視した陽明学を興した。"
		},
		{
			"q": "司馬光の『資治通鑑』について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "88・本",
			"a": [
				"司馬光は宰相となり、王安石の新法を継承発展させた。",
				"司馬光は朱熹と力を合わせて、宋学を大成した。",
				"『資治通鑑』は整然とした紀伝体により編纂されている。",
				"『資治通鑑』の書名は、統治の参考となる歴史の鏡という意味を含む。"
			],
			"correct": 4,
			"commentary": "1: 司馬光は王安石の新法に反対し官職を辞して「資治通鑑」を著した。<br>2: 宋学とは朱熹(朱子)のおこした朱子学のことである。司馬光と力を合わせたことはない。<br>3: 紀伝体ではなく編年体がただしい。皇帝の事績を記す本記、主要人物の伝記である列伝、年表の表と諸制度についての志と4部からなった紀伝体に対し編年体は出来事の生起した順に記述していくもので、整然としており孔子の「春秋」や司馬光の「資治通鑑」が当てはまる。<br>4: 消去法で選べる。"
		},
		{
			"q": "中国と隣接諸国の文化交流に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"五胡十六国時代に華北の地に盛行した仏教は、唐代になって江南の地にも広まった。",
				"唐代、中国に伝来したゾロアスター教は、景教と呼ばれた。",
				"元代には東西文化の交流が盛んで、モンテ=コルヴィノがカトリックの布教を行った。",
				"宋・元時代を通じて、ラマ教(チベット仏教)がモンゴルの地に広まっていった。"
			],
			"correct": 3,
			"commentary": "1: 五胡十六国時代を西域の亀茲(クチャ)出身の鳩摩羅什や仏図澄が訪れ布教した。これは南北朝下でも江南にまで広まっている。<br>2: 唐代三夷教は景教(ネストリウス派)、祆教(ゾロアスター教)、摩尼教(マニ教)である。なお、イスラーム教は回教とよばれた。<br>3: ローマ教皇の命でプラノ・カルピニがカラコルムに、フランス王の使者としてルブルックが、ローマ教皇の命でモンテ・コルヴィノが大都に訪れ、カトリックを布教した。また、「世界の記述」を著したマルコポーロはフビライに仕え、三大陸周遊記を著したモロッコ出身のイブン・バットゥータは元末を訪れた。<br>4: 明(16C)以降のことである。タタールのアルタン・ハンはチベットへ進出した。"
		},
		{
			"q": "モンゴル人が、アジアの広範な地域を支配した時期には東西の文明の交流が進展した。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"モンゴル帝国の全域で、駅伝制度(ジャムチ)が実施された。",
				"中国からイランに中国絵画の技法が伝えられたが、イスラーム教が偶像を禁止しているため定着しなかった。",
				"西方から多くのイスラーム教徒が流入したため、中国の各地にイスラーム教が広まった。",
				"元代には、イスラーム世界で発達した天文学の知識に基づく暦法の改革が行われた。"
			],
			"correct": 2,
			"commentary": "1: ジャムチは旅行者に人馬を提供した。また、ジャムチは20Cシベリア鉄道の開通までユーラシア最速の情報伝達システムであった。<br>2: イスラーム圏では偶像崇拝禁止により写実絵画や彫刻が発達せず、文字の書体や挿絵としての細密画(ミニアチュール)が発達した。これにイルハン国から伝わった中国絵画の技法を加えて独自の発展をし、イランのティムール朝ではトルコ=イスラーム文化として、ムガル帝国ではインド・イスラーム文化として開花した。<br>3: 正しい。色目人のイスラーム教徒が流入した。。<br>4: 郭守敬はフビライに命じられて授時暦を作成した。これはイスラーム天文学の観測技術が取り入れられており、現在のグレゴリウス暦に匹敵する精度を持った。これは江戸時代の貞享暦に影響した。"
		},
		{
			"q": "イル=ハン国について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"イル=ハン国の長は、バグダードに入って、カリフからスルタンの称号を与えられた。",
				"イル=ハン国は、ガザン=ハンの改革によって最盛期を迎えた。",
				"イル=ハン国は、テマ制をしいて農村社会の復興につとめた。",
				"イル=ハン国の歴史家イブン=バットゥータは、ヨーロッパから中国までの大世界史を著した。"
			],
			"correct": 2,
			"commentary": "1: セルジューク朝の説明である。アッバース朝の都バグダードに入城した。(同様にバグダードに入城して大アミールの称号を得たブワイフ朝を滅ぼしている。)アッバース朝はモンケ・ハンにより送られたフラグの西征により征服された。また、フラグがイル・ハン国の建国者である。<br>2: 13Cのことである。ガザン・ハンはイスラーム教に改宗した。この頃の宰相はラシード・アッディーンで、「集史」を著した。<br>3: テマ制ではなくイクター制が正しい。イクター制はブワイフ朝に始まった制度で、その後のイスラーム王朝に継承された。配下に俸給(アター)を与える代わりに土地を分け与えることにした。このように徴税権を与える制度としてオスマン帝国のティマール制、ムガル帝国のマンサブダール制、ビザンツ帝国のプロノイア制(テマ制に代わって成立)がある。<br>4: ガザン・ハンの宰相ラシード・アッディーンが正しい。「集史」を著した。また、イブン・バットゥータはモロッコ出身で、元末大都を訪れた。「三大陸周遊記」を著している。"
		},
		{
			"q": "モンゴル帝国の首都カラコルムをルブルックが訪れる以前に起こった出来事として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"フラグ軍が、西アジアに侵入して、アッバース朝を倒した。",
				"中央アジア方面では、激しい相続争いから、ハイドゥの乱が起こった。",
				"バトゥ軍が、ドイツとポーランドの諸侯連合軍をワールシュタットの戦いで破った。",
				"チベット仏教(ラマ教)保護による膨大な支出のため、国家財政が窮乏した。"
			],
			"correct": 3,
			"commentary": "ルブルックはフランス王ルイ9世の使者としてモンケ・ハンのときに元を訪ね、カトリックを布教した。なお、モンゴルのハンはチンギス→オゴタイ→グユク→モンケ→フビライの順である。<br>1: アッバース朝を倒したフラグ(1258年)はモンケ・ハンにより派遣されているが、若干ルブルックの到着(1254年)が先である。この選択肢を消すというより正しい選択肢のほうが選びやすいだろう。<br>2: ハイドゥの乱(1266年)はフビライの即位について起こっている。<br>3: バトゥはオゴタイによって派遣されているためこれが明らかに正しい。<br>4: 14C後半、元衰退の原因である。"
		},
		{
			"q": "南宋を滅ぼして中国を統一した元朝に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"元朝は、官吏登用のために、科挙をいっそう盛んに行うようになった。",
				"元朝は、漢人・南人の地主に対し、従来どおりの土地所有を認めた。",
				"元朝は、都を大都(北京)から金陵(南京)に移した。",
				"元朝は、中国史上で初めて紙幣を発行し使用した。"
			],
			"correct": 2,
			"commentary": "1: 後に復活するが、科挙は一度廃止されている。<br>2: 正しい。<br>3: 和林(カラコルム)から大都(北京)が正しい。<br>4: 宋が正しい。(交子)元もこれを引き継ぎ交鈔を発行するが、これの濫発が元衰退の一因となる。"
		},
		{
			"q": "13世紀の後半には、モンゴル帝国の成立による東西文明の交流を背景として、新しい暦が制定された。これに関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"この時、暦の作成に中心的な役割を果たしたのは、イブン=バットゥータであった。",
				"この時、暦の作成を命じたのはオゴタイ=ハンであった。",
				"この時作成された暦は、後に江戸時代の日本の暦に大きな影響を与えた。",
				"この暦は、西方キリスト教世界で使用されていたものである。"
			],
			"correct": 3,
			"commentary": "授時暦のことであり、フビライ・ハンの命を受けた郭守敬がイスラーム天文学の技術を取り入れ作成した。<br>3: 江戸時代の貞享暦に影響した。"
		},
		{
			"q": "モンゴル帝国に関連して、モンゴル人の支配下における出来事について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"オゴタイ=ハンは金を滅ぼし、カラコルムに都を置いた。",
				"元では、イスラーム世界の科学の影響で、授時暦が作成された。",
				"元の支配下では、漢人が重用され、西域出身の色目人は蔑視された。",
				"従来の大運河が補修され、また大都に至る新運河が建設された。"
			],
			"correct": 3,
			"commentary": "1: 正しい。オゴタイの事績として金の征服、カラコルム建設、交鈔の発行、バトゥの西征(ワールシュタットの戦い勝利)がある。なお、モンゴルによる征服としてチンギスハンはホラズム、ナイマン、西夏を、オゴタイ・ハンは金を、この頃のバトゥはキエフ公国を、モンケ・ハンは大理、チベット、高麗を、この頃のフラグはアッバース朝を、フビライは南宋、パガン朝を征服している。<br>2: フビライ・ハンの命を受けた郭守敬がイスラーム天文学の技術を取り入れて作成した。これは江戸時代の貞享暦に影響する。<br>3: 元では民族にこだわらず実力主義を原則としたため、経済に明るい色目人は重用された。ただし、主要な役割はモンゴル人に割り当てられた。<br>4: 大都と江南を結ぶため、フビライ・ハンの命で郭守敬が改修を行った。"
		},
		{
			"q": "元朝の民族政策を述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"主要官庁の長には、モンゴル人を任命した。",
				"西アジア・中央アジア出身の人々は、色目人と呼ばれた。",
				"かつて南宋の統治下にあった住民は、漢人と呼ばれた。",
				"科挙はいったん廃止され、儒者の地位が低下した。"
			],
			"correct": 3,
			"commentary": "1: 原則実力主義であったが、主要な役割はモンゴル人に割り当てられた。<br>2: 正しい。経済に明るかったため重用された。<br>3: 漢人ではなく南人が正しい。漢人は旧金統治下の民族である。<br>4: 正しい。のちに復活する。"
		},
		{
			"q": "元朝の中国支配が崩壊するきっかけになった出来事について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"ハイドゥがフビライに対して反乱を起こした。",
				"安禄山などの節度使が反乱を起こした。",
				"白蓮教徒を中心とする紅巾の乱が起こった。",
				"2度にわたる日本遠征が失敗した。"
			],
			"correct": 3,
			"commentary": "1: ハイドゥの乱は鎮圧されて”タタールの平和”が訪れる。<br>2: 唐の安史の乱のことである。<br>3: 正しい。<br>4: フビライによる文永の役、弘安の役が失敗したが、その後ハイドゥの乱が終結し”タタールの平和”が訪れている。"
		},
		{
			"q": "遊牧と農耕という生業形態で接触・共存の関係にあった内陸アジアと中国について、同じ時期に並立していた政権・勢力の組合せとして最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"匈奴 ― 唐",
				"匈奴 ― 北宋",
				"遼 ― 唐",
				"遼 ― 北宋"
			],
			"correct": 4,
			"commentary": "1,2: 始皇帝のときの蒙恬の匈奴討伐、前漢の劉邦(高祖)が匈奴に敗れている、前漢の武帝の匈奴討伐と、匈奴と時代をともにしたのは秦、前漢である。<br>3: 遼ではなくウイグルが正しい。<br>4: 正しい。澶淵の盟を結んでいる。なお、同様の並列として柔然ー北魏、金ー南宋、オイラトー明、ジュンガルー清がある。"
		},
		{
			"q": "13世紀にユーラシア大陸の大部分がモンゴル帝国の支配下に入ったことによって、交通路の安全が確保され、東西の交流が盛んになった。次の人物1~4のうちから、この時期の東西交流と関係のないものを一つ選べ。",
			"source": "83・追試",
			"a": [
				"マルコ=ポーロ",
				"カスティリオーネ",
				"イブン=バトゥータ",
				"プラノ=カルピニ"
			],
			"correct": 2,
			"commentary": "1: フビライに仕え、「世界の記述」を記した。<br>2: 清代の宣教師である。円明園を設計した。<br>3: 元末に大都を訪れ「三大陸周遊記」を著した。<br>4: ローマ教皇の命でカラコルムを訪れカトリックを布教した。元代を訪れた使節として他にフランス王ルイ9世の使者ルブルック、ローマ教皇の命で派遣され大都を訪れたモンテ・コルヴィノがいる。"
		},
		{
			"q": "元の文化について述べた文として適当でないものを、次の1~4のうちから一つ選べ。",
			"source": "87・本",
			"a": [
				"民間の物語をもとにして『水滸伝』がつくられた。",
				"大商人の生活を描いた『金瓶梅』がつくられた。",
				"モンテ=コルヴィノは、大都の大司教となった。",
				"郭守敬は、イスラーム暦にならって授時暦をつくった。"
			],
			"correct": 2,
			"commentary": "1: 口語小説として「水滸伝」「三国志演義」「西遊記」の原型が誕生した。<br>2: 明末のことである。上記3つと合わせて四大奇書である。<br>3: ローマ教皇の命で大都を訪れ大司教として30年間布教した。<br>4: フビライの命である。これは江戸時代の貞享暦に影響を与えた。"
		},
		{
			"q": "『漢宮秋』は元曲の傑作として知られている。宋元時代の文化について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・本",
			"a": [
				"宋代では散文が盛んになり、韓愈・柳宗元などの名文家が輩出した。",
				"宋代に著された『資治通鑑』は、紀伝体の通史の代表的な作品である。",
				"元代には、もっぱら宮廷の舞台で上演されるために元曲が作られた。",
				"元代には小説が発達し、『水滸伝』などの大長編小説の原型も著された。"
			],
			"correct": 4,
			"commentary": "1: 唐代のことである。六朝で流行した四六駢儷体を批判して古文復興を主張した。<br>2: 司馬光の「資治通鑑」は孔子の「春秋」とともに編年体として有名である。(⇔紀伝体: 司馬遷「史記」(前漢)、班固「漢書」(後漢))<br>3: 元曲は民衆によって支持された。<br>4: 口語小説の「水滸伝」「三国志演義」「西遊記」の原型が誕生した。明末の「金瓶梅」と合わせて四大奇書である。"
		}
	],
	"中国総合問題": [
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>戦国時代には各国が富国強兵につとめ、農業・商業・手工業の発達が著しかった。各地で刀銭・布銭・1.<u>円銭</u>などの形態の異なる2.<u>青銅貨幣</u>が発行され、3.<u>七国</u>の国境を越えた広域な流通圏を形成した。秦の始皇帝による統一後、4.<u>五銖銭</u>が法定の統一貨幣として制定され、以後の中国のみならず、5.<u>広く東アジア諸国の貨幣の原型となった。</u>",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 4,
			"commentary": "五銖銭ではなく半両銭が正しい。また、五銖銭は前漢の武帝による。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>五胡十六国に始まる大分裂時代は、まず5世紀前半に鮮卑族の北魏によって北中国が統一され、南北朝時代となる。北魏の1.<u>孝文帝</u>は漢化政策の一環として、2.<u>洛陽</u>への遷都を行うとともに、隋唐に継承される3.<u>均田法</u>を実施した。6世紀前半に北魏は東西に分裂するが、西魏を承けた4.<u>北斉</u>の外威出身の隋によって5.<u>南朝の陳</u>が併合され、全国統一が完成する。",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 4,
			"commentary": "北斉ではなく北周が正しい。北斉は北周に統合される。また、2: 平城(大同)からの遷都である。<br>3: 制度の発祥として、府兵制は西魏、科挙は隋である。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>宋代には1.<u>科挙制度</u>が整備され、この制度の合格者による徹底した文治主義政策がとられた。しかし、2.<u>西方の西夏</u>・3.<u>北方の遼</u>に対する軍事費その他により、国家財政は危機に陥った。そこで王安石は4.<u>地主・富商を抑え、自作農・中小商工業者を保護する</u>新法を実施し、財政再建と国防強化を図った。新法は5.<u>司馬光ら保守勢力の強い抵抗にもかかわず、大きな成功をおさめた。</u>",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "1: 殿試が整備された。<br>2: チベット系タングート人の国で、李元昊が興した。北宋とは慶暦の和約を結んだ。(宋: 君、西夏: 臣)<br>3: モンゴル系契丹族の国で、耶律阿保機が興した。北宋とは澶淵の盟を結んだ。(宋: 兄、遼: 弟)<br>4: 正しい。地主・大商人らの利害と衝突した。<br>5: 王安石は司馬光に宰相の地位を追われ、新法は失敗した。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>唐代文学といえば、まず李白や杜甫に代表される1.<u>詩</u>をあげることができる。宋代では庶民層の成長を背景に、2.<u>詞</u>の発達が見られた。元代にも庶民文化は引き続き発展し、元曲と呼ばれる戯曲が数多く作られた。3.<u>『牡丹亭還魂記』</u>はその代表的作品である。明代には4.<u>『西遊記』</u>をはじめとする5><u>小説</u>に見るべきものが多い。",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 3,
			"commentary": "1: 正しい。盛唐では李白(詩仙)、杜甫(詩聖)、王維がおり、中唐では白居易がいた。<br>2: 詞(宋詞)がおこった。<br>3: これは明代の戯曲である。また、元曲としては「西廂記」「琵琶記」「漢宮秋」が有名である。<br>4: 西遊記、水滸伝、金瓶梅、三国志演義を明代の四大奇書というが、このうち金瓶梅以外は元代に原型が誕生している。<br>5: これらは口語小説であった。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>宋は12世紀前半に金の攻撃を受け、1.<u>靖康の変</u>によって南渡した。以後2.<u>1279年</u>に元に滅ぼされるまでの150年間が南宋と呼ばれ、その首都は3.<u>臨安</u>に置かれた。南宋は4.<u>揚子江以北</u>を金に奪われ、常に北からの脅威に苦しみながらも、江南の開発につとめたために、農業生産力の増大と諸産業の発展が一層進み、5.<u>江南が経済的先進地域となった。</u>",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 4,
			"commentary": "1: 徽宗、欽宗らが金に囚われた。<br>2: フビライ・ハンによって滅ぼされた。<br>3: 大運河の南の起点である臨安(杭州)だ。<br>4: 主戦派の岳飛と和平派の秦檜が対立し、和平派が勝利したため金と南宋が紹興の和議(金: 君、南宋: 臣)を結んだ。この結果淮河以北を金が領有することとなった。また、揚子江とは長江のことである。<br>5: 宋では干害に強く早稲種であるチャンパー米(占城稲)が導入され、「蘇湖(江浙)熟すれば天下足る」と言われた。また、景徳鎮ではこの頃から陶磁器の生産が盛んになった。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>1.<u>隋代</u>に建設された大運河は、西から東に流れる主要河川、2.<u>黄河</u>・3.<u>揚子江</u>などを南北につないだ画期的なルートであった。唐代および宋代には華北と江南を結ぶ大動脈として大いに活用され、ことに宋代では、4.<u>都の立地も大運河沿岸に求められた</u>。元代になると、駅伝制が整備され、海上輸送路も開通した。5.<u>そのため運河交通は廃れた</u>。",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "1: 楊堅、煬帝によって建設された。<br>2,3: 揚子江とは長江のことである。<br>4: 華北の開封、江南の臨安(杭州)ともに運河沿いに立地する。<br>5: 元のフビライは郭守敬に命じて大運河を改修している。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>1.<u>7世紀後半</u>に朝鮮半島の統一に成功した新羅は、2.<u>唐の諸制度を受容し</u>、中国風の3.<u>郡県支配</u>による中央集権国家をめざした。この国では4.<u>骨品制</u>と呼ばれる独自の身分制度が行われ、その都のあった5.<u>慶州</u>には、仏寺・王陵・古墳などの新羅文化をしのばせる多くの遺跡が今に残っている。",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 6,
			"commentary": "1: 唐の高宗が百済、高句麗を征服した後唐を撃退して朝鮮半島を統一した。(676年)<br>2: 律令制(唐の高宗による)を導入した。<br>3: 正しい。<br>4: 正しい。<br>5: 金城とも。仏国寺が建てられた。"
		},
		{
			"q": "以下の文章の下線部には一箇所だけ誤りがある。その番号を指摘せよ。また、誤りのない場合は O を記せ。<br>1.<u>チンギス=ハン</u>自ら指揮したモンゴル軍の西征により、2.<u>ホラズム王国</u>は崩壊した。そののち彼の孫フラグもペルシアに兵を進め、3.<u>1258年</u>にはバグダードを占領しそれまで名目的権威だけを保っていた4.<u>アッバース朝</u>を倒して、イル=ハン国を開いた。このモンゴル朝の下で、5.<u>ペルシア文化は衰退した。</u>",
			"source": "80・本・改",
			"a": [
				"　　　1　　　",
				"　　　2　　　",
				"　　　3　　　",
				"　　　4　　　",
				"　　　5　　　",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "1: チンギスハンはホラズム、ナイマン(カラキタイを奪った。)、西夏を征服した。また、モンゴルによる征服としてオゴタイが金、その頃のバトゥがキエフ公国、モンケが大理、チベット、高麗、その頃のフラグがアッバース朝、フビライが南宋、パガン朝を滅ぼした。<br>2: 正しい。<br>3: 正しい。<br>4: ブワイフ朝に大アミールの称号を与えて以来名目的権威のみを持っていた。(セルジューク朝にスルタン)<br>5: イル・ハン国の最盛期ガザン・ハンはイスラーム教に改宗し、イランイスラーム文化を継承した。"
		},
		{
			"q": "中国史における重要な穀倉地帯を言い表した諺「蘇湖熟すれば天下足る」について述べた次の二つの文a、bそれぞれの正誤の組合せとして正しいものを、下の1~4のうちから一つ選べ。<br>a. 「蘇湖」とは、通常湖北から湖南にかけての地域を指す。<br>b. この場合の「天下」とは、六朝時代の中国を指す。",
			"source": "01・追試",
			"a": [
				"a―正 b―正",
				"a―正 b―誤",
				"a―誤 b―正",
				"a―誤 b―誤"
			],
			"correct": 4,
			"commentary": "江浙熟すれば天下足るとも言う。長江下流の江蘇省の蘇州、浙江省の湖州のことを指す。これは明代長江下流で商工業が盛んになり農業地帯が長江中流の湖広に移った。(湖広熟すれば天下足る)<br><img src='https://upload.wikimedia.org/wikipedia/commons/f/f4/Location_map_of_Huzhou%2C_Zhejiang.png' /><img src='https://upload.wikimedia.org/wikipedia/commons/7/7a/HubeiProvince.jpg' /><br>[左: 浙江省の湖州、画像: Not logging in, CC BY-SA 4.0 <https://creativecommons.org/licenses/by-sa/4.0>, via Wikimedia Commons]<br>[右: 湖北省、画像: Uwe Dedering, CC BY-SA 4.0 <https://creativecommons.org/licenses/by-sa/4.0>, via Wikimedia Commons]<br>1: 明代の湖広の説明である。<br>2: 南北朝ではなく宋である。宋代に干害に強く早稲種のチャンパー米(占城稲)が導入された。"
		},
		{
			"q": "全真教は、儒・仏・道の三教の融合を唱えたことで知られる。この全真教が成立した王朝の状況について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"陸九淵が「心即理」を唱え、唯心論を確立した。",
				"前後2回の日本遠征が行われたが、いずれも失敗した。",
				"皇帝の政務を補佐するため、内閣大学士が置かれた。",
				"猛安・謀克制と称される軍事・行政制度が施行された。"
			],
			"correct": 4,
			"commentary": "全真教が誕生したのは12C金である。<br>1: 陸九淵は南宋の人で、朱子学を批判した。これは明の王陽明に継承され陽明学の源流となる。<br>2: 元のフビライの事績である。一回目は文永の役、二回目は弘安の役である。<br>3: 明の永楽帝の事績である。<br>4: 二重統治体制の州県制と部族制のうち、部族制が猛安・謀克と呼ばれた。"
		},
		{
			"q": "中国の風土と歴史について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "97・本",
			"a": [
				"三国時代の蜀は、内陸の四川に建国された。",
				"隋の煬帝は、風土の異なる黄河と長江を大運河で結んだ。",
				"元代には、江南の穀物が華北にある首都まで運河で運ばれた。",
				"長江下流域の水の便の良好な地では、洛陽などの商業都市が栄えた。"
			],
			"correct": 4,
			"commentary": "1: 劉備が建国し、成都に都をおいた。なお、曹丕の魏の都は洛陽で、孫権の呉の都は建業である。<br>2: 楊堅は長安と黄河を結び、煬帝は黄河と長江を結んだ。<br><img src='https://upload.wikimedia.org/wikipedia/commons/1/13/China_Sui.jpg' /><br>[青が楊堅、赤が煬帝の建設した運河。画像: LiDaobing - Same as File:China Eastern Han.jpg, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=104693755による]<br>3: フビライは首都大都と江南を結ぶために郭守敬に命じて大運河を改修させた。<br>4: 洛陽は黄河流域である。"
		},
		{
			"q": "紀元前以来、幾世紀にもわたる周辺諸地域との交流と対立のなかで、中国文明を核として東アジア文化圏が形成された。このことについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・本",
			"a": [
				"漢の武帝は、南越を滅ぼし、ヴェトナム北部まで勢力を伸ばした。",
				"五胡十六国時代には、匈奴・鮮卑などの遊牧民が、華北を支配した。",
				"唐は、周辺諸民族を支配するため、都護府を置ぃた。",
				"タラス河畔の戦いの後、唐の勢力が西アジアヘ拡大した。"
			],
			"correct": 4,
			"commentary": "1: 正しい。また、衛氏朝鮮を征服し楽浪郡などを置き、匈奴討伐を開始し敦煌郡などを置いた。<br>2: 正しい。鮮卑の拓跋氏は北魏を建てた。<br>3: これを羈縻政策という。高宗による。<br>4: タラス河畔の戦いではアッバース朝に唐が敗北しており、この時イスラーム世界に製紙法が伝播している。なお、製紙法を発明改良したのは後漢の宦官蔡倫である。"
		},
		{
			"q": "春秋・戦国時代と唐末・宋代の時期とは、社会・経済的機能の転換期にあたっている。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "90・本",
			"a": [
				"殷・周時代の邑は、春秋・戦国時代になると、生産力の高まりなどのために、変容していった。",
				"春秋・戦国時代には、商工業が盛んとなり、青銅の貨幣が流通した。",
				"唐代の商人は、同郷・同業者間の互助のため、会館・公所をつくった。",
				"唐代までの都市と比較して、宋代の都市では、商業に対する規制が緩和されている。"
			],
			"correct": 3,
			"commentary": "1: 鉄製農具の普及や牛耕農法によって各家族が独立的に農業できるようになったため、氏族社会が崩壊していった。<br>2: 刀銭、円銭、布銭や蟻鼻銭などがある。これは秦の始皇帝によって半両銭に統一された。<br>3: 明代のことである。同郷の商人が設けた施設で相互扶助をした。<br>4: 宋では都市の至る所に商店が設けられ、深夜営業の夜市も開店した。"
		},
		{
			"q": "道教に関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"道家の説は、道教に取り入れられた。",
				"神仙思想は、道教に取り入れられた。",
				"金王朝のときに成立した全真教は、儒・仏・道の三教を融合した教えを説いた。",
				"18世紀末に起こった道教徒による反乱は、清朝の支配に打撃を与えた。"
			],
			"correct": 4,
			"commentary": "道教は道家である老子や荘子の思想(老荘思想)を中核として、神仙思想や民間信仰が融合してできた。後漢末には道教結社の五斗米道や太平道(張角が指導し黄巾の乱を起こした。)が結成された。また、北魏では寇謙之が新天師道に発展させ、太武帝によって保護され北魏の国教となった。しかし、太武帝の死後は仏教に戻る。<br>4: 白蓮教徒が正しい。"
		},
		{
			"q": "江南では、南朝以降開発が進んで水稲作が発展し、唐代中期以後、この地方は全国の経済的中心となった。次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"南朝貴族文化は、江南を経済的基盤として繁栄した。",
				"江南の生産力が発展した結果、「江浙熟すれば天下足る」と称された。",
				"南宋の都臨安は、江南の豊かな経済力を背景にして繁栄した。",
				"江南の生産力が衰退したため、永楽帝は、都を北京にうつした。"
			],
			"correct": 4,
			"commentary": "1: 呉は建業、東晋南朝は建康に都を置いた。<br>2: 蘇湖熟すれば天下足るとも。<br>3: 杭州とも。大運河の南の起点であった。<br>4: 明では洪武帝の定めた都南京から永楽帝が北京に遷都したが、江南の生産力の衰退はない。明では長江下流で商工業が盛んになり、農業地帯が長江中流に移ったため湖広熟すれば天下足ると言われた。"
		},
		{
			"q": "中国でははじめ、黄河流域に主要都市の発達をみたが、江南の開発が進むと華中・華南にも多くの都市が発展した。このことについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・本",
			"a": [
				"建康は、南朝の文化の中心として栄えた都市である。",
				"南宋の都となった臨安は、金陵とも呼ばれ、繁栄した。",
				"景徳鎮は、清代以後に発達した、世界的陶磁器生産地である。",
				"清代に公行が置かれた泉州は、海外貿易によって繁栄した。"
			],
			"correct": 1,
			"commentary": "1: 呉の建業が東晋、南朝では建康となった。<br>2: 金陵ではなく杭州が正しい。金陵は南京のことであり、明の洪武帝が都と定めた。<br>3: 清ではなく宋が正しい。<br>4: 泉州ではなく広州が正しい。"
		},
		{
			"q": "南宋の都市について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"泉州は、南海貿易の港として発展した。",
				"景徳鎮では、陶磁器が盛んに生産されていた。",
				"臨安は、南宋の都として栄えていた。",
				"広州では、朱印船貿易が最盛期を迎えていた。"
			],
			"correct": 4,
			"commentary": "3: 臨安は杭州ともいい、大運河の南の起点である。<br>4: 朱印船貿易は江戸時代の制度で、中国は明代であった。"
		},
		{
			"q": "中国の支配者層について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・本",
			"a": [
				"3世紀には、党錮の禁によって、有力な豪族が上級官職を独占した。",
				"7世紀には、九品中正制(九品官人法)によって、門閥貴族が上級官職を独占していた。",
				"11世紀には、新興地主が科挙によって官僚となり、その家は官戸と称されていた。",
				"16世紀には、大地主が官僚や商人を兼ね、外戚と称されていた。"
			],
			"correct": 3,
			"commentary": "1: 3Cの三国時代、魏の九品中正によって豪族が上級官職を独占し、門閥貴族を形成した。「上品に寒門無く、下品に勢族なし」と言われた。しかし、党錮の禁は後漢で権力を持った宦官による。<br>2: 7Cは唐代で、科挙が実施されていた。なお、門閥貴族は蔭位の制によって地位を保っていた。唐末黄巣の乱以降新興地主や武人に代わられ没落する。<br>3: 宋代のことで、趙匡胤が文治主義をとったため新興地主の文人官僚が力を持った。彼らは士大夫と呼ばれ、文化面では儒教的素養を身に着けた文化人、経済面では新興地主、社会面では地域社会のリーダーであった。また、彼らの家は官戸と呼ばれ免税特権を持った。<br>4: 外戚とは皇帝の后の出身一族で、漢代から力を持っていた。新を建国した王莽がこれに当たる。"
		},
		{
			"q": "中国における皇帝の統治体制について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"前漢では、八王の乱平定ののち、中央集権化が進んだ。",
				"隋は、楊堅のときに殿試を始めた。",
				"唐は、骨品制と呼ばれる中央官制を敷いた。",
				"北宋の趙匡胤は、文人官僚の登用を促進した。"
			],
			"correct": 4,
			"commentary": "1: 呉楚七国の乱が正しい。これ以降漢は郡国制から実質的な郡県制を敷くことになる。<br>2: 殿試ではなく科挙が正しい。殿試は宋の趙匡胤によって実施され、これにより科挙が完成したと言われる。<br>3: 骨品制ではなく三省六部が正しい。骨品制は新羅の身分制度である。<br>4: 正しい。節度使を廃止し、科挙に殿試を加えた。"
		},
		{
			"q": "孔子以降における儒教(儒学)の動向について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"秦の始皇帝は、法家を排斥して儒教(儒学)を擁護した。",
				"董仲舒が、経書の字句解釈を重んじる訓詁学を確立した。",
				"韓愈らが、『五経正義』を編纂して、経書の解釈を統一した。",
				"朱熹は、四書を重視して、宋学を大成した。"
			],
			"correct": 4,
			"commentary": "1: 始皇帝は法家の李斯を登用して焚書坑儒を行い儒教を弾圧した。<br>2: 董仲舒ではなく後漢の鄭玄・馬融が正しい。また、董仲舒は前漢の武帝に献策して五経博士を設置し儒学を官学化した。<br>3: 韓愈ではなく唐の太宗の時代の孔穎達が正しい。また、韓愈は柳宗元とともに唐代で四六駢儷体を批判し古文復興を主張した。<br>4: 朱熹(朱子)は論語・孟子・大学・中庸を四書として五経より重視した。"
		},
		{
			"q": "次の文a~dは、中国における四つの時代の貨幣の流通について述べたものである。<br>a. 外国貿易を通じて、日本やメキシコの銀が多量に流入し、銀の流通がさかんになった。<br>b. 多量の銅銭が鋳造され流通したほか、会子・交子も使用された。<br>c. 刀銭・布銭・円銭などと呼ばれる青銅の貨幣が各地で流通していた。<br>d. 交鈔が流通したが、のちには乱発によって経済界が混乱した。<br>上の文dが示す時代に最もよく対応するものを、下の文1~4の中から一つ選べ。",
			"source": "83・追試・改",
			"a": [
				"王安石により、青苗法・市易法などの新法が行われた。",
				"鉄製農具が使用され、牛に犂を引かせる農法が始まった。",
				"江南の農村地帯に絹織物業や綿織物業が発達し、『天工開物』のような技術書も作られた。",
				"江南の豊かな物資を首都大都に輸送するため、大運河を整備し、沿岸の海運を始めた。"
			],
			"correct": 4,
			"commentary": "a: 3に対応する。明代のことで、スペインのガレオン貿易による新大陸産の銀や、マカオのポルトガルから流入した日本産の銀の影響で税制が丁税と地税を一括銀納化する一条鞭法に変わった。また、明代の技術書としては宋応星の「天工開物」、李時珍の「本草綱目」、徐光啓の「農政全書」が有名である。<br>b: 1に対応する。1は王安石の新法で、宋代である。商工業の発達により銅銭である宋銭が発行され、さらに世界最初の紙幣である北宋の交子、南宋では会子が発行された。<br>c: 2に対応する。春秋戦国時代のことで、秦の始皇帝によって半両銭に統一されることになる。<br>d: 4に対応する。元代のことで、宋の交子、会子を継承して発行されたが、その濫発が元衰退の一因となる。また、フビライは郭守敬に命じて大運河を改修させ、大都と江南を結んだ。"
		},
		{
			"q": "中国歴代王朝の都について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"前漢の長安には、仏教寺院が多数建立されていた。",
				"唐の長安は、中央の大通りを軸とする南北対称の都市として建設された。",
				"宋の開封は、黄河と大運河が合流する交通の要衝に位置していた。",
				"清の北京は、一時期、北元によって占領された。"
			],
			"correct": 3,
			"commentary": "1: 中国への仏教伝来は五胡十六国時代である。<br>2: 南北ではなく東西が正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/c/c5/Chang%27an_of_Tang.jpg' /><br>[唐代の長安、画像: By SY - Own work, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=62726001]<br>3: 正しい。北宋の都である。なお、南宋の都は大運河の南の起点である臨安(杭州)である。<br>4: 北元は明代である。"
		},
		{
			"q": "隋代に始まった試験による官吏選抜制度である科挙について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"宋代以降、科挙の最終試験を皇帝自ら行うようになり、皇帝と官僚の結びつきが強化された。",
				"宋代には、科挙によって官僚を出した家は、官戸として尊敬されたが、名誉のみで特権はなかった。",
				"科挙には特別の受験資格が必要で、その資格を持った家が形勢戸と呼ばれた。",
				"科挙が最終的に廃止されたのは、清朝崩壊により皇帝支配が消滅した後である。"
			],
			"correct": 1,
			"commentary": "1: 正しい。科挙官僚に忠誠を誓わせた。<br>2: 免税特権があった。<br>3: 受験資格は必要ない。また、形勢戸とは新興地主のことである。<br>4: 科挙の廃止は1905年で、清朝の延命策である光緒新政で袁世凱や張之洞の提案で廃止された。つまり清朝崩壊前である。"
		},
		{
			"q": "中国歴代王朝の対外関係について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"秦の始皇帝は吐蕃を攻撃して、万里の長城を修築した。",
				"前漢の武帝は衛氏朝鮮を滅ぼし、この地に楽浪郡などを置いた。",
				"明の皇帝がアルタン=ハンによって捕虜にされた事件を、土木の変と称する。",
				"元のフビライ=ハンは、ビルマ(ミャンマー)のトゥングー朝を滅ぼした。"
			],
			"correct": 2,
			"commentary": "1: 吐蕃ではなく匈奴が正しい。(蒙恬の匈奴討伐)また、吐蕃は唐代チベットに位置した。<br>2: 正しい。武帝は張騫を大月氏に派遣し匈奴挟撃を画策し、匈奴討伐の開始から敦煌郡を設置し、南越国征服から南海郡を設置し、衛氏朝鮮の征服から楽浪郡などを設置した。<br>3: オイラトのエセン・ハンが正しい。また、その後タタールのアルタン・ハンは庚戌の変で北京を包囲した。<br>4: パガン朝が正しい。また、トゥングー朝は16Cの王朝である。なお、モンゴルによる征服としてチンギスハンがホラズム、ナイマン、西夏を、オゴタイが金を、その頃のバトゥがキエフ公国を、モンケが大理、チベット、高麗を、その頃のフラグがアッバース朝を、フビライが南宋、パガン朝を征服している。"
		},
		{
			"q": "中国歴代王朝の西域への勢力拡大について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"後漢は、西域都護を置いて、西域経営に力を入れた。",
				"唐は、西突厥を服属させ、西域をその支配下に収めた。",
				"北宋は、西夏を破って、西域の交易路を支配した。",
				"清は、東トルキスタンを支配した。"
			],
			"correct": 3,
			"commentary": "1: 前漢で匈奴王の降伏を期に置かれた。<br>2: 隋の政策などによって東西に分裂した突厥は太宗によって東突厥が滅ぼされている。また高宗は百済、高句麗、西突厥を征服し、都護府を置いて間接支配する羈縻政策をとった。なお、東突厥は再度勢いを取り戻したがその後ウイグルに滅ぼされる。<br>3: 北宋と西夏は慶暦の和約を結んでおり、これは北宋を君、西夏を臣とし北宋は西夏に毎年銀、絹、茶を送った。なお、北宋と遼は澶淵の盟(北宋: 兄、遼: 弟)を、南宋と金は紹興の和議(金: 君、南宋: 臣)を結んでいる。<br>4: 乾隆帝によってジュンガルが平定された。"
		},
		{
			"q": "古代の金属生産では、一般に青銅器の段階から鉄器の段階へと展開した。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"殷墟からは、高度の技術水準を示す青銅器が出土した。",
				"春秋・戦国時代に使用された布貨・刀貨は、いずれも青銅貨幣である。",
				"エーゲ文明は、青銅器文明である。",
				"アステカ文明、インカ文明は、ともに青銅器を知らなかった。"
			],
			"correct": 4,
			"commentary": "4: 南アメリカの文明では金、銀、青銅器が用いられた。よってインカ文明は青銅器を知っている。なお、鉄器や車両は南北アメリカ文明では用いられなかった。"
		},
		{
			"q": "中国史上の移住や開発について述べた次の文aとbの正誤の組合せとして正しいものを、下の1~4のうちから一つ選べ。<br>a. 東晋の時代、移住民が増えた江南では、開発が進んだ。<br>b. 明の時代を通じて、海外への移住が奨励された。",
			"source": "03・本",
			"a": [
				"a―正 b―正",
				"a―正 b―誤",
				"a―誤 b―正",
				"a―誤 b―誤"
			],
			"correct": 2,
			"commentary": "a: 正しい。西晋が永嘉の乱で滅んだ後司馬睿が江南に逃れて建康(南京)に東晋を建てた。これにより三国時代孫権の呉(都.建業)から始まった江南の開発が進展する。<br>b: 明では倭寇対策を口実に海禁政策がとられた。"
		},
		{
			"q": "南京について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"殷王朝の遺跡、殷墟がある。",
				"三国時代の呉の都、建業が置かれた。",
				"南宋の都、臨安が置かれた。",
				"郊外の雲崗に、石窟寺院がある。"
			],
			"correct": 2,
			"commentary": "1: 殷墟は華北にある。<br>2: 六朝の首都、つまり孫権の呉の建業、名前が変わり東晋から南朝(宋→斉→梁→陳)の建康は今の南京である。<br>3: 臨安は江南ではあるが、杭州のことである。<br>4: 北魏の都である平城(大同)のことである。なお、孝文帝の漢化政策により洛陽に遷都され、ここには竜門石窟ができる。"
		}
	],
	"東アジア諸国": [
		{
			"q": "科挙は朝鮮でも採用され、李朝になると両班階層が科挙を通じて官僚となった。このことに関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"朝鮮で科挙が最初に採用されたのは、高麗の時である。",
				"李氏朝鮮では、科挙を受けて高級官僚になるためには、朱子学を学ぶ必要があった。",
				"両班はその多くが土地所有者であった。",
				"両班の名称は、本来、政治と学問の両方に優れた才能を持った人々という意味に基づいている。"
			],
			"correct": 4,
			"commentary": "1: 高麗で科挙制、両班官僚体制が初められた。これは李氏朝鮮にも引き継がれる。<br>2: 新羅、高麗の国教は仏教であったが、李氏朝鮮では朱子学となる。<br>3: 正しい。<br>4: 文官を文班、武官を武班とよび、両者を合わせて両班といった。つまり両班は文武両道の一役ではない。"
		},
		{
			"q": "5・6世紀の朝鮮半島について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"高句麗が楽浪郡を滅ぼした。",
				"高句麗、新羅、百済などが分立し、互いに抗争した。",
				"新羅が白村江の戦いで勝利を収めた。",
				"大祚栄が渤海を建国した。"
			],
			"correct": 2,
			"commentary": "1: 楽浪郡は前漢の武帝によって衛氏朝鮮が征服され設置された。(前108年)高句麗は前1Cに建国され、4C初めに楽浪郡を滅ぼした。<br>2: 高句麗が楽浪郡を滅ぼした後、4C半ばに百済、新羅が建国される。唐の高宗の百済、高句麗征服後新羅が唐を撃退して朝鮮半島を統一(676年)するまでを三国時代という。<br>3: 白村江の戦いは日本・百済と唐・新羅が戦い新羅側が大勝した。これは新羅の朝鮮半島統一(676年)の過程であり、7Cである。<br>4: 新羅統一時代、698年のことである。新羅の時代は王建が高麗を建国(都.開城)し新羅を滅ぼし(935年)半島を統一(936年)するまで続く。"
		},
		{
			"q": "高句麗について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"楽浪郡を滅ぼした。",
				"新羅・百済と朝鮮半島に分立した。",
				"広開土王(好太王)の時代に最盛期を迎えた。",
				"北魏の侵入を撃退した。"
			],
			"correct": 4,
			"commentary": "1: 4C初めのことである。<br>2: 4C半ばに新羅、百済が建国され、新羅の統一(676年)まで続く。<br>3: 広大な領土を広げた王という意味で広開土王と呼ばれる。その業績をたたえた「広開土王碑文」が残されている。<br>4: 北魏ではなく隋の煬帝が正しい。3回行われたが、すべて撃退した。"
		},
		{
			"q": "7・8世紀の朝鮮半島の情勢について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "87・本",
			"a": [
				"渤海は、新羅と連合して高句麗を滅ぼした。",
				"百済は、唐に支援されて新羅と戦った。",
				"新羅は、唐の政治制度や文物の影響を受けた。",
				"新羅は、朝鮮半島の西南部からおこって半島を統一した。"
			],
			"correct": 3,
			"commentary": "1: 渤海ではなく唐が正しい。<br>2: 唐ではなく日本が正しい。日本・百済と唐・新羅が白村江の戦いをし日本側が大敗した。1とともに新羅の朝鮮半島統一(676年)の過程である。<br>3: 新羅は律令制度を導入し、仏教を国教とした。首都の慶州(金城)には仏国寺が建立されている。<br>4: 西南部ではなく東南部が正しい。また、百済は西南部、高句麗は北部におこった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/5/5e/Three_Kingdoms_of_Korea_Map_ja.png' /><br>[朝鮮三国時代、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=103563746]"
		},
		{
			"q": "朝鮮半島地域の文化や社会について述べた文として正しいものを、1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"高麗では、金属活字を用いた印刷術が考案された。",
				"高麗では、訓民正音(ハングル)が公布された。",
				"朝鮮(李朝)では、佃戸と呼ばれる特権階層が勢力を持った。",
				"朝鮮(李朝)では、陽明学が官学とされた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。なお、高麗で作られた仏典として有名な高麗版大蔵経は金属活字ではなく木版である。<br>2: 李氏朝鮮の世宗の事績である。<br>3: 佃戸ではなく両班が正しい。高麗では両班制、科挙制が導入され李氏朝鮮にも継承される。また、佃戸とは中国の宋で一般化した小作農のことである。(⇔大土地所有者: 形勢戸)<br>4: 陽明学ではなく朱子学が正しい。明代の王陽明は宋代の朱子の朱子学を批判した陸九淵(宋代)を継承して陽明学を興した。"
		},
		{
			"q": "朝鮮の高麗に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・追試",
			"a": [
				"高麗は、王建(太祖)が渤海国を倒して建てた国である。",
				"高麗は、倭寇を討って名をあげた朱元璋によって倒された。",
				"高麗では、陶磁器の技法として、特に赤絵が発達した。",
				"高麗では、仏教が栄え、高麗版『大蔵経』が刊行された。"
			],
			"correct": 4,
			"commentary": "1: 渤海国ではなく新羅が正しい。935年に倒して936年半島を統一した。(都.開城)また、渤海国は新羅の時代に大祚栄によって建国されたが、遼の建国者である耶律阿保機に滅ぼされている。(10C初め)<br>2: 朱元璋ではなく李成桂が正しい。これにより李氏朝鮮が建てられた。(都.漢城)また、朱元璋とは明の初代皇帝、洪武帝のことである。<br>3: 赤絵ではなく青磁が正しい。(高麗青磁)また、赤絵は染付(元代から。西方から伝わったコバルトを用いて青色をつけた。)に加わって明代の景徳鎮で盛んになった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/f/f4/Korea-Goryeo_celadon-02.jpg' /><img src='https://upload.wikimedia.org/wikipedia/commons/b/bd/Wanli_Color_Enamel_Porcelain_TNM.jpg' /><br>[左: 高麗青磁、画像: de Calais - originally posted to Flickr as Koryo, CC 表示 2.0, https://commons.wikimedia.org/w/index.php?curid=3835900による]<br>[右: 赤絵、画像: ReijiYamashina777 - 投稿者自身による著作物, CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=52198948による]<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/37/MET_DP342705_%28cropped%29.jpg' /><br>[染付]<br>4: 正しい。新羅と同じく仏教を国教とした。なお、高麗では金属活字が発明されたが、高麗版大蔵経は木版である。"
		},
		{
			"q": "李氏朝鮮について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"高麗の武将李世民が建国した。",
				"豊臣秀吉が侵入したが、征服は出来なかった。",
				"両班とよばれる特権階級が大きな力をもっていた。",
				"中国の影響を受けて朱子学が重んじられた。"
			],
			"correct": 1,
			"commentary": "1: 李世民ではなく李成桂が正しい。高麗が倭寇に苦しんで衰退する中、倭寇撃退で名を挙げた李成桂が建てた。(1392年、都.漢城)なお李世民とは唐の太宗のことであり、貞観の治を行った。<br>2: 壬辰倭乱(文禄の役)と丁酉倭乱(慶長の役)がなされたが、李舜臣が活躍し退けた。<br>3: 李氏朝鮮は高麗で実施された両班制度を継承している。<br>4: 仏教を国教とした新羅、高麗からかわって、朱子学を国教とした。"
		},
		{
			"q": "次の文1~4のうち、波線部に誤りを含むものを一つ選べ。",
			"source": "82・追試",
			"a": [
				"高麗はモンゴル帝国の勢力が大きくなると、<span class='ul-wave'>進んで朝貢し、以後、友好関係を維持した</span>。",
				"中国において明が興ると、朝鮮半島の政治情勢にも大きな変化を生じ、<span class='ul-wave'>李成桂</span>が高麗を倒して李氏朝鮮を始めた。",
				"豊臣秀吉による侵略を受けた際、李氏朝鮮が朝貢していた<span class='ul-wave'>明は兵を出し、秀吉軍と戦った</span>。",
				"鎖国を続けていた李氏朝鮮に対して、武力をもって最初に条約を結び、開国させたのは、<span class='ul-wave'>日本</span>であった。"
			],
			"correct": 1,
			"commentary": "1: 高麗はチェジュ島(済州島)などで13Cモンゴルに抵抗していた。<br>2: 倭寇に苦しんで高麗が衰退する中倭寇撃退で名を挙げた李成桂が李氏朝鮮を建てた。(1392年、都.漢城)<br>3: 正しい。豊臣秀吉は壬辰倭乱(文禄の役)、丁酉倭乱(慶長の役)を起こしたが明の援軍を受けた朝鮮に二回とも退けられた。<br>4: 江華島事件の翌1876年日朝修好条規が結ばれた。"
		},
		{
			"q": "朝鮮の文化について述べた次の文1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "89・本",
			"a": [
				"訓民正音は<span class='ul-wave'>高麗の時代</span>に考案され、その文字は現在も使用されている。",
				"高麗では製陶の技術が高度に発達し、美しい<span class='ul-wave'>赤絵</span>の磁器が焼かれるようになった。",
				"李氏朝鮮時代に<span class='ul-wave'>銅活字</span>による印刷が盛んに行われ、その技術は日本に伝わった。",
				"高麗・李氏朝鮮とも仏教が盛んであったが、他方、<span class='ul-wave'>儒教は不振であった</span>。"
			],
			"correct": 3,
			"commentary": "1: 李氏朝鮮の世宗が正しい。<br>2: 高麗青磁が正しい。赤絵は明代の景徳鎮で染付(元代から。西方から伝わったコバルトを用いて青色をつけた。)に加わって盛んであった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/f/f4/Korea-Goryeo_celadon-02.jpg' /><img src='https://upload.wikimedia.org/wikipedia/commons/b/bd/Wanli_Color_Enamel_Porcelain_TNM.jpg' /><br>[左: 高麗青磁、画像: de Calais - originally posted to Flickr as Koryo, CC 表示 2.0, https://commons.wikimedia.org/w/index.php?curid=3835900による]<br>[右: 赤絵、画像: ReijiYamashina777 - 投稿者自身による著作物, CC 表示-継承 4.0, https://commons.wikimedia.org/w/index.php?curid=52198948による]<br>3: 正しい。なお、銅活字は李氏朝鮮だが金属活字自体は高麗で発明された。<br>4: 李氏朝鮮では仏教を国教とした新羅、高麗からかわって朱子学を国教とした。"
		},
		{
			"q": "14~15世紀の朝鮮の状況について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"沿海各地に、中国人を中心とする倭寇が来襲し、高麗を苦しめた。",
				"高麗末の政治混乱を収拾した李成桂が、王位に就き、国号を朝鮮と定めた。",
				"二度にわたる日本軍の侵略により、全土が多大な被害を受けた。",
				"官僚は、東林派と非東林派とに分かれて党争を展開し、政治の混乱を招いた。"
			],
			"correct": 2,
			"commentary": "1: 13C-14Cの倭寇は日本人が中心で、これが高麗を苦しめた。なお、中国人が中心であったのは15C後半-16Cの後期倭寇であり、高麗の滅亡後である。(李氏朝鮮建国: 1392年)<br>2: 倭寇に苦しんで高麗が衰退する中倭寇撃退で名を挙げた李成桂が李氏朝鮮を建てた。(1392年、都.漢城)<br>3: これは豊臣秀吉によるから16Cのことであるとわかる。(参考: 関ヶ原の戦い: 1600年)壬辰倭乱(文禄の役、1592年)、丁酉倭乱(慶長の役、1597年)が引き起こされ、明の援軍を受け撃退したが全土に被害を受けた。<br>4: 中国の明末のことである。"
		},
		{
			"q": "中国と朝鮮半島との関係について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・本",
			"a": [
				"前漢の時代、中国は朝鮮半島への進出を図り、楽浪郡などの4郡を設置した。",
				"国境を接する百済に対して、隋と唐は、それぞれ幾度も大規模な侵攻を行った。",
				"唐と結んで朝鮮半島の他の2国を滅ぼした新羅は、中国文化を取り入れながら、半島に統一国家を樹立した。",
				"朝鮮(李朝)から救援を求められた明は、大軍を派遣して日本の侵攻に対抗した。"
			],
			"correct": 2,
			"commentary": "1: 前漢の武帝による。衛氏朝鮮を征服して楽浪郡など4郡を設置した。これは高句麗によって4C初めに滅ぼされる<br>2: 中国と国教を接するのは高句麗(朝鮮半島北部)であり、隋の煬帝が遠征したのもここである。また、百済は半島西南部、新羅は半島南東部である。新羅は唐の高宗と高句麗、百済を挟撃し倒した。<br>3: 676年のことである。律令制度を導入し、仏教を国教とした。<br>4: 秀吉による壬辰倭乱(文禄の役)と丁酉倭乱(慶長の役)を明の援軍を得た李氏朝鮮が撃退した。16C末のことである。"
		},
		{
			"q": "両班に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・本",
			"a": [
				"高麗では、明の制度を取り入れ、両班制を採用した。",
				"朝鮮王朝(李朝)では、陽明学が官学とされ、両班の支配体制が確立した。",
				"両班とは、文官と武官を兼ねたことに由来する。",
				"両班は、党派に分かれて争うようになり、政治の混乱を招くこともあった。"
			],
			"correct": 4,
			"commentary": "1: 両班制は朝鮮独自である。高麗で始まった。<br>2: 陽明学ではなく朱子学が正しい。李氏朝鮮は高麗から両班制、科挙制を継承した。<br>3: 両者を合わせて両班と読んだのであって、一役に兼ねたのではない。<br>4: 正しい。"
		},
		{
			"q": "朝鮮とヴエトナムの文字について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "97・追試",
			"a": [
				"訓民正音は、ハングルとも呼ばれている。",
				"訓民正音は、15世紀に作られた。",
				"字喃は、阮朝の時代に作られた。",
				"字喃は、漢字をもとにして作られた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 李氏朝鮮第4代世宗による。(1446年公布)<br>3: 阮朝ではなく陳朝が正しい。13Cのことである。(陳朝は元を撃退している。)<br>4: 正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/e/e4/Cover_page_of_%C4%90%E1%BA%A1i_Nam_qu%E1%BB%91c_ng%E1%BB%AF_%E5%A4%A7%E5%8D%97%E5%9C%8B%E8%AA%9E.png' /><br>[字喃]"
		},
		{
			"q": "唐からの影響を受けた東アジア諸国について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"日本は、遣唐使の派遣等によって唐の文化や制度を取り入れ、天皇中心の国家体制を確立した。",
				"高句麗は、唐の遠征軍を退けたが、渤海によって滅ぼされた。",
				"新羅は、唐と連合して百済などを滅ぼした。",
				"渤海は、唐の文化や制度を取り入れて発展し、日本とも密接に交流した。"
			],
			"correct": 2,
			"commentary": "1: 正しい。黄巣の乱で唐が衰退して以降遣唐使は廃止された。(894年)<br>2: 高句麗は隋の煬帝の遠征を退けたが、新羅と唐の高宗の挟撃で滅んだ。また、渤海国は新羅統一時代の698年に大祚栄が建て、遼の建国者である耶律阿保機によって滅ぼされた。<br>3: 高句麗も同様であったが、百済の場合日本が百済を支援し、白村江の戦いが起こった。これに勝利した新羅は676年朝鮮半島を統一する。<br>4: 唐の冊封を受け、律令制度を導入し「海東の盛国」と言われた。"
		},
		{
			"q": "朝鮮における印刷について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・本",
			"a": [
				"新羅では、世界に先駆けて、金属活字の発明とそれによる印刷が行われた。",
				"15世紀初めに、銅活字による印刷が実用化された。",
				"高麗大蔵経は、活版印刷によって刊行された。",
				"16世紀から、実学が盛んとなり、産業技術書『天工開物」が編纂・刊行された。"
			],
			"correct": 2,
			"commentary": "1: 新羅ではなく高麗が正しい。<br>2: 正しい。李氏朝鮮の時代である。<br>3: 高麗版大蔵経は木版であった。<br>4: 中国の明代のことで、宋応星による。明代の技術書としては他に李時珍の「本草綱目」、徐光啓の「農政全書」がある。"
		},
		{
			"q": "李氏朝鮮について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"王朝樹立後、新首都を開城に定めた。",
				"朱子学を重要視し、これを官学とした。",
				"訓民正音という音標文字を制定した。",
				"この王朝の支配層は、両班と称された。"
			],
			"correct": 1,
			"commentary": "1: 漢城がただしい。開城は王建によって建てられた高麗の首都である。<br>2: 仏教を国教とした新羅、高麗からかわって朱子学を国教とした。<br>3: 第4代世宗による。ハングルとも。<br>4: 高麗で始まった両班制、科挙制を継承した。"
		},
		{
			"q": "北魏が華北を支配していた5世紀におけるアジア各地の状況について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"中央アジアで、エフタルが勢力を伸ばした。",
				"馬韓の地に、百済が興った。",
				"モンゴル高原に興った柔然は、北魏に滅ぼされた。",
				"インドシナ半島東南部に、チャンパー(林邑)が興った。"
			],
			"correct": 1,
			"commentary": "1: エフタルはササン朝のホスロー1世により突厥と挟撃されて滅びる。(6C)<br>2: 高句麗が楽浪郡を滅ぼし、馬韓の地(半島西南)に百済、辰韓の地(半島東南)に新羅が建国されたのは4Cのことである。<br>3: 柔然は北魏と抗争したが、突厥によって滅ぼされた。また、柔然の王号「可汗」は突厥に継承され、モンゴル帝国のハンの源流となる。<br>4: チャム人の国家チャンパーの建国は2Cで、17Cまで続く。"
		},
		{
			"q": "中国と倭国(日本)の関係について述べた次の文 a と b の正誤の組合せとして正しいものを、下の1~4のうちから一つ選べ。<br>a. 三国時代の北魏は、女王卑弥呼に親魏倭王の称号を与えた。<br>b. 倭の五王は、隋に使者を送った。",
			"source": "04・追試",
			"a": [
				"a―正 b―正",
				"a―正 b―誤",
				"a―誤 b―正",
				"a―誤 b―誤"
			],
			"correct": 4,
			"commentary": "a: 北魏ではなく魏が正しい。三国時代の三国は魏(曹丕、都.洛陽)、呉(孫権、都.建業)、蜀(劉備、都.成都)である。<br>b: 倭の五王が中国へ使者を送ったのは5C南北朝時代であって、隋(6C-7C)ではない。"
		},
		{
			"q": "預言者ムハンマドのヒジュラ(聖遷)と同じ世紀に起こった出来事について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"貞観の治として知られる、太宗李世民の統治が行われた。",
				"王建が高麗を建てた。",
				"カール大帝(シャルルマーニュ)がロンバルド(ランゴバルド)王国を滅ぼした。",
				"チャンドラグプタ2世の時代にグプタ朝が最盛期を迎えた。"
			],
			"correct": 1,
			"commentary": "ヒジュラは622年のことであり、これはイスラーム歴元年である。<br>1: 正しい。唐の時代である。<br>2: 10Cのことである。935年には新羅を滅ぼし、936年に半島を統一する。<br>3: 8C後半のことである。(ピピンのカロリング朝成立: 751年)さらにアヴァール人を撃退し、教皇レオ3世よりローマ皇帝の帝冠を受ける。(カールの戴冠)<br>4: グプタ朝は4C-6Cの王朝であり、チャンドラグプタ2世は4C-5Cである。。"
		},
		{
			"q": "世界の遺跡や文化財について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"モエンジョ=ダーロ(モヘンジョ=ダロ)は、ガンジス川流域に栄えた都市文明の遺跡である。",
				"仏国寺は、新羅の時代に建立された仏教寺院である。",
				"エジプトのピラミッドは、セレウコス朝の遺跡である。",
				"クノッソスは、クレタ島にあるヒッタイトの遺跡である。"
			],
			"correct": 2,
			"commentary": "1: インダス文明の遺跡であり、インダス川中流である。なお、上流にはハラッパーがある。<br>2: 首都慶州(金城)に建てられた。<br>3: セレウコス朝ではなく古王国が正しい。<br>4: ヒッタイトではなくクレタ文明が正しい。エヴァンズによって発掘された。また、ヒッタイトは小アジアにあった。"
		},
		{
			"q": "社会に身分の区別があった時代の身分や階層について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"漢代には、形勢戸が台頭した。",
				"骨品制は、新羅の身分制度である。",
				"ヴァルナ制は、三つの身分からなる。",
				"ビザンツ帝国では、パトリキ(貴族)とプレブス(平民)の間で身分闘争が起こった。"
			],
			"correct": 2,
			"commentary": "1: 漢代ではなく宋代が正しい。新興地主であった。<br>2: 正しい。<br>3: バラモン、クシャトリヤ、ヴァイシャ、シュードラの4身分であった。(不可触民がその外にあった。)<br>4:ビザンツ帝国ではなく共和政ローマが正しい。 十二表法(前5C)、リキニウス・セクスティウス法(前4C)、ホルテンシウス法(前3C)が制定され平民の立場は向上した。"
		},
		{
			"q": "15~16世紀の東アジアの通商について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "92・本",
			"a": [
				"明の銅銭が日本などで流通する一方、日本の銀が中国に流入するようになった。",
				"琉球は、東南アジアと東アジアとを結ぶ中継貿易を盛んに行った。",
				"ポルトガル人・スペイン人が、東アジアに来航するようになった。",
				"鎖国政策をとっていた日本は、明との勘合貿易のみを行った。"
			],
			"correct": "1: 明にはスペインのガレオン貿易による銀やマカオのポルトガルから中継された日本銀が流入した。これにより一条鞭法が成立する。なお、ポルトガルがマカオの居住権を得たのは1557年である。<br>2: 正しい。<br>3: 正しい。上記<br>4: 鎖国政策は江戸幕府によるから、17Cからである。"
		},
		{
			"q": "中国の皇帝と朝貢国の首長との間に形成された冊封体制(官位や爵位授与)に関連して述べた次の1~4のうちから、波線部の正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"三国時代の魏王朝は、首都<span class='ul-wave'>建康</span>に使節を派遣した倭の女王「親魏倭王」に冊封した。",
				"『<span class='ul-wave'>史記</span>』などの史料によると、「倭の五王」や朝鮮半島の諸国は、中国の南朝または北朝に朝貢し、それぞれ冊封を受けた。",
				"唐王朝は、中国の東北地方東部で自立した震国の<span class='ul-wave'>安禄山</span>を「渤海郡王」に冊封し、その勢力圏を承認した。",
				"<span class='ul-wave'>足利義満</span>は、明から「日本国王」に冊封され、倭冠の鎮圧に協力することを条件に勘合貿易を許された。"
			],
			"correct": 4,
			"commentary": "1: 洛陽が正しい。なお、建康は呉以降の六朝の首都である。<br>2: 史記は前漢の司馬線によって紀伝体で記された。よって南北朝ではない。宋書倭国伝が正しい。<br>3: 大祚栄が正しい。安禄山は史思明とともに唐代、安史の乱を起こしたソグド人節度使である。<br>4: 正しい。15Cのことである。"
		}
	],
	"内陸アジア世界": [
		{
			"q": "ササン朝ペルシアについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "81・本",
			"a": [
				"この王朝は、4世紀に興り、ゾロアスター教を国境とした。",
				"この王朝の首都は、ギリシア語でペルセポリスとよばれる地にあった。",
				"この王朝はエフタルの侵攻に苦しみ、突厥と協力して彼らとしばしば戦った。",
				"この王朝は、その成立期に、クシャーナ朝を圧迫してインド中央部にまでその領域を広げたこともあった。"
			],
			"correct": 3,
			"commentary": "1: ササン朝は3Cパルティアを征服してアルデシール1世によって建国された。<br>2: ペルセポリスではなくクテシフォンが正しい。また、ペルセポリスはアケメネス朝のダレイオス1世が造営開始した新都である。<br>3: ササン朝最盛期のホスロー1世は突厥と結んでエフタルを挟撃して滅ぼした。(6C)<br>4: シャープール1世はクシャーナ朝を破ったが、インド中央部にまでは行っておらず中央アジアまでであった。"
		},
		{
			"q": "ササン朝ペルシアの都クテシフォンの場所として正しいものを、次の文1~4のうちから一つ選べ。",
			"source": "80・追試・改",
			"a": [
				"アム川以北",
				"イラン高原北部",
				"イラン高原南部",
				"ティグリス川流域",
				"ヒンズークシ山脈西麓"
			],
			"correct": 4,
			"commentary": "<img src='https://upload.wikimedia.org/wikipedia/commons/2/24/Sasanian_Asoristan_and_its_surroundings.svg' /><br>[クテシフォン、画像: By HistoryofIran - Own work, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=95096276>, via Wikimedia Commons]"
		},
		{
			"q": "ササン朝で国教とされたゾロアスター教について述べた文として正しいものを次の1~4のうちから一つ選べ。",
			"source": "80・追試・改",
			"a": [
				"一神教で偶像崇拝を禁止する",
				"ヴェーダを経典とする",
				"キリスト教・仏教などから合成された",
				"善神・悪神の対立で世界を説明する",
				"霊魂の宿るところとして死体を保存する"
			],
			"correct": 4,
			"commentary": "1: イスラーム教などが該当する。<br>2: バラモン教とヒンドゥー教についてである。<br>3: マニ教のことである。仏教、キリスト教、ゾロアスター教が融合してできた。<br>4: 善神アフラ・マズダと悪神アーリマンが抗争し、最後の審判で善神が勝利するとされた。<br>5: 古代エジプトのミイラのことである。死者の書とともに埋葬された。"
		},
		{
			"q": "ホスロー1世の治世中に起こった事柄を、次の1~4のうちから一つ選べ。",
			"source": "90・追試",
			"a": [
				"絹の道を支配していたパルティア王国を滅ぼした。",
				"ローマの軍人皇帝の一人ヴァレリアヌスを捕虜にした。",
				"クシャーナ朝を討ち、支配下に置いた。",
				"東方の中央アジア遊牧民エフタルを突厥と挟撃して滅ぼした。"
			],
			"correct": 4,
			"commentary": "1: 建国者アルデシール1世の時代である。(3C)パルティアの時代(前2C)に成立したシルクロードだが、このパルティアをアルデシール1世が倒して建国されたのがササン朝である。<br>2,3: シャープール1世の時代である。(3C)<br>4: 正しい。6Cのことである。この頃ササン朝は最盛期であった。"
		},
		{
			"q": "ササン朝ペルシアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "98・追試",
			"a": [
				"この王朝のホスロー1世は、ローマ帝国と戦って、皇帝を捕虜にした。",
				"この王朝のもとで発達した美術・工芸品の様式の影響は、遠く日本の正倉院宝物にも見られる。",
				"この王朝のシャープール1世は、突厥と結んでエフタルを滅ぼした。",
				"この王朝の支配者が信仰したゾロアスター教は、仏教・キリスト教などの要素を融合させたものであった。"
			],
			"correct": 2,
			"commentary": "1: シャープール1世が正しい。(3C)軍人皇帝であるウァレリアヌスを捕虜にした。<br>2: ササン朝の文化は世界に広く伝わった。たとえば、ペルシアのセタールはスペインでギターに、中国で三弦に、日本で三味線になった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/4/4a/Ewer_with_dancing_females_within_arcades_MET_DP247429.jpg' /><img src='https://upload.wikimedia.org/wikipedia/commons/0/0a/LACQUERED_EWER_Shosoin.JPG' /><br>[左: ササン朝の水差し、画像: Metropolitan Museum of Art, CC0, via Wikimedia Commons]<br>[右: 正倉院の漆胡瓶、画像: Imperial Agency, Public domain, via Wikimedia Commons]<br>3: ホスロー1世が正しい。(6C)<br>4: ササン朝の国教はゾロアスター教であるが、融合宗教ではない。また、仏教、キリスト教、ゾロアスター教を融合してこの頃成立したのがマニ教である。"
		},
		{
			"q": "7世紀の中央アジアの歴史について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"エフタルが突厥を滅ぼした。",
				"ウイグルがキルギスを滅ぼした。",
				"唐が辺境統治のために都護府を置いた。",
				"タラス河畔の戦いでアッバース朝軍が唐軍を破った。"
			],
			"correct": 3,
			"commentary": "1: 6C、エフタルはササン朝のホスロー1世と突厥に挟撃されて滅びた。<br>2: 東突厥を滅ぼして力を持ったウイグルは安史の乱(8C)に際して唐に援軍を出した。このウイグルは後にキルギスに滅ぼされる。よって時代も順番も違う。<br>3: 正しい。高宗による。また、これを羈縻政策という。<br>4: 751年のことである。これによって後漢の蔡倫が発明改良した製紙法がイスラーム世界へ伝播した。"
		},
		{
			"q": "内陸アジアの遊牧国家について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"遊牧国家の君長は、単于ないしハン(ハガン)と呼ばれた。",
				"遊牧国家は、特定氏族を中核として結成された部族連合体である。",
				"遊牧国家の重要事項は、独裁者である君長が専決した。",
				"遊牧国家で、文字を最初に使用したことの明らかなものは突厥である。"
			],
			"correct": 3,
			"commentary": "1: 匈奴の王号が単于であった。また、柔然の王号可汗は柔然を破った突厥に継承され、モンゴル帝国のハンの源流となる。<br>2: 正しい。<br>3: 部族長会議が行われた。これはモンゴルの場合クリルタイである。<br>4: 正しい。突厥文字を使った。ソグド文字、あるいはアラム文字に由来するとされる。これで書かれた突厥碑文(オルホン碑文)が残されている。<br><img src='https://upload.wikimedia.org/wikipedia/commons/a/a4/Kultigin_Monument_of_Orkhon_Inscriptions.jpeg' /><br>[突厥碑文、画像: By Vezirtonyukuk - Own work, CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=45950409]"
		},
		{
			"q": "6世紀に台頭し、国家を築いた騎馬遊牧民として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・本",
			"a": [
				"スキタイ",
				"突厥",
				"月氏",
				"匈奴"
			],
			"correct": 2,
			"commentary": "1: スキタイは最初の遊牧国家とされる。(前8C-前3C)<br>2: 正しい。トルコ系であったから、現代のトルコにおいてもトルコの建国は突厥建国の552年とされている。8C同じトルコ系のウイグルに滅ぼされた。<br>3: 前2Cの民族である。匈奴、烏孫に圧迫されて西に移動し大月氏となった。前漢の武帝は大月氏に張騫を派遣し匈奴挟撃を画策した。<br>4: 前3Cからの民族である。秦の始皇帝の頃には蒙恬が匈奴討伐を行い、前漢の武帝の頃にも匈奴討伐が開始され敦煌郡が設置され、匈奴は東西に分裂した。なお、その後さらに南北に分裂し、南匈奴は五胡の一つとなる。"
		},
		{
			"q": "ソグド人について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "96・本",
			"a": [
				"突厥と連合して、グプタ朝を滅ぼした。",
				"内陸アジアを舞台として、盛んな通商活動を行った。",
				"パルテイアを滅ぼして、クテシフォンを首都とした。",
				"バクトリア王国を建てて、ガンダーラ美術を広めた。"
			],
			"correct": 2,
			"commentary": "1: グプタ朝は5C以降エフタルにより衰亡する。<br>2: 正しい。ソグディアナ地方のサマルカンドを拠点とした。<br>3: ササン朝のアルデシール1世のことである。<br>4: バクトリアはアレクサンドロス大王の東方植民によるギリシア人がセレウコス朝から独立してアフガニスタン北部、アムダリア川上流域に成立した。これはインド、クシャーナ朝のガンダーラ美術にヘレニズム文化として影響したが、それを広めたということはない。"
		},
		{
			"q": "モンゴル帝国周辺の諸勢力について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"契丹の完顔阿骨打は、カラ=ハン朝を倒して西遼を建てた。",
				"遼は、猛安・謀克の制度を採用した。",
				"タングートの李元昊は、西夏を建てた。",
				"アッバース朝は、チンギス=ハンに滅ぼされた。"
			],
			"correct": 3,
			"commentary": "1: 完顔阿骨打ではなく耶律大石が正しい。完顔阿骨打は金の建国者である。<br>2: 遼ではなく金が正しい。二重統治体制の州県制、部族制のうち、部族制が猛安・謀克であった。<br>3: 正しい。<br>4: モンケ・ハンによるフラグが正しい。1258年のことであった。なお、チンギスハンが滅ぼしたのはホラズム、ナイマン、西夏である。"
		},
		{
			"q": "シルク=ロードと呼ばれる内陸の交通の要地について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・本",
			"a": [
				"唐のとき、イブン=バトゥータは、この地を経てインドヘ至った。",
				"南宋のとき、中央アジアにチャガタイ=ハン国が建国された。",
				"北魏のとき、敦煌では西域伝来の仏教芸術が栄えた。",
				"後漢のとき、班超が西域経営に活躍した。"
			],
			"correct": 1,
			"commentary": "1: イブン・バットゥータは14C、元末に大都を訪れて「三大陸周遊記」を著した。また、イブン・バットゥータは海路で往復している。なお、プラノ・カルピニは往復陸路、ルブルックは往復陸路、モンテ・コルヴィノは片道海路、マルコポーロは往陸路、復海路で元を訪れた。<br>2: 正しい。モンゴル帝国が成立してからフビライ・ハンが南宋を滅ぼすまでに期間があり、そこである。<br>3: 敦煌では仏教彫刻が4Cから14Cにかけて約1000年間彫られ続けた。<br>4: 正しい。兄は「漢書」を紀伝体で著した班固である。"
		},
		{
			"q": "チベットの地域について述べた文として誤っているものを、次の1~4のぅちから一つ選べ。",
			"source": "08・本",
			"a": [
				"ソンツェン=ガンポが、吐蕃を建てた。",
				"ツォンカパが、黄帽派を開いた。",
				"明朝の下で、藩部とされた。",
				"20世紀に、反中国運動が起こった。"
			],
			"correct": 3,
			"commentary": "1: 7C唐の時代である。<br>2: 正しい。14C末のことで、チベット仏教の宗派である。<br>3: 藩部とは清朝の制度である。中央では理藩院が統括した。<br>4: ダライ・ラマ14世はチベット反乱に対する中国政府の弾圧により1959年インドに亡命した。"
		},
		{
			"q": "吐蕃について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"吐蕃は、ヴエトナム北部を中心に栄えた。",
				"吐蕃では、チベット文字が作られた。",
				"吐蕃では、イスラーム文化と中国文化が融合した。",
				"吐蕃は、フビライの攻撃を受けて滅亡した。"
			],
			"correct": 2,
			"commentary": "1: ソンツェン・ガンポによりチベットに建てられた。(7C)<br>2: ソンツェン・ガンポによる。<br>3: イスラーム文化ではなくインド文化が正しい。チベット文字はインドの文字を参考に作られた。また、唐と対等な婚姻関係を結んだ。<br>4: 吐蕃は国内問題で滅亡した。また、フビライが征服したのは南宋、パガン朝である。"
		},
		{
			"q": "モンゴル高原に遊牧国家を建てたウイグル族について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"安史の乱が起こった際には、唐側に援軍を送った。",
				"タラス河畔の戦いで、ウマイヤ朝の軍隊に敗れた。",
				"北方のキルギズ(キルギス)族の国を滅亡させた。",
				"漢字を基礎としたパスパ文字を用いた。"
			],
			"correct": 1,
			"commentary": "1: 東突厥を倒して台頭したウイグルは唐に援軍を送り安史の乱を鎮圧した。<br>2: ウマイヤ朝ではなくアッバース朝であるし、ウイグルではなく唐の玄宗のことである。(751年)これにより後漢の蔡倫が発明改良した製紙法がイスラーム世界へ伝播した。<br>3: 突厥はウイグルに滅ぼされ、ウイグルはキルギスに滅ぼされた。(突厥は内部混乱や隋の政策のせいで東西に分裂し、東突厥は一度唐の太宗に滅ぼされた。再度勢いを取り戻したが、結局ウイグルに滅ぼされた。)<br>4: 元朝宮廷のことである。チベット仏教の僧侶であったパスパがフビライに命じられてチベット文字を基に作成した。"
		},
		{
			"q": "「夷狄」とされる遊牧民について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "04・本",
			"a": [
				"柔然は、モンゴル高原を支配した最初の遊牧騎馬民族である。",
				"匈奴は、冒頓単于の下で強力となり、月氏や漢を圧迫した。",
				"ウイグルは、赤眉の乱の鎮圧に際し、唐を援助した。",
				"オイラートは、明に侵入して、万暦帝(神宗)を捕らえた。"
			],
			"correct": 2,
			"commentary": "中国で異民族を夷狄と呼んだ。<br>1: 柔然ではなく匈奴が正しい。また、柔然は可汗という王号を初めて使い、これは突厥に継承されさらにモンゴル帝国のハンの源流となった。<br>2: 正しい。匈奴や烏孫に圧迫された月氏は西に移動し大月氏となった。また、前漢の高祖(劉邦)は匈奴に敗れた。なお、前漢の武帝は匈奴討伐を開始しており敦煌郡を置いた。これ以降匈奴は分裂することとなる。<br>3: 赤眉の乱ではなく安史の乱が正しい。赤眉の乱は前漢と後漢の間の王莽による新に反対した農民反乱である。<br>4: オイラトのエセン・ハンは土木の変で正統帝を捕虜とした。なお、タタールのアルタン・ハンは庚戌の変で北京を包囲している。また、万暦帝の頃内閣大学士首輔の張居正が改革を行い財政再建に務めた"
		},
		{
			"q": "北アジアの遊牧民族について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"匈奴は、スキタイの騎馬文化を摂取して、前漢末期に強力な国家として成長した。",
				"北アジアにいたトルコ系の氏・羌が、長城を越えて南下し、定住したことが、五胡十六国の台頭のきっかけとなった。",
				"5世紀にモンゴル高原で強盛を誇った柔然は、その後、新興の鮮卑に滅ぼされた。",
				"北アジアにいたウイグルが唐末以降中央アジアに移住した結果、この地方にトルコ語が普及していった。"
			],
			"correct": 4,
			"commentary": "1: 匈奴は前漢の武帝による匈奴討伐以降東西に分裂した。<br>2: 北アジア最初のトルコ系民族国家は6Cの突厥である。現代のトルコにおいてもトルコの建国は突厥建国の552年とされる。(五胡十六国時代: 4C-5C初め)なお、氐・羌はチベット系である。<br>3: 鮮卑ではなく突厥が正しい。突厥には柔然の王号である可汗が継承された。<br>4: ウイグルがキルギスに滅ぼされ、ウイグル人の一部がタリム盆地に移住したことで中央アジアのトルコ化が始まった。トルコ化した中央アジアをトルキスタンという。カラハン国は初めのトルコ系イスラーム王朝である。"
		},
		{
			"q": "モンゴルの地域に勃興した遊牧民族について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"鮮卑が、隋に攻められて東西に分裂した。",
				"柔然が、5世紀に強勢を誇った。",
				"キルギスが、9世紀に烏孫を滅ぼした。",
				"オイラートが、前漢の皇帝を捕虜にした。"
			],
			"correct": 2,
			"commentary": "1: 鮮卑ではなく突厥が正しい。また、鮮卑の拓跋氏は魏晋南北朝時代の北魏を建てた。<br>2: 正しい。これは6Cに建国された突厥によって滅ぼされる。また、柔然の王号である可汗は突厥に継承されモンゴル帝国のハンの源流となった。<br>3: 烏孫ではなくウイグルが正しい。烏孫は匈奴や月氏の時代である。(前2C)<br>4: 前漢ではなく明が正しい。土木の変でエセン・ハンが正統帝を捕虜とした。なお、この後庚戌の変でタタールのアルタン・ハンは北京を包囲する。"
		},
		{
			"q": "五胡十六国時代について述べた文として誤ったものを、次の1~5のうちから一つ選べ。",
			"source": "80・本・改",
			"a": [
				"五胡とは匈奴・鮮卑・羯・氐・羌の五族をいう。",
				"十六国の中には漢人の建てた王朝は含まれない。",
				"五胡十六国時代は北魏の華北統一によって終わった。",
				"五胡十六国の最初の王朝は匈奴族によって建てられた。",
				"五胡十六国時代は130年余り続いた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: 含まれる。西晋滅亡後(永嘉の乱)、匈奴がはじめの国を建ててから北魏の太武帝が華北を統一するまでの、胡人や漢民族の国々を総称して五胡十六国という。<br>3: 太武帝による。また、北魏は鮮卑の拓跋氏によって建国された。<br>4: 正しい。<br>5: 正しい。(304年から439年)"
		},
		{
			"q": "安史の乱について述べた文として誤ったものを、次の1~5のうちから一つ選べ。",
			"source": "80・本・改",
			"a": [
				"安史の乱以後、内地でも節度使が割拠した。",
				"安史の乱によって玄宗皇帝は退位した。",
				"「安史」とは安禄山と史思明を指す。",
				"安史の乱の指導者は漢人ではなかった。",
				"安史の乱の結果、府兵制がくずれて募兵制になった。"
			],
			"correct": 5,
			"commentary": "4: ソグド人であった。<br>5: 府兵制に代わり募兵制を実施したのは玄宗である。つまり安史の乱以前である。"
		},
		{
			"q": "遼を倒し、これに代わったのが金である。同時期に並立した金・南宋・西夏の三国について述べた文として誤ったものを、次の1~5から一つ選べ。",
			"source": "80・本・改",
			"a": [
				"金の人口は、女真人よりも漢人の方が多かった。",
				"岳飛は金に対する抗戦を主張したが、いれられなかった。",
				"西夏は東西交通路の要地に位置した。",
				"これら三国は西夏、金、南宋の順番でモンゴルに滅ぼされた。",
				"揚子江の一部も金と南宋の国境線となった。"
			],
			"correct": 5,
			"commentary": "1: 正しい。金は漢人らを二重統治体制のもと州県制をしいて支配した。<br>2: 主戦派の岳飛と和平派の秦檜が対立し和平派が勝利したため紹興の和議が結ばれた。(金: 君、南宋: 臣)<br>3: シルクロードの拠点を抑え東西貿易で栄えた。<br>4: 西夏はチンギスに、金はオゴタイに、南宋はフビライに征服された。<br>5: 紹興の和議によって淮河以北を金が領有することとなった。揚子江は長江のことであるから誤り。"
		},
		{
			"q": "元を訪れた人々について述べた文として誤ったものを、次の1~5のうちから一つ選べ。",
			"source": "80・本・改",
			"a": [
				"マルコ=ポーロは帰国する際に南海交通を利用した。",
				"プラノ=カルピニはローマ教皇の使いとしてカラコルムを訪れた。",
				"イブン=バトゥータが元を訪れたのはフビライ=ハンの時代である。",
				"ルブルックはフランス王の使いとしてカラコルムを訪れた。",
				"モンテ=コルヴィノは大都においてカトリックを布教した。"
			],
			"correct": 3,
			"commentary": "1: 正しい。プラノ・カルピニは往復陸路、ルブルックは往復陸路、モンテ・コルヴィノは片道海路、マルコポーロは往陸路、復海路、イブン・バットゥータは往復海路で元を訪れた。<br>2: 正しい。<br>3: イブン・バットゥータは14C元末を訪れており、これはフビライの死後である。<br>4: 聖王ルイ9世の使者であった。<br>5: ローマ教皇の命で派遣された。"
		},
		{
			"q": "10世紀以後、中国の北辺に強大な民族国家が生まれて、中国に対して優位に立ち始めた。次の文1~4のうちからl0世紀の出来事でないものを、一つ選べ。",
			"source": "86・追試",
			"a": [
				"雲南では、大理国が建国された。",
				"朝鮮半島では、王建が高麗を建国した。",
				"チベットでは、吐蕃王国が成立した。",
				"中国では、唐が滅んで分裂抗争の時代が続いた。"
			],
			"correct": 3,
			"commentary": "1: 7C-10Cの南詔に代わり大理が成立し、13Cモンケ・ハンによって征服された。なお、モンケ・ハンはチベットに遠征し、また高麗を服属させている。<br>2: 首都は開城であった。936年に朝鮮半島を統一する。<br>3: ソンツェン・ガンポが吐蕃を建国したのは唐代で、7Cのことである。<br>4: 朱全忠が後梁を建国し唐が滅び、五代十国が始まった。"
		},
		{
			"q": "契丹族が建てた遼について述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"宋との間に、<span class='ul-wave'>澶淵の盟</span>を結んだ。",
				"日本とも交渉のあった<span class='ul-wave'>渤海</span>を滅ぼした。",
				"<span class='ul-wave'>宋から</span>燕雲十六州の割譲を受けた。",
				"国内では、<span class='ul-wave'>二元(二重)統治体制</span>がとられた。"
			],
			"correct": 3,
			"commentary": "1: 宋が兄、遼が弟とされた。なお、宋と西夏は慶暦の和約(宋: 君、西夏: 臣)を、金と南宋は紹興の和議(金: 君、南宋: 臣)を結んでいる。<br>2: 建国者耶律阿保機による。<br>3: 遼は五代の後晋の建国を援助する見返りとして燕雲十六州を得た。<br>4: 征服民には南面官による州県制、遊牧民には北面官による部族制を敷いた。二重統治体制は遼を滅ぼした金に継承される。"
		},
		{
			"q": "契丹(遼)について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "84・本",
			"a": [
				"猛安・謀克制とよばれる軍事組織で部族社会をかためた。",
				"チベット族のタングート族によって建てられ、東西陸上交通の要所をおさえた。",
				"軍隊は八旗に編成されたが、漢人で組織した緑営もあった。",
				"南部の漢人など農耕民には州県制を用いたが、北部の遊牧民には固有の部族制を認めた。"
			],
			"correct": 4,
			"commentary": "1: 金のことである。<br>2: 西夏のことである。李元昊が西夏を建国し、シルクロードの拠点を抑え東西貿易で栄えた。<br>3: 清のことである。<br>4: 正しい。二重統治体制である。"
		},
		{
			"q": "金は1142年には、復興した南宋との間に和議を結んだ。このことについて述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "86・追試",
			"a": [
				"南宋では、<span class='ul-wave'>岳飛</span>らが金との和議を進めた。",
				"金と南宋は、<span class='ul-wave'>淮水(淮河)</span>を両国の国境とした。",
				"南宋は、金に対して<span class='ul-wave'>臣下の礼</span>を行い、毎年銀と絹を贈ることを約束した。",
				"南宋は、都を<span class='ul-wave'>臨安(杭州)</span>に定めた後、和議を結んだ。"
			],
			"correct": 1,
			"commentary": "1: 岳飛ではなく秦檜が正しい。主戦派の岳飛と和平派の秦檜が対立し和平派が勝利したため紹興の和議が結ばれた。<br>2: 紹興の和議による。<br>3: 紹興の和議では金が君、南宋が臣とされた。<br>4: 大運河の南の起点であった。"
		},
		{
			"q": "13世紀以降モンゴル帝国の版図に入った都市の組合せとして正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"カイロ ― バグダード ― メディナ",
				"カイロ ― キエフ ― デリー",
				"モスクワ ― デリー ― メディナ",
				"モスクワ ― キエフ ― バグダード"
			],
			"correct": 4,
			"commentary": "1: カイロ(首都)、メディナはマムルーク朝の領土であり、マムルーク朝はモンゴルを撃退している。<br>2: モンゴルはインドに及んでいない。また、デリー・スルタン朝やムガル帝国の領土である。<br>3: 上記<br>4: モスクワ、キエフはキプチャク・ハン国の領土であった。また、バグダードはイル・ハン国の領土であった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/3/34/Mongol_Empireaccuratefinal.png' /><br>[モンゴル帝国の最大版図、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=1467734]"
		},
		{
			"q": "元朝の対外政策とそれが周辺の諸国に与えた影響について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"フビライ=ハンは、東南アジアの海上交易路を支配しようとして、鄭和を司令官とする軍隊をジャワ島に派遣した。",
				"モンゴル軍との戦争後、ビルマではパガン朝が滅んだ。",
				"朝鮮半島では、高麗がモンゴル軍によって滅ぼされ、李氏朝鮮が建国された。",
				"フビライ=ハンは、諸ハン国に対抗するために、キリスト教勢力と手を結び、教皇の派遣したプラノ=カルピニを厚遇した。"
			],
			"correct": 2,
			"commentary": "1: フビライ・ハンではなく明の永楽帝が正しい。カリカットやホルムズ、メッカにマリンディ、モガディシュなどに至っている。<br>2: フビライ・ハンによる。<br>3: 高麗は元に服属→元が滅亡→李成桂に滅ぼされるという順である。また、高麗を衰退さしめたのは倭寇であり、李成桂はこれの撃退で名を挙げた。<br>4: プラノ・カルピニは3代グユクの時代のカラコルムを訪れており、フビライの頃にはもう帰国している。"
		},
		{
			"q": "周辺世界の歴史に大きな影響を与えた遊牧騎馬民族に関連して述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・本",
			"a": [
				"フラグの遠征により、ロシアの大部分はモンゴルの支配下に置かれた。",
				"フン族の西進により、西ゴート族が圧迫されて移動を開始した。",
				"バーブルはアフガニスタンから北インドに入り、ムガル朝を建てた。",
				"五胡十六国の分裂状態を収拾した北魏は、鮮卑が建てた国であった。"
			],
			"correct": 1,
			"commentary": "1: モンケの頃のフラグではなくオゴタイの頃のバトゥが正しい。ロシアがモンゴル人の支配を受けていた時代のことを「タタールのくびき」と言う。また、フラグは西アジアに行きアッバース朝を滅ぼし、(1258年)イル・ハン国を建てた。<br>2: 375年のことである。376年にはドナウ川を渡った。<br>3: パーニーパットの戦いでロディ朝を破りデリーに入城しムガル帝国を建てた。16Cのことである。このバーブルはチンギスハンとティムールの血を引くとされる。<br>4: 拓跋氏によって建国された。また、華北を統一し分裂を収拾したのは太武帝である。(5C)"
		},
		{
			"q": "中央アジアの遊牧民に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"スキタイは、騎馬の技術を発展させた初期の遊牧民の一つである。",
				"匈奴は、月氏に敗れて中央アジアの西南部へ移動した。",
				"エフタルは、中央アジアを根拠地に、インド・イラン・中国の中心部にまで侵入した。",
				"柔然は、突厥を破って中央アジアを支配下におき、東西交易を独占した。"
			],
			"correct": 1,
			"commentary": "1: スキタイは南ロシアで活躍した最初の騎馬遊牧民である。(前6C-前4C)<br>2: 逆である。月氏は匈奴や烏孫に圧迫されて西へ移動し大月氏となった。<br>3: イランではササン朝を、インドではグプタ朝を圧迫したが、中国の中心部にまで侵入したことはない。<br>4: 逆である。柔然は突厥に滅ぼされた。(6C)"
		},
		{
			"q": "モンゴルやチベットの歴史について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"7世紀に成立した<span class='ul-wave'>吐蕃</span>で、チベット文字が作られた。",
				"16世紀に、<span class='ul-wave'>エセン=ハン</span>は青海・チベットに進出した。",
				"17世紀に、チベットの<span class='ul-wave'>敦煌</span>にポタラ宮が建てられた。",
				"<span class='ul-wave'>20世紀後半</span>に、モンゴル人民共和国が成立した。"
			],
			"correct": 1,
			"commentary": "1: ソンツェン・ガンポにより建国され、彼の時インドの文字を参考にチベット文字が作られた。なお、元朝のパスパ文字はフビライがパスパに命じてチベット文字を基に作られている。<br>2: タタールのアルタン・ハンが正しい。<br>3: ラサが正しい。<br>4: 1924年チョイバルサンがソ連赤軍の援助を受けて成立させた。"
		},
		{
			"q": "元の時代に起こった出来事について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"元と宋との間に、澶淵の盟が結ばれた。",
				"チベット仏教黄帽派の教主が、ダライ=ラマと呼ばれた。",
				"モンテ=コルヴィノが大都を訪れ、カトリックを布教した。",
				"チンギス=ハンの命令で、公用文字としてパスパ文字が作られた。"
			],
			"correct": 3,
			"commentary": "1: 元ではなく遼である。<br>2: 明代のことである。<br>3: 正しい。ローマ教皇の命で派遣された。<br>4: チンギスではなくフビライが正しい。パスパが命じられてチベット文字を基に作られた。"
		},
		{
			"q": "中国歴代王朝の地方統治や行政組織について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"前漢は、地方を州・県の単位で統治する州県制を採用した。",
				"北魏は、骨品制と呼ばれる制度を採用した。",
				"金は、猛安・謀克制と呼ばれる軍事・行政組織を採用した。",
				"清は、満州(満洲)の支配を三藩にゆだねた。"
			],
			"correct": 3,
			"commentary": "1: 前漢ではなく隋、唐以降が正しい。また、漢では郡国制が採用された。<br>2: 北魏ではなく新羅がただしい。<br>3: 正しい。<br>4: 清は満州、本土、台湾を直轄した。三藩は雲南、広東、福建といった地方に置かれた。"
		},
		{
			"q": "13世紀から14世紀にかけて中央アジアを支配していた国や王朝の名として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"サーマーン朝",
				"カラ=ハン朝",
				"チャガタイ=ハン国",
				"ガズナ朝"
			],
			"correct": 3,
			"commentary": "1: 中央アジア初のイラン系イスラーム王朝である。(9C-10C)<br>2: サーマーン朝を滅ぼしてできた中央アジア初のトルコ系イスラーム王朝である。(ウイグル人の移住による中央アジアのトルコ化、10C成立)これは遼が金に滅ぼされた後耶律大石が西方で建国した西遼に12C併合される。<br>3: 正しい。モンゴル帝国(13C-14C)の一部であった。<br>4: サーマーン朝の傭兵がアフガニスタンに建国した。(10C-12C)"
		}
	],
	"イスラーム世界の形成発展": [
		{
			"q": "イスラーム暦の元年について述べた文として正しいものを、下の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"ムハンマド誕生の年を元年としている。",
				"ムハンマドが最初に神の啓示を受けた年を元年としている。",
				"ムハンマドがメッカでの迫害を逃れて、メディナヘ移動した年を元年としている。",
				"ムハンマドがメッカを占領し、カーバ神殿をイスラーム教の聖殿に定めた年を元年としている。"
			],
			"correct": 3,
			"commentary": "ヒジュラ(聖遷)、622年のことである。"
		},
		{
			"q": "預言者ムハンマドに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"ムハンマドの指揮するイスラーム教徒の軍隊は、ササン朝ペルシアを滅ぼした。",
				"ムハンマドの唱えたイスラーム教は、偶像崇拝を厳しく禁ずる一神教である。",
				"『コーラン』とは、ムハンマドが書き残したイスラーム教の聖典である。",
				"ムハンマドは、迫害を受けて、メディナからメッカヘ移住した。"
			],
			"correct": 2,
			"commentary": "1: ササン朝を破ったのはニハーヴァンドの戦い(642年)であるが、これは正統カリフ時代(632年から661年)である。<br>2: 正しい。アッラーを信仰する。<br>3: コーランの編集は正統カリフ時代である。ムハンマドが書き残したのではない。<br>4: メッカからメディナが正しい。"
		},
		{
			"q": "正統カリフについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・追試",
			"a": [
				"預言者ムハンマドの後を継いだ直系の子孫である。",
				"ムハンマドの死後、信徒の間から選ばれた指導者である。",
				"アッバース朝の初代から第4代までのカリフである。",
				"ムハンマドの死後、異教徒との戦いで殉教した英雄である。"
			],
			"correct": 2,
			"commentary": "1,2: 正統カリフ時代(都.メディナ)にカリフは選挙で選出されていた。カリフが世襲化されるのはムアーウィヤが建てたウマイヤ朝(都.ダマスクス、661年)である。<br>3: アブー・バクルからアリーまでの4代が正しい。正統カリフ→ウマイヤ朝→アッバース朝の順である。<br>4: カリフは指導者である。"
		},
		{
			"q": "アラブ人は、ようやく7世紀にイラクやシリア・エジプトに本格的に進出し、やがてこれらの地に彼らの国家をたてるようになった。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"この時エジプトに入ったアラブ軍は、フアーティマ朝を建てた。",
				"当時、これらの地はすべてセレウコス朝の支配下にあった。",
				"征服当初、アラブ人は支配者集団として免税などの特権を持っていた。",
				"アラブ人は、10世紀になるとインドにまで進出し、奴隷王朝を建てた。"
			],
			"correct": 3,
			"commentary": "1: ファーティマ朝はアッバース朝時代(750年-1258年)にチュニジアに建てられた。(909年)なお、969年にカイロを建設して首都とした。<br>2: ササン朝と東ローマが正しい。ササン朝はニハーヴァンドの戦い(642年)で敗れて滅亡した。なお、セレウコス朝はカエサルのガリア遠征に対抗したポンペイウスによって滅亡し、ここの覇権はセレウコス朝→パルティア→ササン朝と代わっていった。<br>3: ウマイヤ朝(661年-750年)では非イスラーム教徒(ジンミー)や異民族改宗者(マワーリー)に課せられていたジズヤ(人頭税)・ハラージュ(土地税)がアラブ人には免除されていた。このためウマイヤ朝はアラブ帝国としてあった。これがアッバース朝(750年-1258年)ではアラブ人とマワーリーともにジズヤを免除しハラージュを納入させたため、ムスリムの税が平等化されイスラーム帝国となった。<br>4: 13Cトルコ人で、ゴール朝の武将であったアイバクはデリーで奴隷王朝を建てた。"
		},
		{
			"q": "7世紀はじめにアラビア半島でイスラーム教が勃興し、やがてその勢力は、西アジアなど広い地域に及んだ。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"イランに進出したイスラーム教徒は、タラス河畔の戦いでササン朝を滅ぼした。",
				"勢力拡大の過程で、イスラーム教徒はアリーの子孫のみをカリフと認めるスンナ(スンニ)派と、それに反対するシーア派とに分裂した。",
				"ダマスクスを都とするウマイヤ朝で、スルタンの称号がイスラーム史上はじめて世襲された。",
				"バグダードを都とするアッバース朝は、モンゴル人フラグの軍によって滅ぼされた。"
			],
			"correct": 4,
			"commentary": "1: タラス河畔の戦いではなくニハーヴァンドの戦い(642年)が正しい。また、タラス河畔の戦い(751年)はアッバース朝(750年-1258年)と唐の戦いであり、アッバース朝が勝利したことで後漢の蔡倫が発明改良した製紙法がイスラーム世界へ伝播した。<br>2: アリーの子孫のみをカリフと認めるのがシーア派である。「シーア・アリー」(アリーを支持する人々、アリー派、の意)という言葉に由来する。つまり、日本語のシーア派は元来「派派」となってしまう。<br>3: スルタンではなくカリフが正しい。正統カリフ時代にカリフは選挙で選出されていたが、ウマイヤ朝で初めて世襲化される。また、スルタンとはアッバース朝のカリフが首都バグダードに入城してきたセルジューク朝の首長(この頃はトゥグリル・ベク)に与えた称号で、統治権・軍事権を委譲した。セルジューク朝は先に同様にバグダードに入城し大アミールの称号を得たブワイフ朝を滅ぼした。これらにより宗教的権威と世俗的権力が分割された。また、首長がスルタンを称した国として他にオスマン帝国、デリー・スルタン朝の各王朝がある。<br>4: モンケ・ハンの時代である。(1258年)"
		},
		{
			"q": "カリフについて述べた次の文a~cの正誤の組合せとして正しいものを、下の1~6のうちから一つ選べ。<br>a. ウマイヤ朝の下で、カリフ位は世襲制となった。<br>b. 後ウマイヤ朝君主がカリフを称した。<br>c. セルジューク朝のトゥグリル=ベクにスルタンの称号を授けた。",
			"source": "05・追試",
			"a": [
				"a―正 b―正 c―正",
				"a―正 b―正 c―誤",
				"a―正 b―誤 c―誤",
				"a―誤 b―正 c―正",
				"a―誤 b―誤 c―正",
				"a―誤 b―誤 c―誤"
			],
			"correct": 1,
			"commentary": "a: 正統カリフ時代にカリフは選挙で選出されていたが、ウマイヤ朝で初めて世襲化された。<br>b: ファーティマ朝でカリフが称され、対抗して後ウマイヤ朝でもカリフが称された。(10C)これによりバグダード(アッバース朝)、カイロ(ファーティマ朝)、コルドバ(後ウマイヤ朝)に3カリフが並立することとなった。<br>c: 先にブワイフ朝がバグダードに入城し大アミールの称号を得ていたが、セルジューク朝のトゥグリル・ベクもバグダードに入城しブワイフ朝を滅ぼしてスルタンの称号を得た。(11C)大アミールやスルタンは統治権・軍事権を委譲された世俗的権力、カリフは宗教的権威と分割されることとなった。"
		},
		{
			"q": "中央アジアの征服者や支配者にとって常に重要な都市であったサマルカンド地方を領有した勢力を、年代順に正しく並べているのはどれか。次の1~4のうちから一つ選べ。",
			"source": "96・追試",
			"a": [
				"カラ=ハン朝 ― カラ=キタイ ― チャガタイ=ハン国 ― サーマーン朝",
				"サーマーン朝 ― カラ=ハン朝 ― カラ=キタイ ― チャガタイ=ハン国",
				"カラ=キタイ ― サーマーン朝 ― カラ=ハン朝 ― チャガタイ=ハン国",
				"サーマーン朝 ― カラ=キタイ ― チャガタイ=ハン国 ― カラ=ハン朝"
			],
			"correct": 2,
			"commentary": "サーマーン朝はブハラに都を置き、中央アジア初のイラン系イスラーム王朝であった。(9C-10C)<br>カラハン国はサーマーン朝を滅ぼした中央アジア初のトルコ系イスラーム王朝である。(9C-12C)ウイグルがキルギスに滅ぼされたため一部のウイグル人がタリム盆地に移住したことで中央アジアのトルコ化が始まった。<br>カラキタイ(西遼)は遼が金に滅ぼされたため耶律大石が西に逃れて建国した。(12C-13C)これはカラハン国を併合した。<br>チャガタイ・ハン国はモンゴル帝国の一部であるから、西遼より後だとわかる。(13C-14C)"
		},
		{
			"q": "イスラーム諸王朝の成立年代の配列が正しいものを、次の1~4のうちから一つ選べ。",
			"source": "87・本",
			"a": [
				"ウマイヤ朝 → アッバース朝 → セルジューク朝",
				"アッバース朝 → ウマイヤ朝 → マムルーク朝",
				"ティムール朝 → オスマン朝 → アイユーブ朝",
				"サファヴィー朝 → セルジューク朝 → オスマン朝"
			],
			"correct": 1,
			"commentary": "正統カリフ→ウマイヤ朝→アッバース朝→諸王朝という順番である。<br>オスマン帝国は1300年頃オスマンによって建てられ、バヤジット1世はニコポリスの戦いでハンガリー王ジギスムントを撃破するなど、発展していたが、西に集中していがオスマン帝国をティムール朝建国者ティムールはアンカラの戦い(1402年)で破った。よってオスマン→ティムールの順番である。<br>サファヴィー朝はティムール朝がウズベクの侵入により崩壊した後イスマーイール1世により建国されイランを支配した王朝である。よってティムール朝→サファヴィー朝の順番である。<br>なお、正統カリフ時代(632年-661年、都.メディナ)、ウマイヤ朝(661年-750年、建国: ムアーウィヤ、都.ダマスクス)、アッバース朝(750年-1258年、建国者: アブー・アル=アッバース、都.バグダード)、セルジューク朝(11C-12C)、マムルーク朝(13C-16C、都.カイロ)、ティムール朝(14C-16C初、建国者: ティムール、都.サマルカンド)、オスマン朝(1300年頃-20C、建国者: オスマン)、アイユーブ朝(12C-13C、都.カイロ)、サファヴィー朝(16C、建国者: イスマーイール1世)"
		},
		{
			"q": "イスラーム教やその歴史に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"支配下のキリスト教徒は、ジズヤやハラージュを課されたが、キリスト教の信仰は認められた。",
				"預言者ムハンマドはメッカに生まれ、王家の出身であった。",
				"多数派をシーア派と言い、第4代カリフのアリーの子孫に従う人々をスンナ派と言う。",
				"預言者ムハンマドらがメッカに移住したことを、ヒジュラ(聖遷)と言う。"
			],
			"correct": 1,
			"commentary": "1: 正しい。イスラーム教徒にとってユダヤ教徒とキリスト教徒は一神教の経典を持つ民であるから、「啓典の民」と呼ばれた。<br>2: ムハンマドの生まれは大商人である。(ハーシム家)<br>3: 多数派がスンナ派である。シーア派は「シーア・アリー」(アリーを支持する人々、アリー派)に由来する。<br>4: メッカで迫害を受けたムハンマドはメディナへ移住した。なお、この年622年をイスラーム歴元年とする。"
		},
		{
			"q": "642年にササン朝の軍隊を撃破したアラブ軍は、各地の旧支配者と協約を結び、ジズヤとハラージュの徴収と引き替えに安全保障を与えつつ前進を続けた。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"ハラージュとは、被征服民に課せられた人頭税のことである。",
				"被征服地の住民は、イスラーム教への改宗を強制された。",
				"ウマイヤ朝では、アラブ人にもハラージュが課せられた。",
				"アッバース朝では、アラブ人と非アラブ人との差別は、イスラーム教徒である限り廃止された。"
			],
			"correct": 4,
			"commentary": "1: ハラージュとは土地税で、ジズヤとは人頭税である。<br>2: アラブ軍は貢納すれば強制的な改宗を行わず生命と財産を保証した。また、キリスト教徒、ユダヤ教徒を一神教の経典を持つ民である「啓典の民」とし、ジズヤとハラージュを支払う代わりに信仰を許された。<br>3: ウマイヤ朝では非イスラーム教徒(ジンミー)と異民族改宗者(マワーリー)にジズヤとハラージュを課したがアラブ人には免除された。よってアラブ帝国であるとされる。<br>4: アッバース革命でウマイヤ朝に代わったアッバース朝はアラブ人・マワーリーともにジズヤを免除しハラージュを課した。よってイスラーム帝国とされる。"
		},
		{
			"q": "ファーティマ王朝について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"スンナ派の王朝であった。",
				"ニザーミーヤ学院を建設した。",
				"宰相にトゥグリル=ベクがいた。",
				"君主はカリフを称した。"
			],
			"correct": 4,
			"commentary": "1: ファーティマ朝はシーア派の王朝であった。他のシーア派王朝としてイランのブワイフ朝、サファヴィー朝(12イマーム派)がある。<br>2: アズハル学院が正しい。また、ニザーミーヤ学院はセルジューク朝の宰相ニザーム・アルムルクが創設した。<br>3: トゥグリル・ベクはセルジューク朝の建国者である。<br>4: バグダード(アッバース朝)、カイロ(ファーティマ朝)、コルドバ(後ウマイヤ朝)に3カリフが並立した。"
		},
		{
			"q": "イスラーム世界について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "87・追試",
			"a": [
				"イスラーム世界では、ムハンマドの直系子孫がカリフとして政治・宗教の支配権をにぎっていた。",
				"イスラーム諸王朝では、奴隷身分のイラン人傭兵が戦力の主体を構成していた。",
				"イスラーム教徒は、十字軍に対しジハード(聖戦)をとなえて強力に対抗し、徹底した殺戮を行った。",
				"サラーフ=アッディーン(サラディン)のような有能な指導者のもとに、十字軍に対し概して軍事的優位を保った。"
			],
			"correct": 4,
			"commentary": "1: 正統カリフ時代カリフは選挙で選出されていた。世襲化後もムハンマドの子孫ではなかった。<br>2: マムルークが戦力として用いられたが、彼らはトルコ人奴隷であった。<br>3: 蛮行を重ねた十字軍に比べ、アイユーブ朝のサラディンは無用な殺傷を行わず、十字軍兵士からも真の勇者と讃えられた。<br>4: 第1回十字軍では聖地を奪われイェルサレム王国が建設されたが、第二回以降はイスラーム優位で続く。また、サラディンは第三回十字軍で活躍した。"
		},
		{
			"q": "7世紀にカリフに即位したアブド=アルマリクの王朝について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"ハールーン=アッラシードの時代に繁栄を極めた。",
				"中央アジアから西進したトルコ人によって建てられた。",
				"マムルーク(奴隷軍人)が、王朝の軍隊の主軸となった。",
				"イベリア半島に進出し、西ゴート王国を滅ぼした。"
			],
			"correct": 4,
			"commentary": "アブド・アルマリクはウマイヤ朝のカリフで、統一貨幣を発行し、アラビア語を公用語とした。また、7Cのイスラーム王朝なのだから正統カリフ時代を終わらせたウマイヤ朝(661年-750年)しかありえない。<br>1: アッバース朝のことである。(8C)<br>2: 最初のトルコ系イスラーム王朝はカラハン国(9C-10C)である。<br>3: マムルークとはトルコ人奴隷のことであるから、2と同様9C以降である。<br>4: 正しい。その後ピレネー山脈を超えトゥール・ポワティエ間の戦い(732年)が起こったが、フランク王国の宮宰カール・マルテルに敗れヨーロッパ侵入は止まった。"
		},
		{
			"q": "イスラーム諸王朝の軍事力の中心はカリフ(スルタン)直属の親衛隊であった。このことに関連して述べた次の文1~4のうちから、波線部の誤っているものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"ウマイヤ朝の軍事力の中心は<span class='ul-wave'>アラブ人</span>戦士集団であった。",
				"アッバース朝に採用された軍人奴隷の多くは、遊牧民で騎馬の術に優れた<span class='ul-wave'>トルコ系</span>の人びとであった。",
				"十字軍と戦った<span class='ul-wave'>アイユーブ朝</span>でも、多数の軍人奴隷が採用された。",
				"<span class='ul-wave'>サファヴィー朝</span>では、奴隷身分のイェニチェリが常備の歩兵軍団として組織された。"
			],
			"correct": 4,
			"commentary": "1: ジハード(異教徒との戦い)という信念があり、士気が高かった。<br>2: 正しい。マムルークである。<br>3: 力を持ったマムルークはアイユーブ朝に代わりマムルーク朝を立てることとなる。<br>4: オスマン帝国が正しい。"
		},
		{
			"q": "シーア派について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"この宗派では、イスラーム世界の最高指導者は選挙によって選ばれるべきだと考えられている。",
				"この宗派を奉じたファーティマ朝は、サラーフ=アッディーン(サラディン)によって滅ぼされた。",
				"ブワイフ朝からサファヴィー朝まで、イランでは常にこの宗派の王朝が政権を握った。",
				"勢力の衰えたスンナ派に対して、この宗派は現在のイスラーム世界で多数派を占めている。"
			],
			"correct": 2,
			"commentary": "1: シーア派はアリーとその子孫のみを指導者と認める。また、カリフが選挙で選出されていたのは正統カリフ時代である。<br>2: サラディンのアイユーブ朝に滅ぼされた。これによってファーティマ朝で創設されたアズハル学院の研究はシーア派神学からスンナ派神学となる。なお、カイロを首都としたイスラーム王朝はファーティマ朝→アイユーブ朝→マムルーク朝の順である。<br>3: ブワイフ朝を滅ぼしたセルジューク朝はスンナ派である。シーア派の王朝であるのはブワイフ朝、ファーティマ朝、サファヴィー朝である。<br>4: 現在も9割がスンナ派、1割がシーア派である。"
		},
		{
			"q": "レコンキスタ(国土回復運動)が行われた時期のイベリア半島について述べた文として正しいものを、次の1~4のうちから一つ選べ",
			"source": "07・本",
			"a": [
				"アッバース朝から独立した西ゴート王国の王が、カリフを称した。",
				"イベリア半島西部にアラゴン王国が建国された。",
				"イベリア半島に進出したムワッヒド朝は、ムラービト朝に滅ぼされた。",
				"ナスル朝が、グラナダにアルハンブラ宮殿を建てた。"
			],
			"correct": 4,
			"commentary": "1: 西ゴート王国ではなく後ウマイヤ朝が正しい。バグダード(アッバース朝)、カイロ(ファーティマ朝)、コルドバ(後ウマイヤ朝)に3カリフが並立した。また、西ゴート王国はウマイヤ朝に滅ぼされている。<br>2: 西部ではなく東部が正しい。また、西部にポルトガル王国、中部にカスティリャ王国があった。<br><img src='https://upload.wikimedia.org/wikipedia/commons/b/b7/%E3%82%A4%E3%83%99%E3%83%AA%E3%82%A21474%E5%B9%B4.png' /><br>[イベリア半島、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=108083363]<br>3: ムラービト朝(11C-12C)がムワッヒド朝(12C-13C)に滅ぼされたが正しい。ともにベルベル人の国家である。<br>4: 正しい。アラベスク(幾何学文様)が有名である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/9/97/Granada%2C_1970.1.jpg' /><br>[アルハンブラ宮殿(アラベスクと獅子の中庭)、画像: Hans Bernhard (Schnobby) - 投稿者自身による著作物, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=8745604による]"
		},
		{
			"q": "アター制に代わったイクター制について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "03・追試",
			"a": [
				"ブワイフ朝は、サーマーン朝からこの制度を受け継ぎ、発展させた。",
				"国家が軍人に徴税権を与えず、俸給を支給するものであった。",
				"セルジューク朝の支配下で、初めて施行された。",
				"マムルーク朝は、この制度を採用した。"
			],
			"correct": 4,
			"commentary": "1: イクター制はブワイフ朝が創始した。<br>2: アター制の説明である。イクター制は徴税権を与えた。このように徴税権を与える制度としてオスマン帝国のティマール制、ムガル帝国のマンサブダール制、ビザンツ帝国のプロノイア制がある。<br>3: ブワイフ朝が正しい。<br>4: ブワイフ朝で創始されたイクター制はイスラーム王朝で継承された。"
		},
		{
			"q": "10世紀以降トルコ系イスラーム教徒の進出したインドでは、13世紀以降ムガル帝国成立までにデリー=スルタン朝(デリー諸王朝)が、北インドを中心に展開した。このことについて述べた文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・本",
			"a": [
				"この諸王朝の最初に登場したのがいわゆる奴隷王朝である。",
				"この諸王朝の商業・文化の中心はボンベイであった。",
				"この諸王朝はインド西部に興ったマラータ王国との間で戦争を続けた。",
				"この諸玉朝の最大の版図を実現したのはアウラングゼーブである。"
			],
			"correct": 1,
			"commentary": "1: ゴール朝の武将であったアイバクが建てた。ハルジー朝→トゥグルク朝→サイイド朝→ロディ朝と続く。バーブルがパーニーパットの戦いでロディ朝を破り終結する。<br>2: デリーが正しい。<br>3: マラーター王国と戦ったのはムガル帝国である。アウラングゼーブ帝のジズヤ復活に際して建国された。<br>4: アウラングゼーブではなくトゥグルク朝が正しい。アウラングゼーブはムガル帝国の皇帝である。アクバルが廃止したジズヤを復活させヒンドゥー教徒、シク教徒を弾圧し、彼らの反乱を鎮圧することで帝国の最大版図を築いたが、死後続く反乱で帝国は衰退する。"
		},
		{
			"q": "イベリア半島の歴史について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"ウマイヤ朝の一族が、この半島に王朝を建てた。",
				"ベルベル人の建てたムラービト朝が、この半島にも進出した。",
				"アルハンブラ宮殿が、この半島のコルドバに建てられた。",
				"ナスル朝は、この半島における最後のイスラーム王朝となった。"
			],
			"correct": 1,
			"commentary": "1: 後ウマイヤ朝である。なお、ウマイヤ朝はイベリア半島の西ゴート王国を滅ぼした。この後ピレネー山脈を超えるもトゥール・ポワティエ間の戦いでフランク王国の宮宰カール・マルテルに敗れる。<br>2: 11C-12Cの王朝である。続くムワッヒド朝もイベリア半島に進出しているが、スペインのレコンキスタによりその領土は縮小している。<br>3: コルドバではなくグラナダが正しい。ナスル朝の都である。アラベスク(幾何学文様)で有名。なお、コルドバは後ウマイヤ朝の都である。<br>4: 正しい。グラナダが陥落しナスル朝が滅んだことでレコンキスタが完成した。(1492年)"
		},
		{
			"q": "マムルークについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "97・本",
			"a": [
				"ガズナ朝の始祖は、マムルークの出身である。",
				"ムラービト朝は、マムルークによって樹立された。",
				"アイユーブ朝は、マムルークのクーデターによって倒された。",
				"アッバース朝は、兵士としてマムルークを採用した。"
			],
			"correct": 2,
			"commentary": "マムルークとはトルコ人奴隷のことで、9C以降使用された。<br>1: 正しい。アフガニスタンのガズナを都としたトルコ系イスラーム王朝である。<br>2: ムラービト朝やムワッヒド朝はベルベル人国家のため、これが明らかな誤文である<br>3: アイユーブ朝でもマムルークが使用されていたが、マムルークの反乱でマムルーク朝が成立した。首都はファーティマ朝から代わらずカイロであり、また、マムルーク朝は十字軍、モンゴルを撃退している。<br>4: 正しい。"
		},
		{
			"q": "イスラーム教とその発展について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "02・追試",
			"a": [
				"イスラーム暦は、預言者ムハンマドがメディナに移住した年を元年としている。",
				"『クルアーン(コーラン)』は、イスラーム法の基礎とされた。",
				"ワッハーブ派は、サウード家と結んでイランに王国を建てた。",
				"インドでは、イスラーム教の普及にスーフィーが大きな役割を果たした。"
			],
			"correct": 3,
			"commentary": "1: 622年である。<br>2: コーランやハディース(ムハンマドの言行録)を基礎とする。<br>3: ワッハーブ王国のことであるが、イランではなくアラビアが正しい。現在のサウジアラビア(サウード家のアラビアの王国を意味する)である。<br>4: スーフィーはアフリカやインド、東南アジアへ進出しイスラーム教を各地へ広めた。"
		},
		{
			"q": "ファーティマ朝の首都カイロについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"アズハル学院(マドラサ)が建設された。",
				"ナポレオン軍は、サファヴィー朝支配下のこの都市に侵攻した。",
				"王立研究所(ムセイオン)を中心とする自然科学研究が隆盛を極めた。",
				"マムルーク朝の支配下、オスマン朝のカリフがここに擁立された。"
			],
			"correct": 1,
			"commentary": "1: 正しい。(セルジューク朝では宰相ニザーム・アルムルクがニザーミーヤ学院を創設した。)また、マドラサで学んだ知識人をウラマーという。<br>2: サファヴィー朝ではなくオスマン帝国が正しい。このとき、ロゼッタストーンが発見されている。(ヒエログリフ、デモティック、ギリシア文字。シャンポリオンが神聖文字を解読)<br>3: ムセイオンはプトレマイオス朝エジプトのアレクサンドリアに建設された。<br>4: オスマンではなくアッバースが正しい。カリフを擁立し、聖地メッカ、メディナを支配したマムルーク朝はオスマン朝に滅ぼされる1517年までイスラーム世界の最大勢力として続いた。"
		},
		{
			"q": "サラーフ=アッディーン(サラディン)について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"ニハーヴァンドの戦いに勝利した。",
				"ブワイフ朝を滅ぼした。",
				"イェルサレムを奪回した。",
				"イスタンブルを首都に定めた。"
			],
			"correct": 3,
			"commentary": "1: ニハーヴァンドの戦い(642年)は正統カリフ時代にササン朝を破った戦いである。<br>2: セルジューク朝の建国者トゥグリル・ベクについてである。<br>3: 第1回十字軍で奪われイェルサレム王国が建設された聖地を第三回十字軍で奪還した。<br>4: オスマン帝国のメフメト2世についてである。ビザンツ帝国を滅ぼしコンスタンティノープルをイスタンブルと改称し首都とした。また、ファーティマ朝→アイユーブ朝→マムルーク朝の系譜の首都はカイロである。"
		},
		{
			"q": "クルド民族の出身者に、サラーフ=アッディーン(サラディン1138~93年)がいる。サラーフ=アッディーンについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"第1回十字軍の侵入を退けた。",
				"イェルサレム王国を建設した。",
				"ラテン帝国から、コンスタンティノープルを奪回した。",
				"スンナ派のアイユーブ朝を建てた。"
			],
			"correct": 4,
			"commentary": "1,2,3: 第1回十字軍で聖地を奪われイェルサレム王国が建設されたが第三回十字軍でサラディンが奪回した。ラテン帝国は第4回十字軍の結果である。<br>4: シーア派のファーティマ朝に代わった。これによりアズハル学院の研究はシーア派神学からスンナ派神学になった。"
		},
		{
			"q": "13世紀のユーラシア世界とその周辺の情勢について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"ブワイフ朝が、アッバース朝の都バグダードに入城した。",
				"リトアニアとポーランドが合同した。",
				"宋は、靖康の変の結果、華北を失った。",
				"マムルーク朝が成立し、十字軍と戦った。"
			],
			"correct": 4,
			"commentary": "1: 10Cのことである。これにより大アミールの称号を得た。<br>2: ヤゲウォ朝が成立した。14Cのことである。<br>3: 徽宗、欽宗らが金に囚われた。12Cのことである。<br>4: 13C-16Cの王朝である。第6回、第7回十字軍でフランス王ルイ9世と戦った。"
		}
	],
	"イスラーム文化": [
		{
			"q": "イスラーム神秘主義者について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"神との一体化を目指した。",
				"スーフィーと呼ばれた。",
				"インドヘのイスラーム教の浸透に寄与した。",
				"イスラーム教と仏教を融合して、シク教を創始した。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: 神秘主義のことをスーフィズムという。また、ガザーリーによって理論化がなされた。<br>3: 神秘主義教団はアフリカやインド、東南アジアへ進出しイスラーム教を各地へ広めた。<br>4: シク教開祖のナーナクはスーフィーではないし、シク教はイスラーム教とヒンドゥー教の融合である。"
		},
		{
			"q": "イスラーム勢力拡大後の西アジアの学問や文化について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"アッバース朝の下で、ギリシア語文献がアラビア語に翻訳された。",
				"哲学者イブン=シーナーは、医学者としても名を成した。",
				"インドからゼロの概念と十進法を取り入れた。",
				"オマル(ウマル)=ハイヤームは、「シャクンタラー」を著した。"
			],
			"correct": 4,
			"commentary": "1: アッバース朝の首都バグダードの知恵の館でギリシア語文献がアラビア語に翻訳された。(9C)なお、12C-13Cのトレドに翻訳学校ができ、知恵の館で訳されたアラビア語文献がラテン語に訳された。<br>2: 「医学典範」を著しており、これは17Cまで西欧医科大学の教科書として使用されたほど高度なものであった。なお、イブン・シーナーはラテン語読みではアヴィケンナと言う。<br>3: グプタ朝時代(4C-6C)に生まれたゼロの概念がイスラーム世界に伝わり、アラビア数字が確立された。<br>4: 「四行詩集(ルバイヤート)」が正しい。また、イスラーム文学家としては他に「シャー・ナーメ(王の書)」を著したフィルドゥシーがいる。なお、「シャクンタラー」はグプタ朝時代のカーリダーサによるサンスクリット文学である。"
		},
		{
			"q": "北アフリカからイベリア半島に及んだイスラーム世界について述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "87・本",
			"a": [
				"11~13世紀にかけて、モロッコを中心に<span class='ul-wave'>ムラービト朝やムワッヒド朝が相次いで興亡した。</span>",
				"<span class='ul-wave'>キリスト教徒による国土回復運動(レコンキスタ)</span>の結果、15世紀にイスラーム教徒は北アフリカに引きあげた。",
				"<span class='ul-wave'>グラナダのアルハンブラ宮殿</span>は、スペインの代表的なイスラーム建築である。",
				"11世紀の半ばに、北アフリカのベルベル人は<span class='ul-wave'>イスラーム化を拒否した</span>。"
			],
			"correct": 4,
			"commentary": "1: ムラービト朝(11C-12C)→ムワッヒド朝(12C-13C)、ともにベルベル人の国家である。<br>2: ナスル朝の都グラナダが陥落してレコンキスタは完成した。(1492年、同年コロンブス新大陸発見)<br>3: ナスル朝で完成した。アラベスク(幾何学文様)が有名。<br><img src='https://upload.wikimedia.org/wikipedia/commons/9/97/Granada%2C_1970.1.jpg' /><br>[アルハンブラ宮殿(アラベスク、獅子の中庭)、画像: Hans Bernhard (Schnobby) - 投稿者自身による著作物, CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=8745604による]<br>4: ムラービト朝(11C-12C)、ムワッヒド朝(12C-13C)はベルベル人のイスラーム国家である。"
		},
		{
			"q": "イスラーム教徒の歴史や文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"預言者ムハンマドに率いられて、エジプトを征服した。",
				"イスラーム教徒が採用した暦(イスラーム暦)は、太陽暦であった。",
				"各地の説話を基に、『千夜一夜物語』が成立した。",
				"オスマン朝が、アンカラに首都を置いた。"
			],
			"correct": 3,
			"commentary": "1: ムハンマド時代の征服はアラビア半島の統一にとどまる。<br><img src='https://upload.wikimedia.org/wikipedia/commons/7/72/Map_of_expansion_of_Caliphate.svg' /><br>[小豆色: ムハンマド時代、柿色: 正統カリフ時代、卵色: ウマイヤ朝における領土拡大]<br>2: イスラーム世界には高度な天文学技術があり、これを取り入れた元の郭守敬の授時暦は現在のグレゴリウス暦に匹敵する精度を持ったが、イスラーム歴は依然完全な太陰暦であった。というのも、聖典コーランで”天地創造の日、神の啓典に定められたところによって月の数は十二であり、、”と定められているからである。これは現在のイスラーム世界においても同様であるから、グレゴリウス暦などと併用されることが多い。なお、トルコ共和国のムスタファ・ケマルは政教分離政策の一環でイスラーム歴を廃止してグレゴリウス暦を採用した。<br>3: アラビアンナイトともいう。インドやペルシア、アラビアやエジプトの物語が組み合わされている。「アラジンと魔法のランプ」や「シンドバッドの冒険」など。<br>4: オスマン帝国の都はアドリアノープルやイスタンブルであって、アンカラではない。なお、アンカラはトルコ共和国の首都である。オスマン帝国の都を避けられた。"
		},
		{
			"q": "イスラーム文化について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・本",
			"a": [
				"イスラーム文化は、イラン・インド・ギリシアなどの文化遺産を融合し発展させた独自の文化である。",
				"イスラーム文化は、多様な民族を担い手とする国際的文化である。",
				"イスラーム文化では、神像や礼拝像が盛んに制作された。",
				"イスラーム文化の影響は、ルネサンスにも及んでいる。"
			],
			"correct": 3,
			"commentary": "1,2: 正しい。たとえば千夜一夜物語はインドやペルシアの説話を基にアラビアやエジプトの物語が組み合わされている。<br>3: イスラーム教では偶像崇拝が禁止である。<br>4: 14世紀ルネサンスの前提となった12世紀ルネサンスは十字軍運動によるヨーロッパ世界とイスラーム世界の接触を背景としている。"
		},
		{
			"q": "イスラーム教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"『クルアーン(コーラン)』はイスラーム教の聖典である。",
				"アッラーを信じる一神教である。",
				"6世紀にイスラーム法が成立した。",
				"メッカにあるカーバ神殿を聖地としている。"
			],
			"correct": 3,
			"commentary": "1: 正しい。正統カリフ時代に編集された。<br>2: 正しい。<br>3: イスラーム教の成立は7Cである。(イスラーム歴元年: 622年)また、イスラーム法(シャリーア)はコーランとハディース(ムハンマドの言行録)に基づく。<br>4: アラブ人の多神教の神殿であったが、ムハンマドが偶像崇拝を否定して神像を破壊しアッラーの象徴として神殿とした。<br><img src='https://upload.wikimedia.org/wikipedia/commons/f/f7/Masjid_al-Haram_1.jpg' /><br>[カーバ神殿]"
		},
		{
			"q": "アラビアン=ナイトの中の「船乗りシンドバッド物語」などは、アッバース朝の都の繁栄ぶりをよく描いていると同時に、当時の地理的知識に裏づけられたものとして興味深い。このことについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・本",
			"a": [
				"アッバース朝は、バグダードに広大な首都を建設した。",
				"アッバース朝は、シャープール1世の時代に全盛期をむかえた。",
				"当時のムスリム(イスラーム教徒)商人の活動範囲は広く、遠く東南アジアや中国まで及んだ。",
				"大航海時代以前、ムスリム商人は、インド洋と地中海を結ぶ香辛料貿易で活躍した。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: ハールーン・アッラシードが正しい。また、シャープール1世は軍人皇帝であるウァレリアヌスを捕虜とし、さらにクシャーナ朝を破った3Cササン朝の王である。<br>3: 正しい。<br>4: 正しい。なお、アッバース朝衰退以降、カイロを拠点にインド洋で活躍したイスラーム商人をカーリミー商人という。"
		},
		{
			"q": "イスラーム独自の都市文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "86・本",
			"a": [
				"12世紀以降、この文明の中心は、カイロからバグダードヘ移った。",
				"アッバース朝時代のアラブ人は、軍事・税制上の特権を喪失した。",
				"この文明の担い手は、8世紀半ばごろから、トルコ人に替わった。",
				"『千夜一夜物語』は、16世紀に創作されたイスラーム文学の傑作である。"
			],
			"correct": 2,
			"commentary": "1: アッバース朝の衰退に伴いバグダードからカイロが正しい。この時カイロを拠点にインド洋で活躍したイスラーム商人をカーリミー商人という。<br>2: ウマイヤ朝時代非イスラーム教徒(ジンミー)と異民族改宗者(マワーリー)に課せられていたジズヤとハラージュがアラブ人には免除されていたが、アッバース朝時代ではアラブ人とマワーリーともにジズヤが免除されハラージュを課された。これによりムスリムの税が平等化されアラブ帝国からイスラーム帝国となった。<br>3: 初のトルコ系イスラーム王朝であるカラハン国の成立は9C-10C頃である。<br>4: 千夜一夜物語は6C(ペルシア、千物語)から16Cにかけて長期に創作されている。"
		},
		{
			"q": "イスラーム文化について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"ギリシア哲学の影響を受けて、イスラーム哲学が成立した。",
				"ビザンツ帝国からゼロの観念を学んだ。",
				"アラベスクと呼ばれる細密画が発展した。",
				"メッカにタージ=マハル廟が建てられた。"
			],
			"correct": 1,
			"commentary": "1: イブン・ルシュドはアリストテレス哲学の注釈書を著した。<br>2: ビザンツ帝国ではなくインドが正しい。ゼロの概念はグプタ朝時代に生まれ、イスラーム世界に伝わりアラビア数字が作られた。<br>3: 細密画はミニアチュールである。細密で装飾的な絵画で、挿絵などに用いられた。イル・ハン国から中国絵画の技法が伝えられこれは独自に発展した。アラベスクとは幾何学文様のことである。ともに偶像崇拝の禁止による。<br>4: アグラが正しい。ムガル帝国のシャー・ジャハーンによって建てられた。インド・イスラーム文化の代表である。"
		},
		{
			"q": "イスラーム文化について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"ナスル朝の下で、ヒンドゥー教とイスラーム教が融合した文化が栄えた。",
				"イブン=ハルドゥーンが『世界史序説(歴史序説)』を著した。",
				"アラベスクと呼ばれる幾何学模様が発達した。",
				"アラビア語文献がラテン語に翻訳され、ヨーロッパの学問に影響を与えた。"
			],
			"correct": 1,
			"commentary": "1: ナスル朝はイベリア半島グラナダを都とした。ヒンドゥー教ではなくキリスト教が正しい。また、ヒンドゥー教とイスラーム教が融合したのはムガル帝国のインド・イスラーム文化である。<br>2: 14Cのことである。混同しやすいが、イブン・バットゥータは「三大陸周遊記」、イブン・ルシュドはアリストテレス注釈書、イブン・シーナーは「医学典範」である。<br>3: 正しい。偶像崇拝禁止のためこういった写実的ではない美術が発展した。<br>4: バグダードの知恵の館でギリシア語からアラビア語に訳された文献がスペインのトレドの翻訳学校でさらにラテン語に訳された。"
		},
		{
			"q": "近代以前の科学・技術の発展と伝播に関して、次の文1~6のうちから、誤りを含むものを一つ選べ。",
			"source": "84・追試・改",
			"a": [
				"6世紀に蔡倫によって開発された製紙法は、のちイスラーム世界に伝えられた。",
				"イブン=シーナーの著した医学書は、中世ヨーロッパでも重用された。",
				"中国で考案された羅針盤は、西アジアに伝えられ、さらにヨーロッパにもたらされた。",
				"15世紀にグーテンベルクによって発明されたといわれる活版印刷術は、宗教改革やルネサンスに大きな影響をあたえた。",
				"アラブ人は、インドから十進法や0(ゼロ)の観念を学び、数学を発展させた。",
				"徐光啓は、マテオ=リッチから西欧の科学技術を学び、その著書『農政全書』にとりいれた。"
			],
			"correct": 1,
			"commentary": "1: 蔡倫は後漢の宦官である。(2C)<br>2: ラテン語読みでアヴィケンナと呼ばれ、彼の著した「医学典範」は17Cまで西欧医科大学の教科書として使用された。<br>3: 火薬、羅針盤、活版印刷は中国宋代の3大発明である。羅針盤の伝播は大航海時代を出現させた。<br>4: ヨーロッパで活版印刷術を実用化したのがグーテンベルクである。(宋の発明が直接伝播したわけではない。)これにより出版された新約聖書はルターの宗教改革を支えた。<br>5: グプタ朝時代に生まれたゼロの概念や十進数を取り入れアラビア数字を作成した。また、イスラームの数学者として代数学者であるフワーリーズミーがいる。<br>6: 同時代明の技術書として李時珍の「本草綱目」、宋応星の「天工開物」がある。また、徐光啓はマテオ・リッチと共同でエウクレイデス(ユークリッド)の「幾何原本」を翻訳し、アダム・シャールから学んで「崇禎暦書」を著した。"
		}
	],
	"アフリカの歴史": [
		{
			"q": "イスラーム世界の拡大・発展の歴史に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・本",
			"a": [
				"マリ王国は、イスラーム教を受容して、西スーダンに勢力を広げた。",
				"北インドでは、ヴァルダナ朝の時代に、インド=イスラーム文化が栄えた。",
				"ムスリム商人は、インド洋を越えて、中国の泉州などの港市に来航した。",
				"中央アジアでは、カラ=ハン朝の時代に、トルコ人のイスラーム化が進んだ。"
			],
			"correct": 2,
			"commentary": "1: 13C成立の王国である。ガーナ王国→マリ王国→ソンガイ王国とニジェール川流域の王国はサハラの岩塩とギニアの金の交易で栄えた。マリ王国の最盛期はマンサ・ムーサ王のときであり、彼はメッカ巡礼をしている。(→イスラーム教徒)前述の通り地元で金がとれるから、途上のマムルーク朝カイロで金をばらまき金相場を長期にわたって下落させたというエピソードがある。<br><img src='https://upload.wikimedia.org/wikipedia/commons/c/c1/Mansa_Musa.jpg' /><br>[金塊を手にするマンサ・ムーサ王]<br>2: ヴァルダナ朝ではなくムガル朝(16C-19C)が正しい。シャー・ジャハーンによるタージマハルが有名である。<br>3: カイロを拠点にインド洋で活躍したイスラーム商人はカーリミー商人と呼ばれた。<br>4: カラハン国は中央アジア初のトルコ系イスラーム王朝である。中央アジア初のイラン系イスラーム王朝のサーマーン朝を滅ぼした。"
		},
		{
			"q": "次の地図は、アフリカにつくられた黒人国家を示したものである。地図中a~cに該当する国名の配列として正しいものを、次の1~4のうちから一つ選べ。<br><img src='./imgs/africa_abc.png' />",
			"source": "97・本",
			"a": [
				"a ― ガーナ王国 b ― モノモタパ王国 c ― クシュ王国",
				"a ― ガーナ王国 b ― クシュ王国 c ― モノモタパ王国",
				"a ― モノモタパ王国 b ― クシュ王国 c ― ガーナ王国",
				"a ― モノモタパ王国 b ― ガーナ王国 c ― クシュ王国"
			],
			"correct": 2,
			"commentary": "a: ニジェール川流域の王国としてガーナ王国、マリ王国(イスラーム国家、マンサ・ムーサ王が最盛期。イブン・バットゥータが訪れた。トンブクトゥでイスラーム文化が開花した。)、ソンガイ王国(引き続きトンブクトゥが栄えた。)が当てはまる。<br>b: ナイル川流域の王国としてクシュ(メロエ)王国(最古の黒人王国)、アクスム王国が当てはまる。<br>c: ザンベジ川流域の王国としてジンバブエ・モノモタパ王国(大ジンバブエで有名)が当てはまる。<br><img src='https://upload.wikimedia.org/wikipedia/commons/1/18/Great-Zimbabwe.jpg' /><br>[大ジンバブエ]"
		},
		{
			"q": "アフリカ地域の歴史について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "08・本",
			"a": [
				"大西洋岸の都市キルワが、ヨーロッパとの交易で繁栄した。",
				"15世紀に、アクスム王国がクシュ王国を滅ぼした。",
				"ナイル川上流に、モノモタパ王国が成立した。",
				"ジンバブエ(大ジンバブエ)遺跡は、石造遺跡である。"
			],
			"correct": 4,
			"commentary": "1: キルワはマリンディとともにアフリカ東海岸の都市である。<br>2: クシュ(メロエ)王国は最古の黒人王国で、前10C成立である。これをアクスム王国が征服したのが後4C。<br>3: ナイル川ではなくザンベジ川が正しい。ナイル川流域の王国はクシュ王国やアクスム王国である。<br>4: 正しい。<br><img src='https://upload.wikimedia.org/wikipedia/commons/1/18/Great-Zimbabwe.jpg' /><br>[大ジンバブエ]"
		},
		{
			"q": "イスラーム文明の影響は、イスラーム商人の活動によって東南アジアやアフリカ内陸部にも及んだ。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "86・本",
			"a": [
				"ガーナ王国は、イスラーム商人との交易によって繁栄した。",
				"マリ王国は、南アフリカ一帯を支配下に収めた。",
				"ソンガイ帝国は、アフリカで最初のイスラーム国家となった。",
				"東アフリカの海岸都市は、19世紀以降にイスラーム教を受容した。"
			],
			"correct": 1,
			"commentary": "1: イスラーム商人はサハラの岩塩をギニアの金と交易しようと(サハラ交易)サハラを縦断した。<br>2: ガーナ王国→マリ王国→ソンガイ王国の系譜はニジェール川流域の王国であるから、西アフリカが正しい。<br>3: マリ王国からソンガイ王国にかけてトンブクトゥでイスラーム文化が開花した。また、ソンガイ王国は15C-16Cであるが、北アフリカには明らかなイスラーム国家ムラービト朝(11C-12C)やムワッヒド朝(12C-13C)が以前にあるだろう。<br>4: 10C頃から東海岸都市マリンディやキルワにイスラーム商人が居住し、スワヒリ語(バントゥー語＋アラビア語彙)が形成されている。"
		}
	],
	"西ヨーロッパ世界の形成発展": [
		{
			"q": "民族大移動に先立つ時代のゲルマン人の社会について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "95・本",
			"a": [
				"この時代の社会は、カエサルの『ゲルマニア』によって知ることができる。",
				"経済活動は狩猟と牧畜に限られ、農耕は行われなかった。",
				"女性の地位は高く、民会にも参加できた。",
				"社会の階層分化がある程度進み、すでに奴隷もいた。"
			],
			"correct": 4,
			"commentary": "ゲルマン人の大移動の開始は375年である。<br>1: カエサルではなくタキトゥスが正しい。カエサルが著したのは「ガリア戦記」である。この2つは重要なゲルマン人の記録となっている。<br>2: はるか昔、旧石器時代のことである。(約250万年前)新石器時代(約1万年前)から農耕・牧畜は開始された。<br>3: ゲルマン人にも民会があった。これには武装能力を有する自由人男子が集まり意思決定を行った。<br>4: 自由人、半自由人、奴隷に分かれた。"
		},
		{
			"q": "古ゲルマン人の生活と社会について述べた文として、誤りを含むものを次の文1~4から一つ選べ。",
			"source": "83・本・改",
			"a": [
				"かれらは狩猟と牧畜と農業を営んでいた。",
				"身分的格差の存在しない自由人の社会であった。",
				"部族の重要問題は民会において決定された。",
				"各部族は王または複数の長老によって統率されていた。"
			],
			"correct": 2,
			"commentary": "1: 新石器時代(約1万年前)から人類は農耕と牧畜をはじめた。<br>2: 自由人、半自由人、奴隷という階層に分かれた。<br>3: 武装能力を有する自由人男子が参加した。<br>4: 正しい。"
		},
		{
			"q": "ゲルマン人に属する部族の名とその部族が建国した地域の名の組合せとして正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"フランク族 ― イベリア半島",
				"ヴァンダル族 ― 北アフリカ",
				"東ゴート族 ― シチリア",
				"ブルグンド族 ― 北イタリア"
			],
			"correct": 2,
			"commentary": "<img class='img-w100' src='https://upload.wikimedia.org/wikipedia/commons/0/0b/Europe_and_the_Near_East_at_476_AD.png'><br>[西ローマ帝国滅亡、476年の地図。visigothsは西ゴート王国、ostrogothsは東ゴート王国。画像: By Guriezous - Putzger Historischer Weltatlas, Cornelsen, Berlin 1992 ISBN 3-464-00176-8, pp. 34-35 (maps by R. Hachmann)., CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=47800670]<br>1: フランク族は北ガリアが正しい。また、イベリア半島にあったのは西ゴート族である。西ゴート王国は8C初めウマイヤ朝に滅ぼされる。<br>2: 正しい。6Cビザンツ帝国のユスティニアヌスに滅ぼされる。<br>3: 東ゴート族は北イタリアにいた。テオドリックに率いられてイタリアに入りオドアケル(西ローマ帝国を滅ぼしたゲルマン人傭兵隊長)を倒して東ゴート王国を建国する。これは6Cビザンツ帝国のユスティニアヌスに滅ぼされる。また、その後をランゴバルド王国が続く。これは8Cフランク王国のカール大帝に滅ぼされる。<br>4: ブルグンド族は中ガリアにいたが、6Cフランクに征服される。"
		},
		{
			"q": "5世紀中頃の西地中海地域の勢力分布について述べた次の文1~5のうちから、誤りを含むものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"イタリア半島には、ロンバルド王国が成立していた。",
				"イベリア半島には、西ゴート王国が成立していた。",
				"ガリア南部には、まだフランク族は進出していなかった。",
				"シチリアとサルディニアは、ヴァンダル人の侵略を受けた。",
				"この地域には、まだノルマン人の活動はなかった。"
			],
			"correct": 1,
			"commentary": "<img class='img-w100' src='https://upload.wikimedia.org/wikipedia/commons/0/0b/Europe_and_the_Near_East_at_476_AD.png'><br>[西ローマ帝国滅亡、476年の地図。visigothsは西ゴート王国、ostrogothsは東ゴート王国。画像: By Guriezous - Putzger Historischer Weltatlas, Cornelsen, Berlin 1992 ISBN 3-464-00176-8, pp. 34-35 (maps by R. Hachmann)., CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=47800670]<br>1: ゲルマン人傭兵隊長オドアケルが西ローマ帝国を滅ぼす(476年)→テオドリック大王の東ゴート王国がイタリアに侵入しオドアケルを撃破→6Cビザンツ帝国ユスティニアヌスが東ゴート王国(加えて北アフリカのヴァンダル王国)を滅ぼす→6Cランゴバルド(ロンバルド)王国→8Cフランク王国カール大帝がランゴバルド王国を滅ぼすという順である。<br>2: 正しい。8C初めウマイヤ朝に滅ぼされる。<br>3: 中ガリアのブルグント王国を征服し南部に進出していくのは6C後半からである。また、クローヴィスがメロヴィング朝フランク王国を北ガリアに建国するのは481年、既に5C後半である。<br>4: 正しい。<br>5: 正しい。8C頃からである。"
		},
		{
			"q": "フランク王国について述べた次の文1~4のうちから、正しいものを一つ選べ",
			"source": "89・追試",
			"a": [
				"クローヴィスは、アリウス派のキリスト教に改宗して、フランク王国の発展に貢献した。",
				"トゥール・ポワティエ間の争いの勝利は、メロヴイング朝の成立に重要な意味を持った。",
				"カール大帝は、獲得した領土を教皇に献上し、それが教皇領のはじまりとなった。",
				"フランク王国は、ヴェルダン条約・メルセン条約によって分裂した。"
			],
			"correct": 4,
			"commentary": "1: フランク王国を建国(481年)したメロヴィング朝のクローヴィスは、多くのゲルマン人が信仰していたアリウス派(325年ニケーア公会議で異端とされた。)から正統であるアタナシウス派に改宗することでローマ系住民とカトリック教会の支持を獲得した。<br>2: メロヴィング朝宮宰(マヨル・ドムス)のカール・マルテルがトゥール・ポワティエ間の戦い(732年)でウマイヤ朝に勝利しイスラーム勢力を撃退したことで名声を高め、その子ピピンはカロリング朝を開いた。(751年)<br>3: カール大帝ではなくピピンが正しい。カロリング朝を開いたピピンはランゴバルド王国に遠征しラヴェンナ地方を奪い教皇に寄進した。(ピピンの寄進)また、カールはピピンの子で、ランゴバルド王国を滅ぼしさらにアヴァール人を撃退した。そういった功績から教皇レオ3世よりローマ皇帝の帝冠を受けた。(カールの戴冠)<br>4: 843年のヴェルダン条約(西フランク、中部フランク(ロタール領)、東フランクに分割)、870年のメルセン条約(中部フランクを東西フランクで分割。ドイツ、フランス、イタリアの原型ができた。)である。<br><img src='https://upload.wikimedia.org/wikipedia/commons/6/66/Vertrag_von_Verdun_en.svg' /><img src='https://upload.wikimedia.org/wikipedia/commons/d/db/Vertrag_von_Meerssen.svg' /><br>[左: ヴェルダン条約、右: メルセン条約。画像: Furfur, CC BY-SA 4.0 <https://creativecommons.org/licenses/by-sa/4.0>, via Wikimedia Commons]"
		},
		{
			"q": "歴代のフランク王と教皇の結びつきについて述べた次の文1~4のうちから、波線部が誤っているものを一つ選べ。",
			"source": "85・本",
			"a": [
				"クローヴィスは、<span class='ul-wave'>アタナシウスの説</span>をとる正統派カトリックに改宗した。",
				"宮宰ピピン(3世)は、751年教皇の同意を得て王位を奪い、<span class='ul-wave'>カロリング朝</span>を開いた。",
				"宮宰ピピン(3世)は、<span class='ul-wave'>ブルグンド族</span>を討ち、奪ったラヴェンナ地方を教皇に献じた。",
				"カール(チャールズ)大帝は、<span class='ul-wave'>教皇レオ3世</span>から帝冠を受けた。"
			],
			"correct": 3,
			"commentary": "1: フランク王国建国者クローヴィス(メロヴィング朝)は多くのゲルマン人が信仰していたアリウス派から正統アタナシウス派に改宗することでローマ系住民とカトリック教会の支持を獲得した。<br>2: 正しい。メロヴィング朝宮宰カール・マルテルの子である。<br>3: ランゴバルド人が正しい。ピピンの寄進である。これはローマ教皇領の始まりとなった。なお、ランゴバルド王国は最終的にピピンの子カールに滅ぼされる。<br>4: ピピンの子である。ランゴバルド王国征服、アヴァール人の撃退などによって戴冠した。混同しやすいが、イスラーム勢力との融和を図ろうと聖像禁止令を発布したビザンツ皇帝の名前もレオ3世(レオン3世)である。"
		},
		{
			"q": "フランク王国やその後の東フランク王国の王について述べた次の文a~cが、年代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br>a. オットー1世が、ローマ皇帝位を授けられた。<br>b. クローヴィスが、アタナシウス派(カトリック)に改宗した。<br>c. ピピンが、王位についた。",
			"source": "07・本",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 4,
			"commentary": "b: フランク王国を建国(481年)したのがクローヴィスである。ローマ系住民とカトリック教会の支持を獲得するために改宗した。<br>c: クローヴィスの開いたメロヴィング朝に代わりカロリング朝を開いた(751年)のがピピンである。<br>a: フランク王国がヴェルダン条約(843年)、メルセン条約(870年)で分割された後の東フランク王国の王で、レヒフェルトの戦いでマジャール人を撃破しローマ皇帝の帝冠を受け神聖ローマ帝国を始めた(962年)のがオットー1世である。"
		},
		{
			"q": "ノルマン人、アジア系民族マジャール人の移動・進出は第二次民族移動ともいわれる。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"フン族は5世紀に西ヨーロッパに侵入したが、その王オドアケルの死後、まもなく衰退した。",
				"先住のスラヴ人と同化したブルガリア(ブルガール)人の国家は、11世紀、神聖ローマ帝国によって滅ぼされた。",
				"マジャール人は、西ヨーロッパに侵攻を重ねたが、10世紀、オットー1世の反撃により後退した。",
				"モンゴル人は、13世紀、ワールシュタットの戦いに敗れ、退却をよぎなくされた。"
			],
			"correct": 3,
			"commentary": "1: オドアケルではなくアッティラが正しい。アッティラの時フン帝国は繁栄したが、カタラウヌムの戦いで西ローマ・ゲルマン連合軍に敗北した。また、オドアケルは西ローマ帝国を滅ぼした(476年)ゲルマン人傭兵隊長である。<br>2: ブルガリア王国は11Cビザンツ帝国に併合される。<br>3: これによりオットー1世はローマ皇帝の帝冠を受けた。(962年)<br>4: オゴタイによるバトゥはワールシュタットの戦いに大勝した。"
		},
		{
			"q": "カールが「皇帝」の称号を受けたこと(800年)の意義ないし影響について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"西ヨーロッパ世界は、ビザンツ(東ローマ)皇帝の政治的・宗教的干渉からの自立を主張できることになった。",
				"カールの戴冠は、西ローマ帝国の再興を意味するものであった。",
				"カロリング家が、約1世紀にわたって神聖ローマ皇帝として君臨した。",
				"ローマ文化・ゲルマン文化・キリスト教の融合した西ヨーロッパ文化圏が生まれた。"
			],
			"correct": 3,
			"commentary": "1: レオン3世の聖像禁止令など干渉されていたが、これによりローマ教会側も宗教的権威と世俗的権力が揃うこととなった。東西教会はこの後相互に破門することとなる。<br>2: 正しい。<br>3: 神聖ローマ帝国を始めたオットー1世は東フランク王国のカロリング家断絶後、ザクセン家の人である。<br>4: これにより西ヨーロッパ中世世界が成立した。"
		},
		{
			"q": "9世紀ごろから、ノルマン人は海賊行為を伴う交易を繰り返しながら、ヨーロッパ各地に進出して幾つかの国家を建設した。このことに関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"北フランスに進出したノルマン人は、ノルマンディー公国を建てた。",
				"地中海に進出したノルマン人は、両シチリア王国を建てた。",
				"ドニエプル川流域に進出したノルマン人は、キエフ公国を建てた。",
				"ドナウ川流域に進出したノルマン人は、ハンガリー王国を建てた。"
			],
			"correct": 4,
			"commentary": "1: 911年、ロロに率いられ建国された。<br>2: ノルマンディー公国成立の後、ノルマンディ公ウィリアムはノルマン・コンクエスト(アングロサクソン七王国がウェセックス王エグバートにより統一されたイングランド王国との戦い。ヘースティングズの戦いでノルマン勝利)によりイングランドを征服しノルマン朝を開いた(11C)。さらにその後、ルッジェーロ2世により両シチリア王国が建国された(12C)。<br>3: ノヴゴロド国を建てた(9C)リューリクの一族がさらにドニエプル川中流に進出してキエフ公国を建てた。(9C)これはノヴゴロド国を併合することとなる。<br>4: マジャール人が正しい。マジャール人はウラル語族である。これは現在のハンガリーについても言える。"
		},
		{
			"q": "古代カルタゴの名将ハンニバル、中世フランク王国のカール大帝について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・追試",
			"a": [
				"ハンニバルは、『ガリア戦記』を著した。",
				"カルタゴは、3回にわたるポエニ戦争でローマに敗れた。",
				"カール大帝(シヤルルマーニュ)は、後ウマイヤ朝を滅ぼした。",
				"フランク王国は、ヴェルダン条約によって、東フランク王国と西フランク王国に二分された。"
			],
			"correct": 2,
			"commentary": "1: カエサルが正しい。<br>2: 正しい。前2Cである。<br>3: そのようなことはない。なお、カール大帝のおじいちゃんカール・マルテルがトゥール・ポワティエ間の戦いで破ったのがウマイヤ朝である。また、カール大帝はランゴバルド王国を滅ぼし、アヴァール人を撃退した。(後ウマイヤ朝は内紛で滅亡する。)<br>4: ヴェルダン条約(843年)では3分が正しい。メルセン条約(870年)によって中部フランクが東西フランクに分割される。"
		},
		{
			"q": "以下の文章を読み、下線部に誤りがあればその部分に該当する正しいものを、語群1~9のうちから選べ。誤りがなければ O を記せ。<br><br>西欧中世における封建制は、<u>重装歩兵</u>が次第に軍事力の中心となる段階で生まれた。この軍制では、武技に習熟した職業的戦士が要求されるので、<u>従士制</u>によって彼らの忠誠を確保し、恩貸地制によって彼らに物質的裏づけを与える必要があった。これら二つの制度が結合しはじめたのは、<u>8世紀</u>である。",
			"source": "80・追試・改",
			"a": [
				"重装騎兵",
				"軽装騎兵",
				"傭 兵",
				"奴隷制",
				"コロナトゥス制",
				"農奴制",
				"7世紀",
				"9世紀",
				"10世紀",
				"　　　O　　　"
			],
			"correct": 1,
			"commentary": "中世の主力は重装騎士であった。主君に忠誠を誓いキリスト教と貴婦人を尊ぶ騎士道が十字軍時代には完成した。<br><img src='https://upload.wikimedia.org/wikipedia/commons/2/29/Modern-Knight.jpg' /><br>[中世騎士の格好、画像: David Ball - original upload by photographer to en.wikipedia, CC 表示 2.5, https://commons.wikimedia.org/w/index.php?curid=1176935による]<br>ヨーロッパ封建社会はゲルマン社会の従士制とローマの恩貸地制度が結合し、ノルマン・マジャール・イスラームの侵入による王権弱体化・貨幣経済の衰退を背景に8C成立した。11C-13Cの封建社会の最盛期には荘園制、封建的主従関係が結ばれることとなっていく。"
		},
		{
			"q": "以下の文章を読み、下線部に誤りがあればその部分に該当する正しいものを、語群1~9のうちから選べ。誤りがなければ O を記せ。<br><br><u>8世紀</u>に始まるノルマン人の活動は、第2次民族大移動とも呼ばれる。ヨーロッパ全域を通じて、彼らの侵入を免れた地方はほとんどなかった。彼らは最初、略奪を目的として、一時的に侵入したが、やがて各地に定着しはじめた。現在のソ連邦内での最初の定着地は<u>モスクワ地方</u>で、フランスでの定着地は<u>ノルマンディー</u>である。",
			"source": "80・追試・改",
			"a": [
				"9世紀",
				"10世紀",
				"11世紀",
				"カザン",
				"ノヴゴロド",
				"オデッサ",
				"ブルターニュ",
				"ブルゴーニュ",
				"フランドル",
				"　　　O　　　"
			],
			"correct": 5,
			"commentary": "80年のテストであるから、当時の現在はソ連邦となっている。<br>リューリクによってノヴゴロド国が建てられ、彼の一族はさらにドニエプル川中流に進出してキエフ公国を建てた。(9C)やがてキエフ公国がノヴゴロド国を併合する。<br>また、ロロに率いられたノルマン人はノルマンディーに定住し西フランク王国にノルマンディー公国と認められた。"
		},
		{
			"q": "ノルマン王朝以後、イングランドにはフランスの制度や文物が流入した。このことについて述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・本",
			"a": [
				"フランスの進んだ生産技術が導入された結果、綿工業が起こった。",
				"フランスから初めてキリスト教が伝えられ、イングランド国教会が成立した。",
				"フランスの封建制度が影響を与えたが、王権は比較的強かった。",
				"フランスで生まれた『ニーベルンゲンの歌」が英語に訳された。"
			],
			"correct": 3,
			"commentary": "1: 18C頃イギリスからフランスが正しい。産業革命期のことである。<br>2: イングランドはローマ帝国の版図であった。ローマ帝国ではテオドシウスが392年テオドシウスがキリスト教を国教としている。また、16Cテューダー朝のヘンリ8世(首長法)、エドワード6世(一般祈祷書)、エリザベス1世(統一法)によって国教会が形成発展した。<br>3: フランスではカロリング朝断絶後ユーグ・カペーによりカペー朝が開かれた。ユーグ・カペーはパリ伯であったため、初めはパリ周辺にしか力が及ばず諸侯の権力が強かった。対して、ノルマン朝のウィリアム1世(ノルマンディー公ウィリアム)は征服(ノルマン・コンクエスト)によりイングランドを支配したため相対的に王権が強大であった。また、ノルマン朝の王はイングランドで王であると同時に大陸ではノルマンディー公、つまりフランス国王の家臣であった。これによりフランス・ノルマン・アングロサクソンの文化が融合した。<br>4: ニーベルンゲンの歌が生まれたのはドイツである。また、フランスで生まれた文学として「ローランの歌」があり、イギリスで生まれた文学として「アーサー王物語」があった。"
		},
		{
			"q": "イングランドやスコットランドの歴史について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"アングロ=サクソン族が、七王国を建てた。",
				"フランク族のクヌート(カヌート)王が、イングランドを征服した。",
				"ノルマンディー公ウィリアムが、スコットランドにノルマン朝を開いた。",
				"アルフレッド大王が、デーン人の王国をイングランドに建てた。"
			],
			"correct": 1,
			"commentary": "イングランドの歴史は ローマの支配→アングロサクソン人の七王国(ヘプターキー)→ウェセックス王エグバートが統一しイングランド王国→アルフレッド大王がノルマン人を撃退→デーン人のクヌート侵入しがイングランド王になる→ノルマン・コンクエスト(ヘースティングズの戦いでノルマン勝利)でノルマンディー公ウィリアムがウィリアム1世として即位しノルマン朝が成立する の順である。<br>また、スコットランドにはスコットランド王国が存在しており、17Cにイングランドと同君連合となる。"
		},
		{
			"q": "西ヨーロッパ封建制について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・本",
			"a": [
				"主君が家臣に封土を与えるのに対して、家臣は主君に対して軍事的忠誠の義務を負った。",
				"封建制は、古代ローマの恩貸地制と古ゲルマンの従士制が結びついて成立した。",
				"封建領主は、荘園を単位として農奴を支配した。",
				"西ヨーロッパ封建制には、当初から発達した官僚制がみられた。"
			],
			"correct": 4,
			"commentary": "1: 封建制である。封建的主従関係は双務的契約であり、家臣が契約を解除することや複数の主君に仕えることもできた。中国(周)の封建制が血縁を中心とした氏族的関係であったのに対して中世ヨーロッパの封建制は個人間の契約的関係で、ドライなものであった。<br>2: 正しい。8C頃のことである。<br>3: 正しい。荘園には不輸不入権や領主裁判権があり、国王の支配がその中まで及ばなかった。領主は農奴に結婚税や死亡税までかけ、搾取した。<br>4: 官僚制は16C-17C頃、主権国家体制(絶対王政)の形成とともに確立した。"
		},
		{
			"q": "中世ヨーロッパの支配層の一つである世俗貴族に関して述べた次の文1~4うちから、誤りを含むものを一つ選べ。",
			"source": "96・本",
			"a": [
				"彼らは荘国において、領主裁判権などを行使して農民を支配した。",
				"彼らが国王や諸侯などと結ぶ主従関係は、契約的なものであった。",
				"彼らの主たる経済基盤は、国王の宮廷での勤務による報酬であった。",
				"長期にわたる十字軍とその失敗は、彼らの没落の一因となった。"
			],
			"correct": 3,
			"commentary": "1: 不輸不入権で国王の力が及ばない中で不自由身分の農奴を支配した。<br>2: 双務的契約関係であったから家臣が契約を解除することや複数の主君に仕えることもできた。(⇔中国の周の封建制は血縁を中心とした氏族的関係であった。)<br>3: 荘園による収入が正しい。この頃には三圃制が誕生しており、農奴に耕作させた。<br>4: 十字軍の失敗は教皇権の失墜、諸侯・騎士の没落から王権を伸長させ、さらに貨幣経済の普及により遠隔地貿易やイタリア諸都市が繁栄し荘園制を解体させた。"
		},
		{
			"q": "封建制下の忠誠義務について述べた次の文1~4のうちから、正しくないものがあれば、その番号を選べ。全部正しければ、 O を記せ。",
			"source": "79・追試",
			"a": [
				"忠誠義務とは、自由人の自由人に対する、自由意志に基づく従属関係である。",
				"主君は、忠誠義務に基づいて、臣下の臣下をも直接に規制しうる。",
				"忠誠義務は、消極的義務と積極的義務とからなる。",
				"忠誠義務は、主君の側をも規制する。",
				"　　　O　　　"
			],
			"correct": 2,
			"commentary": "1: 中国の周の封建制が血縁を中心とした氏族的関係であったのに対して中世ヨーロッパの封建制は個人間の契約的主従関係であった。<br>2: 1の通り、中世ヨーロッパの封建制は個人間の契約的主従関係である。<br>3: 消極的義務は君主の害を避けることで、積極的義務は助言や助力であった。<br>4: 双務的契約である。家臣は契約を解除することや複数の主君に仕えることもできた。"
		},
		{
			"q": "11~13世紀の西ヨーロッパにおける領主について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "99・追試",
			"a": [
				"領主間の主従関係は、俸給に基づく場合が多かった。",
				"領主間の主従関係は、主君に対して臣下(家臣)が専ら義務を負うものであった。",
				"領主は不入権を持っていなかった。",
				"有力な教会や修道院は、王や貴族から土地の寄進を受けた。"
			],
			"correct": 4,
			"commentary": "1: 主君が家臣に封土を与え保護する代わりに家臣は忠誠と軍役奉仕をした。<br>2: 双務的契約であった。主君による封土や保護が十分でないと感じたら家臣は契約を解除することができた。<br>3: 領主は不輸不入権を持っており、国王の介入をさせなかった。<br>4: 正しい。"
		},
		{
			"q": "西ヨーロッパの封建制について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "86・本",
			"a": [
				"主君、家臣、どちらも、農民にたいしては領主の資格で支配した。",
				"家臣は、主君から封土を受けるのと引替えに、軍役その他の義務を負った。",
				"主君が封建法上の義務に違反すれば、家臣は主従契約を解消できた。",
				"家臣は、ただ一人の主君にしか仕えることを許されなかった。"
			],
			"correct": 4,
			"commentary": "1: 正しい。<br>2: 封土や保護を受ける代わりに忠誠や軍役をした。<br>3: 双務的契約であった。<br>4: 封建制の契約は個人間の契約であり、家臣は複数の主君に仕えることもできた。"
		},
		{
			"q": "中世西ヨーロッパの農業は、荘園制のもとに営まれたが、次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"荘園の農奴は、賦役のほかに貢納の義務をも負っていた。",
				"荘国の農奴は、人頭税や死亡税を支払わされた。",
				"各農奴の保有地は、ふつう一カ所にまとまっていた。",
				"荘園の農奴には、移動の自由がなかった。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 重い地代に加え死亡税、結婚税なども課された。また、教会へは十分の一税を負担した。<br>3: 三圃制が成立しているため、春耕地、秋耕地、休耕地と分かれていた。<br><img src='https://upload.wikimedia.org/wikipedia/commons/7/7a/Les_Tr%C3%A8s_Riches_Heures_du_duc_de_Berry_mars.jpg' /><br>[中世ヨーロッパの荘園。耕地が分割されており、重量有林犂で牛耕が行われている。]<br>4: 正しい。農奴は不自由身分であった。また、ローマ帝政時代移動の自由を認められなかったコロヌスが農奴の原型となっている。"
		},
		{
			"q": "11~13世紀の西ヨーロッパにおける農村と農民の状況について述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "",
			"a": [
				"三圃制が普及し、農業生産力が向上した。",
				"直営地以外に、農民自らが耕作することのできる保有地は与えられなかった。",
				"貨幣で地代を納めることが、農民の主な義務であった。",
				"農民は身分上自由であったが、領主に対して結婚税などを支払った。"
			],
			"correct": 1,
			"commentary": "1: 加えて、鉄製重量有林犂で牛耕が行われた。<br>2: 農民保有地が存在した。領主が直営地を経営した荘園を古典荘園(8C-9C出現)、貨幣が浸透し農民保有地が広まった荘園を純粋荘園(12C-13C出現)という。<br>3: 貨幣地代が普及したのは14Cである。<br>4: 農奴はローマ帝政時代のコロヌスを源流としており、不自由民であった。"
		},
		{
			"q": "11世紀以降の西ヨーロッパで農業生産力が飛躍的に向上した原因と、その結果について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "95・本",
			"a": [
				"農具が改良され、有輪犂などの利用が広まった。",
				"三圃制の導入により、年に三回播種できるようになった。",
				"森林や沼地の開墾が進み、耕地が拡大した。",
				"共同の農作業を通じて、村ごとに農民相互の結びつきが強まった。"
			],
			"correct": 2,
			"commentary": "1: 鉄製重量有林犂で牛耕が行われた。<br>2: 三圃制は秋耕地、春耕地、休耕地からなる。よってニ回が正しい。<br>3: 大開墾時代である。特に修道院はこれに貢献し、ベネディクトゥスがモンテ・カッシーノに創立した「祈り、働け」がモットーのベネディクト修道会やシトー修道会が推進した。<br>4: 正しい。"
		},
		{
			"q": "教会や修道院について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・追試",
			"a": [
				"6世紀にベネディクトゥスは、モンテ=カシノに修道院を建てた。",
				"8世紀に、クリュニー修道院を中心とする教会改革運動が起こった。",
				"11世紀に始まった叙任権闘争の結果、東西教会の分離が起こった。",
				"16世紀にイギリスのヘンリ3世は、修道院の解散を命じた。"
			],
			"correct": 1,
			"commentary": "1: ベネディクト修道会で、「祈り、働け」がモットーであった。シトー修道会とともに開墾運動で知られている。<br>2: クリュニー修道院の成立は10Cである。また、クリュニー修道院の修道院運動(教会改革運動、11C)に影響を受けた教皇グレゴリウス7世に破門されたハインリヒ4世がカノッサで許しを乞うたカノッサの屈辱が1077年のことである。<br>3: 叙任権闘争はローマ教皇と神聖ローマ皇帝の争いである。カノッサの屈辱(1077年)から開始した。対して、教会の東西分裂は8C、イスラーム勢力との融和を図ろうとビザンツ皇帝レオン3世が聖像禁止令を発布したことを発端としている。ローマ教会ではゲルマン人への布教活動に聖像が使用されていたのだ。相互破門などがあり、結局1054年に分離が確定しローマのカトリック教会とコンスタンティノープルのギリシア正教会に分かれた。<br>4: ヘンリ8世が正しい。首長法を制定しイギリス国教会を創始し、修道院を解散させその土地をジェントリに売り渡した。"
		},
		{
			"q": "神聖ローマ皇帝に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "92・追試",
			"a": [
				"神聖ローマ皇帝の初代皇帝は、オットー1世である。",
				"神聖ローマ皇帝のイタリア政策は、ドイツの統一と安定をもたらした。",
				"神聖ローマ皇帝の位は、15世紀以降、ハプスブルク家が独占した。",
				"神聖ローマ皇帝は、ナポレオンを盟主とするライン同盟が結成されたときに消滅した。"
			],
			"correct": 2,
			"commentary": "1: レヒフェルトの戦いでマジャール人を撃退した功績で戴冠し神聖ローマ帝国が成立した。<br>2: イタリア政策に傾倒して本国のことが疎かになりドイツに諸侯が分立し、イタリアの統一は遅れた。<br>3: オーストリアのハプスブルク家である。<br>4: 1806年のことである。"
		},
		{
			"q": "ヨーロッパでは11~13世紀に、ある教皇の教会改革運動がきっかけとなって聖俗の権力闘争がおこり、その理論的武装として法学教育が発達した。この教皇の名前として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "95・追試",
			"a": [
				"グレゴリウス7世",
				"ウルバヌス2世",
				"ボニフアテイウス8世",
				"レオ10世"
			],
			"correct": 1,
			"commentary": "1: ハインリヒ4世を破門した。破門されたハインリヒ4世はカノッサで許しを請うた。(カノッサの屈辱、1077年)これにより叙任権闘争が始まった。<br>2: ウルバヌス2世はローマ教皇で、クリュニー修道院出身である。セルジューク朝がマンジケルトの戦いでビザンツ帝国を破りアナトリアに侵入したことからクレルモン宗教会議を開き十字軍を提唱した。(11C)<br>3: ボニファティウス8世はフィリップ4世が1302年三部会を開き教会領への課税をしようとしたことに反対し、翌年皇帝側に捕らえられた。(アナーニ事件)ボニファティウス8世はそこで憤死した。"
		},
		{
			"q": "ローマ・コンスタンティノープル教会は、異なった歩みをたどり、1054年、最終的に分離するに至った。このことに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"ローマ教会が出した聖像禁止令に対して、東方の教会は強く反発した。",
				"東ローマ帝国に対抗して、ローマ教皇ボニファティゥス8世はカール(シャルルマーニュ)に西ローマ皇帝の帝冠を授けた。",
				"オットー1世は、ローマ教皇から帝冠を授けられ、神聖ローマ帝国の基礎を築いた。",
				"ギリシア正教圏では、教会改革運動と関連して、ベネディクトゥスによって修道院が創設されていった。"
			],
			"correct": 3,
			"commentary": "1: イスラーム勢力との融和を図ろうとビザンツ皇帝レオン3世が聖像禁止令を発布した。(8C)ゲルマン人への布教活動に聖像を使用していたローマ教会が反発し、これを発端に東西教会は対立する。<br>2: ボニファティウス8世ではなくレオ3世が正しい。800年、カールの戴冠である。これによりカトリック教会にも世俗的権力と宗教的権威が揃った。また、ボニファティウス8世はフィリップ4世の1302年三部会で聖職者への課税しようとしたことに反対して翌年皇帝側に捕らえられた。(アナーニ事件)<br>3: レヒフェルトの戦いでマジャール人を撃退した功績で戴冠した。962年である。<br>4: 修道院運動はローマ・カトリック教会に関する。また、ベネディクトゥスがベネディクト修道会を創設したのはモンテ・カッシーノ、イタリアである。"
		},
		{
			"q": "十字軍について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "87・追試",
			"a": [
				"十字軍は、十字架上に刑死したイエスの福音を異教徒に宣伝するために編制された職業軍人の舞台であった。",
				"第1回十字軍は、クレルモン公会議における教皇グレゴリウス7世の唱導により引き起こされた。",
				"第1回十字軍は、イェルサレムを占領し、そこにイェルサレム王国を建設した。",
				"第4回十字軍は、コンスタンティノープルを占領してビザンツ帝国を樹立した。"
			],
			"correct": 3,
			"commentary": "1: 十字軍はイスラーム勢力の侵入を撃退するために編成された。<br>2: 教皇ウルバヌス2世が正しい。セルジューク朝がマンジケルトの戦いでビザンツ帝国を破りアナトリアに侵入したことによる。また、教皇グレゴリウス7世はハインリヒ4世を破門し、1077年ハインリヒ4世が許しを請うカノッサの屈辱が起こった。<br>3: 正しい。十字軍は第一回のみ成功したと言える。<br>4: ラテン帝国が正しい。ヴェネツィア商人の要求で建てられた。目的を逸脱した十字軍である。なお、ラテン帝国は実質的にヴェネツィアの植民地であったがフランドル伯を皇帝とした。"
		},
		{
			"q": "十字軍について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"第1回は、教皇ウルバヌス2世の提唱により起こされ、聖地の奪取に成功してイェルサレム王国を建てた。",
				"第3回は、神聖ローマ皇帝・フランス王・イギリス王が参加したにもかかわらず、聖地回復はならず、アイユーブ朝のサラディンと和を結んだ。",
				"第5回は、ジェノヴァの商人が主導権を握ったため、聖地には向かわず、コンスタンティノープルの占領とラテン帝国の建国に終わった。",
				"最後の2回は、ルイ9世が率い、エジプトとチュニスを攻略する目的で行われたが、ともに失敗し、王は陣中に病死した。"
			],
			"correct": 3,
			"commentary": "1: ウルバヌス2世はセルジューク朝がマンジケルトの戦いでビザンツ帝国を破りアナトリアに侵入したことからクレルモン宗教会議を開き十字軍を提唱した。また、十字軍は第一回のみ成功したと言える。<br>2: 神聖ローマ皇帝フリードリヒ1世、フランス王フィリップ2世、イギリス王リチャード1世が参加した。<br>3: 第4回、ヴェネツィア商人が正しい。<br>4: 正しい。第7回十字軍でキリスト教勢力最後の拠点アッコンがマムルーク朝により陥落し終結した。"
		},
		{
			"q": "中世ヨーロッパ各地の王権について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "93・追試・改",
			"a": [
				"フランスでは最初は王権が弱く、諸侯分立の傾向が強かった。",
				"王権が強かったイギリスでは、13世紀に入り貴族層と王権の対立が激化した。",
				"神聖ローマ皇帝の影響下にあったイタリアでは、国内の党争が激しく、統一が実現しなかった。",
				"ドイツでは諸侯の力が弱く、13世紀後半には強力な統一国家が成立した。"
			],
			"correct": 4,
			"commentary": "1: パリ伯ユーグ・カペーによりカペー朝が開かれたが、初めパリ周辺にしか権力が及ばなかった。ここからフィリップ2世(イギリスのジョン王を破りフランス国内のイギリス領を回収)、ルイ9世(アルビジョワ派を撲滅)、フィリップ4世(三部会、アナーニ事件、教皇のバビロン捕囚)にかけて王権が強くなっていく。<br>2: ノルマン朝はノルマンディー公ウィリアムによる征服王朝であったため王権が強かった。1215年には王権を制限する大憲章(マグナ・カルタ)がジョン王に対し制定され、ジョンの子ヘンリ3世が大憲章を無視したことから1265年シモン・ド・モンフォールの議会を承認し、エドワード1世が模範議会を招集していった。なお、エドワード3世のときに二院制が成立する。(14C)<br>3,4: 神聖ローマ皇帝がイタリア政策に傾倒したため国内は疎かになり諸侯の力が強くなり、イタリアの統一は遅れることとなった。"
		},
		{
			"q": "西ヨーロッパ中世社会における騎士について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試・改",
			"a": [
				"ドイツ騎士団によるイタリア植民により、いくつかの諸侯国がつくられた。",
				"火器による戦術の変化が、中世末期における騎士層の没落の一因となった。",
				"騎士道を素材とした文学として、イギリスでは『ローランの歌』が書かれた。",
				"カール大帝(シャルルマーニュ)の時代に騎士道が完成し、武勇と忠節のほかに、敬神や弱者へのいたわりが重視された。"
			],
			"correct": 2,
			"commentary": "1: イタリアではなく東方が正しい。ドイツ騎士団は宗教騎士団の一つで、第3回十字軍の時アッコンで発足した。16Cには騎士団長のホーエンツォレルン家がルター派に改宗しプロイセン公国となっていく。また、宗教騎士団として他に金融を通じて大きな財力を持つことになるテンプル騎士団、聖ヨハネ病院が独立したヨハネ騎士団がある。<br>2: 正しい。商業ルネサンスに伴う荘園への貨幣経済の浸透や十字軍、百年戦争、バラ戦争など長期にわたる戦争による疲弊が加わり没落していく。<br>3: アーサー王物語が正しい。また、ローランの歌はフランスの騎士道物語である。<br>4: 十字軍時代が正しい。"
		},
		{
			"q": "教会と世俗世界の関係について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "93・追試・改",
			"a": [
				"世俗世界の階層制と同様に、教会においても、ローマ教皇を頂点とする大司教・司教・司祭などの階層制が確立した。",
				"11世紀後半、ローマ教皇インノケンティウス3世は、司教を始めとする聖職の任命権を回復し、教会を世俗権力の支配から解放しようとした。",
				"フランチェスコ・ドミニコ両修道会は、托鉢修道会であった。",
				"皇帝カール4世は金印勅書(黄金文書)を出して、聖俗の諸侯7人を選帝侯として認めた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: グレゴリウス7世が正しい。クリュニー修道院の修道院運動に影響を受けた。ハインリヒ4世を破門し、ハインリヒ4世が許しを請うことになった。(カノッサの屈辱、1077年)これにより叙任権闘争が始まった。また、インノケンティウス3世は1200年頃の教皇権の絶頂である。イギリス王ジョンを破門した。「教皇権は太陽で皇帝権は月」<br>3: 托鉢修道会は清貧を理想とし13Cの修道院運動の先頭に立った。フランチェスコ修道会はイタリアでドミニコ修道会はフランスである。異端審問で活躍した。<br>4: 神聖ローマ皇帝位が実質的に空位であった大空位時代の政治的混乱を受けて制定された。"
		},
		{
			"q": "叙任権闘争について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "06・本",
			"a": [
				"ビザンツ皇帝レオン3世が、聖像禁止令を出した。",
				"教皇グレゴリウス7世が、神聖ローマ皇帝ハインリヒ4世を破門した。",
				"教皇インノケンティウス3世が、カール大帝(シャルルマーニュ)に皇帝の冠を授けた。",
				"フランス王シャルル7世が、十字軍をイェルサレムに派遣した。"
			],
			"correct": 2,
			"commentary": "1: 東西教会の対立に関してである。イスラーム勢力との融和を図ろうとビザンツ皇帝レオン3世が聖像禁止令(726年)を出したが、ゲルマン人への布教活動に聖像を使用していたローマ教会はこれに反発し、東西教会の対立が始まった。結局1054年に分離が確定しギリシア正教会とローマ・カトリック教会に分かれた。<br>2: カノッサの屈辱、1077年のことである。クリュニー修道院の修道院運動に影響を受けた。<br>3: インノケンティウス3世はヴォルムス協約で教皇と皇帝が妥協し、教皇権優位が確立した後の教皇権絶頂である。(1200年頃)「教皇権は太陽で皇帝権は月」と述べた。神聖ローマ皇帝や王妃離婚問題からフランス王フィリップ2世を、カンタベリー大司教叙任問題からイギリス王ジョンを破門し屈服させた。第4回十字軍を提唱している。また、カール大帝に帝冠を授けた(800年)のはレオ3世であり、叙任権闘争以前である。<br>4: シャルル7世は百年戦争を終結させたフランス王で、ジャンヌ・ダルクに導かれてランスで戴冠した。(15C)"
		},
		{
			"q": "次の文は十字軍に関するものである。文章中の波線部1~5のうちから誤っているものを一つ選べ。<br><br>第1回十字軍がシリア・パレスティナの地に侵攻してきた時、この地には1.<span class='ul-wave'>セルジューク</span>朝系の小君主や、当時2.<span class='ul-wave'>エジプト</span>を支配していたファーティマ朝系の小君主の勢力が入り乱れていた。この混乱に乗じて十字軍はいくつかの国家を建設したが、イェルサレムは3.<span class='ul-wave'>サラディン</span>によって奪われた。<br>4.<span class='ul-wave'>第三回十字軍</span>はイェルサレム奪回を目指したが成功せず、シリア・パレスティナでの十字軍の勢力は弱まった。十字軍勢力がこの地から完全に駆逐されたのは5.<span class='ul-wave'>アイユーブ朝</span>がエジプト・シリアを支配していた時代であった。",
			"source": "81・本",
			"a": [
				"セルジューク",
				"エジプト",
				"サラディン",
				"第三回十字軍",
				"アイユーブ朝"
			],
			"correct": 5,
			"commentary": "キリスト教勢力最後の拠点であるアッコンを陥落させ十字軍を終結させたのはマムルーク朝である。なお、マムルーク朝のバイバルスがモンゴルを撃退し、さらにアッコンを陥落させ十字軍を終結させた。"
		},
		{
			"q": "神聖ローマ帝国について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・本",
			"a": [
				"この帝国は、五賢帝時代に最盛期を迎えた。",
				"14世紀にこの帝国は、フランスに対して百年戦争を起こした。",
				"ナポレオンが、この帝国を復活させた。",
				"この帝国の皇帝ハインリヒ4世は、ローマ教皇と対立した。"
			],
			"correct": 4,
			"commentary": "1: ハプスブルク家のカール5世時代が正しい。五賢帝時代(1C-2C、ネルウァ→トラヤヌス→ハドリアヌス→アントニヌス・ピウス→マルクス・アウレリウス・アントニヌス)はローマ帝国の最盛期である。<br>2: 百年戦争はフランスとイギリスの戦争である。フランスのカペー朝断絶で成立したヴァロワ朝に対してカペー朝の王位継承をイギリスのエドワード3世が主張したこと、イギリス産の羊毛を原料として毛織物産業が盛んであったフランドル地方を巡る争い、ワインの産地として重要なギエンヌ地方を巡る争いにより開戦した。<br>3: アウステルリッツの戦い(三帝会戦)でオーストリア・ロシアを破り第3回対仏大同盟を崩壊させヨーロッパ大陸を支配したナポレオンは1806年ライン同盟を成立させ、フランツ2世が退位し神聖ローマ帝国が消滅した。<br>4: クリュニー修道院の修道院運動に影響を受けたグレゴリウス7世に破門されたハインリヒ4世が許しを請うたカノッサの屈辱が1077年起こった。叙任権闘争の始まりである。"
		},
		{
			"q": "十字軍は本来の目的を達成できなかった。この原因を述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "87・追試",
			"a": [
				"十字軍を主導したローマ教皇の権威が、教会大分裂(シスマ)によって急速に哀えた。",
				"ヨーロッパの封建社会が成熟し、都市の商工業が繁栄した結果、宗教的関心が完全に失われた。",
				"十字軍の後期には宗教的情熱がうすれ、諸王・諸侯や都市間に対立がつよまり協調が崩れた。",
				"西欧に対抗意識をもつビザンツ帝国が、終始イスラーム勢力を強力に支援して十字軍の活動をはばんだ。"
			],
			"correct": 3,
			"commentary": "1: 十字軍が11C-13Cにかけて行われたのに対し大シスマは1378年に始まった。十字軍の失敗による教皇権の衰退を表面化させるものだった。1309年フィリップ4世による教皇のバビロン捕囚でアヴィニョンに教皇庁が移され、やがてローマに教皇が復帰するもローマとアヴィニョンに教皇が併存するようになり大シスマが始まった。これはドイツ王ジギスムントにより招集された1414年コンスタンツ公会議で終結する。なお、コンスタンツ公会議ではさらにフスとウィクリフを異端としている。<br>2: 現在に至るまで人間から宗教的関心が完全に失われたと言える時代があるのだろうか。<br>3: 例えばヴェネツィアとジェノヴァ、イギリスとフランスとドイツなどが対立した。<br>4: そのようなことはない。十字軍はビザンツ帝国がセルジューク朝にマンジケルトの戦いで敗れたことからローマ教皇ウルバヌス2世によりクレルモン宗教会議で提唱された。"
		},
		{
			"q": "中世ヨーロッパの12世紀の出来事について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "05・本",
			"a": [
				"フランスで、メロヴィング朝が開かれた。",
				"イギリスで、プランタジネット朝が開かれた。",
				"北欧で、カルマル同盟が結ばれた。",
				"教皇庁が、アヴィニョンに移された。"
			],
			"correct": 2,
			"commentary": "1: 481年、クローヴィスによる。<br>2: フランスのアンジュー伯アンリがイングランド王にヘンリ2世として即位して始まった。12C-14Cの王朝である。ヘンリ2世→リチャード1世(第3回十字軍にフランス王フィリップ2世らと参加。サラディンと渡り合った獅子心王)→ジョン王(カンタベリー大司教叙任問題でインノケンティウス3世に破門される。フィリップ2世に敗れフランス内領土を多く失う。失地王。1215年大憲章を認める。)→ヘンリ3世(大憲章を無視。1265年シモン・ド・モンフォールの議会を認める。)→エドワード1世(スコットランド遠征の軍事費調達のために模範議会招集)→エドワード3世(百年戦争を引き起こす。)という系譜である。ランカスター朝に代わられる。<br>3: 14C末デンマークの女王マルグレーテを中心にスウェーデンのカルマル市で結成した。<br>4: 教皇のバビロン捕囚、1309年のことである。なお、1378年からローマとアヴィニョンに教皇が併存する教会大分裂が始まる。"
		},
		{
			"q": "ボヘミアで15世紀前半に展開された、後の宗教改革を先取りしたともいえる運動について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "96・追試",
			"a": [
				"この運動が広がった背景の一つに、教会大分裂(大シスマ)があった。",
				"この運動の指導者のフスは、聖書を中心にした信仰を説いた。",
				"この運動をきっかけにして、ワット=タイラーの乱が起こった。",
				"この運動は、コンスタンツ公会議後も衰えなかった。"
			],
			"correct": 3,
			"commentary": "フスの教会批判のことである。教会大分裂の混乱の中で教会や修道院が封建領主として富を重ね、聖職者腐敗も目立ってき教皇権の衰退が明らかになった時、神聖ローマ帝国のベーメン(ボヘミア)でオックスフォード大学の神学教授であったウィクリフの説(聖書による信仰回復)を継承したフスがカトリック教会を公然と批判した。<br>1,2: 正しい。上記<br>3,4: 1414年ドイツ皇帝ジギスムントによって開かれたコンスタンツ公会議で大シスマが終結したが、フス・ウィクリフが異端とされた。これに反発したベーメンのフス派が反乱を起こしジギスムントの軍と戦った。(フス戦争)<br>また、ワット・タイラーの乱は14C末百年戦争中にペスト流行の中の封建反動の強化に対しジョン・ボール(「アダムが耕しイブが紡いだ時、誰が領主だったか」)を思想的指導者としてイギリスで起こった農民一揆である。なお、同時代同様にフランスではジャックリーの乱が起こった。"
		},
		{
			"q": "ローマ教皇と世俗権力とのかかわりについて述べた文として最も適当なものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"カール大帝(シャルルマーニュ)は、教皇に土地を寄進し、これがローマ教皇領の起源となった。",
				"教皇グレゴリウス1世は、神聖ローマ皇帝を破門した。",
				"教皇レオ3世は、オットー1世にローマ皇帝の帝冠を授けた。",
				"教皇インノケンティウス3世は、イギリス国王を破門した。"
			],
			"correct": 4,
			"commentary": "1: カール大帝ではなくピピンが正しい。カロリング朝を開いた(751年)ピピンはランゴバルド王国に遠征しラヴェンナ地方を奪い教皇に寄進した。(ピピンの寄進)<br>2: グレゴリウス7世が正しい。クリュニー修道院の修道院運動に影響を受けハインリヒ4世を破門した。破門されたハインリヒ4世が許しを請うたのがカノッサの屈辱である。(1077年)また、グレゴリウス1世は6C、実質的な最初のローマ教皇となりゲルマン人への布教を行った。彼とレオ1世(451年カルケドン公会議に対して三位一体説の正統を強調し単性論が異端とされた。また、フン人を率いたアッティラやヴァンダル人を説得しローマ略奪を阻止した。)の二人だけが「大教皇」と呼ばれる。<br>3: オットー1世ではなくカール大帝が正しい。(オットー1世に帝冠を授けたのはヨハネス12世である。)<br>4: インノケンティウス3世は教皇権の絶頂である。(1200年頃)「教皇権は太陽で皇帝権は月」と述べた。神聖ローマ皇帝を破門し、さらにカンタベリー大司教叙任問題でイギリス王ジョンを、王妃離婚問題でフランス王フィリップ2世を破門し屈服させた。"
		},
		{
			"q": "西ヨーロッパ封建制が分権的性格を持っていたのに対して、イギリスでは1066年のノルマン征服によって、大陸諸国に比べて中央集権的な封建制が成立した。この頃の大陸諸国の状況について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "91・追試",
			"a": [
				"フランク王国は、カール大帝の死後しばらくして、東フランク、西フランク、イタリアに三分された。",
				"イギリス王ジョンは、フランスのフィリップ2世を破り、フランス内のイギリス領を拡大した。",
				"ドイツでは、神聖ローマ帝国の権力が次第に弱体化するなかで、諸侯の独立性が強まった。",
				"イタリアでは、皇帝党と教皇党とが互いに争い、分裂状態が続いた。"
			],
			"correct": 2,
			"commentary": "1: 843年ヴェルダン条約で西フランク、中部フランク(ロタール領)、東フランクに分割され、870年メルセン条約で中部フランクが東西フランクに分割され西フランク、イタリア、東フランクに分かれた。<br>2: ジョン王はフィリップ2世に敗れフランス内領土を多く失ったため失地王と呼ばれる。<br>3,4: 神聖ローマ皇帝がイタリア政策に傾倒したため国内は疎かになり諸侯の力が強くなり、またイタリアの統一は遅れることとなった。なお、教皇党(ゲルフ)と皇帝党(ギベリン)である。"
		},
		{
			"q": "14・15世紀のヨーロッパについて述べた次の文a~cが、年代の古いものから順に正しく配列されているものを、下の1~6のうちから一つ選べ。<br><br>a. カール4世が金印勅書を発し、皇帝選挙制を定めた。<br>b. バラ戦争が終結し、テューダー朝が開かれた。<br>c. 百年戦争で、ジャンヌ=ダルクがオルレアンの包囲を破った。",
			"source": "07・追試",
			"a": [
				"a → b → c",
				"a → c → b",
				"b → a → c",
				"b → c → a",
				"c → a → b",
				"c → b → a"
			],
			"correct": 2,
			"commentary": "a: 大空位時代の政治的混乱を踏まえてカール4世により1356年発布された。<br>b,c: 百年戦争の集結は1453年である。<br>ジャンヌ・ダルクは百年戦争中オルレアンを解放しシャルル7世をランスで戴冠させフランスを勝利に導いた。しかし、ルーアンで宗教裁判にかけられ魔女として火刑になる。<br>バラ戦争は百年戦争終結後イギリスの王位争いである。ランカスター家とヨーク家が争ったが、ランカスター派のヘンリ7世がヨーク家のエリザベスと結婚しテューダー朝を開き終結した。(1485年)"
		},
		{
			"q": "西ヨーロッパ中世の身分制議会について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"フランスの身分制議会である三部会は、神聖ローマ皇帝との対立のなかから生まれた。",
				"フランス三部会は、17世紀初めから18世紀末まで、開催されなかった。",
				"イギリスの身分制議会は、聖職者・貴族・農民の代表から構成されていた。",
				"イギリスの身分制議会は、マグナ=カルタの制定を国王に要求した。"
			],
			"correct": 2,
			"commentary": "1: 神聖ローマ皇帝ではなくローマ教皇が正しい。フランス王フィリップ4世は教会領への課税をしようと三部会を開いた。聖職者・貴族・平民から構成され一身分一票であったから聖職者が不利であった。<br>2: ルイ13世が招集を停止し、ルイ16世が再度招集した。この時身分別議決法を主張する特権身分と一人一票を主張する第三身分が激しく対立し、フランス革命が始まっていくこととなる。<br>3: 大憲章制定(ジョン王時代)、シモン・ド・モンフォールの議会(ヘンリ3世時代)、模範議会(エドワード1世時代)を経て二院制がエドワード3世の時成立する。上院には聖職者・貴族、下院には州の騎士・都市の代表が参加した。<br>4: マグナ・カルタ(大憲章)は聖職者・貴族らが制定しジョン王に認めさせた。"
		},
		{
			"q": "ヨーロッパにおける法と権力のとのかかわりについて述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"source": "02・本",
			"a": [
				"<span class='ul-wave'>コンスタンツ公会議</span>は、新教に対抗する動きが強まり、宗教裁判所による異端の取締りが強化されるなかで開催された。",
				"イギリスの貴族たちは、<span class='ul-wave'>エドワード3世</span>に大憲章(マグナ=カルタ)を認めさせ、法による王権の制限が始まった。",
				"イギリスの<span class='ul-wave'>ヘンリ3世</span>は、星室庁と呼ばれる裁判所を利用して、反抗する貴族を処罰した。",
				"中世ドイツの<span class='ul-wave'>自由都市</span>は、皇帝に直属しつつ、諸侯に対抗する政治的自立を得ていた。"
			],
			"correct": 4,
			"commentary": "1: トリエント公会議が正しい。対抗宗教改革として教皇の至上権を確認した。また、コンスタンツ公会議はドイツ皇帝ジギスムントにより開かれ、大シスマを終結させフス・ウィクリフを異端とし火刑にした。<br>2: ジョン王が正しい。1215年のことである。なお、次のヘンリ3世(ジョン王の子)が大憲章を無視したことからシモン・ド・モンフォールの議会が開かれた。(1265年)エドワード1世はスコットランド遠征の軍事費調達のために模範議会を開き、エドワード3世のときには二院制が成立した。<br>3: ヘンリ7世が正しい。(星室庁裁判所が恒常的に整備されたのは次のヘンリ8世の時。)後のピューリタン革命で廃止される。なお、テューダー朝はヘンリ7世→ヘンリ8世(首長法。イギリス国王をイギリス国教会の首長とした。)→エドワード6世(一般祈祷書)→メアリ1世(イギリス最初の女王。国教会を否定し、スペインのフェリペ2世と結婚しカトリックに復帰)→エリザベス1世(国教会を復活。統一法)の系譜で絶対王政となっていく。<br>4: 帝国都市とも。皇帝と契約し特許状で領主から独立したが皇帝に納税した。リューベックやハンブルクなど。また、対してイタリアの都市は自治都市(コムーネ)と呼ばれ、特許状で完全自立がなされた。ヴェネツィア、ジェノヴァやフィレンツェなど。"
		},
		{
			"q": "イギリスの議会について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "89・本・改",
			"a": [
				"シモン=ド=モンフォールが、以前からあった貴族と聖職者の集まりに、州と都市の代表を加えた議会が、議会の始まりとされる。",
				"ジョン王の圧政に抗して決起した貴族たちは、議会を開いて団結し、王に大憲章(マグナ=カルタ)を認めさせた。",
				"イギリス議会は、フランスの三部会とは異なり、最初から貴族院(上院)と庶民院(下院)の二院制であった。",
				"選挙権がしだいに拡大された結果、議会は中世末期には国民代表的性格を強め議会政治が発達していった。"
			],
			"correct": 1,
			"commentary": "1: 1265年、ヘンリ3世のときである。<br>2: 1の通りであるから、議会を開いたわけではない。<br>3: 二院制が成立したのはエドワード3世のときである。(ヘンリ3世: シモン・ド・モンフォールの議会→エドワード1世: 模範議会→エドワード3世)<br>4: 選挙権の拡大は1832年第一回選挙法改正からである。(中世とは、5C-15Cを指す。)ノルマン朝(強大な王権)→プランタジネット朝(議会の形成発展)→(バラ戦争)→テューダー朝(絶対王政の発展、15C-)→ステュアート朝(革命の進行)→ハノーヴァー朝(現在まで続く)と続いていく。"
		},
		{
			"q": "近代スペインの統一言語となったのは、カスティリャ地方の言語であるが、この地方の中心都市として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "96・本",
			"a": [
				"バルセロナ",
				"リスボン",
				"グラナダ",
				"マドリード"
			],
			"correct": 4,
			"commentary": "地理の知識だ。<br><img src='https://upload.wikimedia.org/wikipedia/commons/b/b7/%E3%82%A4%E3%83%99%E3%83%AA%E3%82%A21474%E5%B9%B4.png' /><br>[中世イベリア半島、画像: CC 表示-継承 3.0, https://commons.wikimedia.org/w/index.php?curid=108083363]<br>1: バルセロナはスペイン東部、アラゴン王国の領土であった。<br>2: リスボンはポルトガル王国の首都であった。<br>3: グラナダはナスル朝の首都であった。<br>4: マドリードはスペイン中央部に位置する。"
		}
	],
	"西ヨーロッパの中世文化": [
		{
			"q": "以下の文章を読み、下線部に誤りがあればその部分に該当する正しいものを、語群1~9のうちから選べ。誤りがなければ O を記せ。<br><br>西欧文化は、12・13世紀に、教会・修道院の独占から離れた。法学で名高い<u>ボローニャ</u>のように、大学が自然発生的に形成されることにより、都市が学問研究の場となった。この時期から文学も、ラテン語から離れた。カール大帝のイスパニア遠征を素材とした<u>『ローランの歌』</u>はフランス語で、ブルグンド王国の滅亡に主題をかりた<u>『ニーベルンゲンの歌』</u>はドイツ語でうたわれたのである。",
			"source": "80・追試・改",
			"a": [
				"パリ",
				"オックスフォード",
				"トゥールーズ",
				"奴隷制",
				"『新生』",
				"『トリスタンとイゾルデ』",
				"『アーサー王物語』",
				"『狐物語』",
				"『カール大帝伝』",
				"　　　O　　　"
			],
			"correct": 10,
			"commentary": "中世に誕生した大学として、法学のボローニャ大学、医学のサレルノ大学、神学のケンブリッジ大学、オックスフォード大学、パリ大学などがある。<br>騎士道物語としてフランスの「ローランの歌」やイギリスの「アーサー王物語」があり、民族的叙事詩としてドイツの「ニーベルンゲンの歌」がある。<br>しかし、細かすぎる文学作品のタイトルを選択肢に並べて、内容で正誤を問うのはどうなのだろう。”「カール大帝伝(Vita Karoli Magni)」はアインハルトによるカール大帝の伝記で、征服活動が確かに記されているが、これはラテン語文学であるから誤りだ。”なんて誰が考えるのだろうか。"
		}
	]
}