{
	"古代オリエント": [
		{
			"q": "古代オリエントにおける商業・都市・交通に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"シュメール人は、メソポタミアに都市国家をつくり、この地に高度の文明をもたらした。",
				"シリアに建国したセム系の諸民族のうち、アラム人はダマスクスを中心に陸上交易に力をふるった。",
				"フェニキア人は、シリア沿岸にシドン・ティルスなど多くの都市国家をつくり、海上交易に活躍した。",
				"ペルシアのダレイオス(ダリウス)1世は、シルク=ロードを通しての東西交易に力を注ぎ、中国へ使節を送った。"
			],
			"correct": 4,
			"source": "94・本",
			"commentary": "1: 正しい。前30C頃のことである。<br>2,3: 正しい。ユダヤ教を信仰するヘブライ人を入れてセム系3民族とも呼ばれる。<br>4: ダレイオス1世はアケメネス朝ペルシア時代(前6C-前4C)、シルクロードはパルティア・ササン朝時代(前2C)のため誤り"
		},
		{
			"q": "エジプトで使用された暦に関連して述べた文として波線部の誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"エジプトでは、<span class='ul-wave'>ナイル川</span>の水量の増減によって、 1年が大きく三つの季節に分けられていた。",
				"アレクサンドロスの征服後成立した<span class='ul-wave'>新王国</span>の時代には、マケドニア式の太陰太陽暦が導入された。",
				"エジプトの太陽暦を受け継いでローマで作られたのがユリウス暦であるが、これを制定したのは<span class='ul-wave'>カエサル</span>であった。",
				"ユリウス暦は4年に1回閏日を入れていたが、長い間に季節とのずれが生じ、<span class='ul-wave'>グレゴリウス暦</span>に取って代わられた。"
			],
			"correct": 2,
			"source": "00・追試",
			"commentary": "1: 正しい。増水期、播種期、収穫期があった。<br>2: 誤り。新王国ではなくプトレマイオス朝が正しい。アレクサンドロス後はプトレマイオス朝、アンティゴノス朝、セレウコス朝に分かれた。<br>3,4: 正しい。ユリウス暦は前1C、グレゴリウス暦は16C"
		},
		{
			"q": "古代エジプトの宗教について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"エジプト人は、霊魂の不滅を信じてミイラを作った。",
				"ピラミッドは、中王国時代に最も盛んに建造された。",
				"アメンホテプ4世(イクナートン)は、従来の多神崇拝を禁じ、アトン神のみを信仰するよう人民に強制した。",
				"エジプト王はファラオと呼ばれ、神の化身と考えられていた。"
			],
			"correct": 2,
			"source": "90・追試",
			"commentary": "1: 正しい。死者の書が作られた。<br>2: ピラミッドの建設が最も盛んであったのは古王国時代であるから誤り。<br>3: 正しい。イクナートンは「アトン神にとって有用な者」の意。<br>4: 正しい。"
		},
		{
			"q": "古代社会における文字や文字記録について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"a": [
				"ロゼッタストーンには、ギリシア文字で書かれた部分がある。",
				"楔形文字は、主に粘土板に記されたが、碑文に用いられた例もある。",
				"「死者の書」は、パピルス紙にアラム文字で書かれている。",
				"インダス文字は、印章などに刻まれているが、未解読である。"
			],
			"correct": 3,
			"source": "03・本",
			"commentary": "1: 正しい。神聖文字(ヒエログリフ)、民用文字(デモティック)、ギリシャ語の三言語で書かれている。<br>2: 正しい。ハンムラビ法典がその例である。<br>3: 誤り。エジプト文字で書かれている。<br>4: 正しい。"
		},
		{
			"q": "1901年、スサで発見されたある法典に関連して述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"a": [
				"この法典は、楔形文字で記されている。",
				"この法典には、同害復讐の原則がある。",
				"この法典は、王名にちなんでハンムラビ法典と呼ばれる。",
				"この法典を用いた王国は、アッカド人によって滅ぼされた。"
			],
			"correct": 4,
			"source": "97・本",
			"commentary": "ハンムラビ法典のことである。<br>1: 正しい。<br>2: 正しい。復習法であることに加えて、身分法でもあった。<br>3: 正しい。古バビロニア時代(前18C)のことである。<br>4: 誤り。アッカド→古バビロニア→ヒッタイトの順番である。"
		},
		{
			"q": "古代オリエントの歴史について述べた文として波線部の正しいものを、次の1~4のうちから一つ選べ。",
			"a": [
				"<span class='ul-wave'>シュメール人</span>は、都市国家ウルを建設した。",
				"<span class='ul-wave'>ヒッタイト</span>では、ファラオを頂点とする統一国家がつくられた。",
				"<span class='ul-wave'>バビロニア</span>は、エジプトを含むオリエントを初めて統一した。",
				"<span class='ul-wave'>フェニキア人</span>は、ダマスクスを中心に、主に内陸交易で活躍した。"
			],
			"correct": 1,
			"source": "04・本",
			"commentary": "1: 正しい。加えてウルク・ラガシュが建設された。<br>2: エジプトが正しい。<br>3: アッシリアが正しい。<br>4: アラム人が正しい。フェニキア人も同じセム系だが、現在のレバノンあたりを拠点に海上貿易で活躍した。"
		},
		{
			"q": "東地中海沿岸地帯の諸民族について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "85・追試",
			"a": [
				"リディア人は、世界最初の鋳造貨幣を造った。",
				"アラム人は、ダマスクスを中心に中継貿易を行った。",
				"ヘブライ人は、ダヴィデに率いられてエジプトを脱出した。",
				"ヒクソスは、エジプトに侵入してこれを支配した。"
			],
			"correct": 3,
			"commentary": "3: ダヴィデではなくモーセが正しい。ダヴィデは続くソロモンとともにヘブライ王国の全盛を築いた王である。<br>4: ヒクソスは中王国衰退に乗じてエジプトに侵入し、新王国によりエジプトから追い出された。"
		},
		{
			"q": "「海の民」と呼ばれる混成の外来民族の襲来の結果、ヒッタイトは滅ぼされたと考えられている。このヒッタイトに関して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"ヒッタイトは、鉄製の武器や馬が引く戦車を用いてオリエント世界に勢力を広めた。",
				"ヒッタイトは、ホスロー1世の時に最盛期を迎え、西方に遠征した。",
				"ヒッタイトは、セム語系の言語を話し、海上交易に活躍した。",
				"ヒッタイトの宗教は、のちに中国に入って景教と呼ばれた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: ホスロー1世はササン朝(都.クテシフォン)の王である。(突厥と結びエフタルを滅ぼす。)これは6Cのことであり、紀元前十いくらあたりのヒッタイトとはかけ離れている。<br>3: ヒッタイトでなくフェニキア人が正しい。ヒッタイトはインド・ヨーロッパ語族であった。<br>4: 景教とはネストリウス派キリスト教のことであり、これはササン朝から唐にもたらされた。また、これと祆教(ゾロアスター教)、マニ教をあわせて唐代三夷教である。"
		},
		{
			"q": "フェニキア人の活動について述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "89・追試",
			"a": [
				"シドンやティルスなどの都市国家を中心に繁栄した。",
				"アフリカ北岸からイベリア半島東岸にかけて植民地を建てた。",
				"植民地カルタゴをシチリアに建て、ギリシア植民地と対立した。",
				"独自の表音文字を作り、これをギリシア人に伝えた。"
			],
			"correct": 3,
			"commentary": "1: 正しい。<br>2: 正しい。カルタゴのことである。<br>3: 2の通り、カルタゴはアフリカ北岸現チュニスに建設された。<br>4: 正しい。フェニキア文字はギリシアに伝わりアルファベットの原型となった。"
		},
		{
			"q": "ユグヤ教やヘブライ人(イスラエル人)について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "07・追試",
			"a": [
				"ユダヤ教は、太陽神を信仰する一神教である。",
				"ダヴィデ王が、ヘブライ人(イスラエル人)の出エジプトを指導した。",
				"ユダヤ教は、ヘブライ人(イスラエル人)のバビロン捕囚を経て確立した。",
				"ユダヤ教は、『マヌ法典』を教典とする。"
			],
			"correct": 3,
			"commentary": "1: 太陽神ではなくヤハウェが正しい。(エジプトの神ラーは太陽神である。)<br>2: ダヴィデ王ではなくモーセが正しい。ダヴィデ王はソロモン王とともにヘブライ王国の全盛期の王。<br>3: 正しい。初めてオリエントを統一したアッシリアが滅亡した後、新バビロニアのネブカドネザル2世(前6C)は首都イェルサレムを占領しユダ王国(ヘブライ王国分裂後の南部。北部はイスラエル王国)を滅ぼした。このときユダヤ人がバビロンに連行されたのがバビロン捕囚である。この受難はユダヤ人の民族意識を高めユダヤ教を確立させた。バビロン捕囚はアケメネス朝ペルシアのキュロス2世によって開放された。<br>4: マヌ法典ではなく旧約聖書が正しい。マヌ法典はバラモン教、ヒンドゥー教の法典。"
		},
		{
			"q": "アケメネス朝ペルシアに関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "90・追試",
			"a": [
				"第3代の王ダレイオス(ダリウス)1世は、マラトンの戦いでギリシア勢力を打ち破った。",
				"この大帝国の首都として、壮麗なペルセポリスがメソポタミアの地に造られた。",
				"この大帝国を統治するため、サトラップが帝国各州に派遣された。",
				"この大帝国ではマニ教が国教とされた。"
			],
			"correct": 3,
			"commentary": "1: アケメネス朝とギリシアの戦いはペルシア戦争であるが、マラトンの戦いではギリシアが勝利している。<br>2: ダレイオス1世(アケメネス朝全盛期)が造営を開始したペルセポリスだが、現在のイランに位置しており、イランはメソポタミア(チグリス・ユーフラテス川間)から外れている。<br>3: 正しい。<br>4: ペルシア人の宗教はマニ教ではなくゾロアスター教であったが、これはアケメネス朝ではなくササン朝で国教となる。"
		},
		{
			"q": "下の図は大英博物館に収蔵されている「ウルのスタンダード(軍旗)」と呼ばれる遺物である。ウルについて述べた文として正しいものを、下の1~4のうちから一つ選べ。<img src='https://upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Standard_of_Ur_-_peace_side.jpg/1920px-Standard_of_Ur_-_peace_side.jpg'>",
			"source": "02・追試",
			"a": [
				"シュメール人のサルゴン1世が建国した。",
				"アッカド人の建てた都市国家だった。",
				"アッカド人を征服して、初めてメソポタミアを統一した。",
				"シュメール人が考案した楔形文字を使用した。"
			],
			"correct": 4,
			"commentary": "ウルはシュメール人の都市である。<br>1: サルゴン1世はアッカド人の王であり、メソポタミア最初の統一者である。<br>2: 誤り。<br>3: アッカド人がシュメールを征服したのが正しい。<br>4: 正しい。"
		},
		{
			"q": "ギリシアの歴史家ヘロドトスはエジプトやペルシアを旅行して見聞を広めた。当時のエジプトやペルシアについて述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "01・追試",
			"a": [
				"エジプトは、テーベに首都を置く新王国時代の最盛期にあった。",
				"エジプトでは、このころにピラミッドの建設が始まった。",
				"ペルシアでは、スサを起点とする「王の道」と呼ばれる道路が整備されていた。",
				"ペルシア人の宗教は、ヤハウェを最高神とするゾロアスター教だった。"
			],
			"correct": 3,
			"commentary": "ヘロドトスはギリシア・アテネの歴史家である。(前5C)<br>1: 前15-14Cのことである。<br>2: 古王国時代のことである。(前27-22C)<br>3: アケメネス朝ペルシアのダレイオス1世時代のことであるから正しい。王の道はスサとサルデスを結んだ。<br>4: 時代ではなく文章が間違っている。ヤハウェではなくアフラ・マズダが正しい。(アーリマンと対立するとされた。)ヤハウェはユダヤ教の神である。"
		},
		{
			"q": "ダレイオス1世の政治に関する次の1~4のうちから、正しくないものを一つ選べ。",
			"source": "81・本",
			"a": [
				"全国は州に分けられ、各州は総督(サトラッブ)によって統治された。",
				"州の統治を監視するため、王に直属する監察官が派遣された。",
				"スサを中心に道路が建設され、駅伝制が整えられた。",
				"服属する異民族はすべて、ペルシア人の風習を強制された。"
			],
			"correct": 4,
			"commentary": "4: 風習を異民族に強制したアッシリアの失敗を踏まえアケメネス朝ペルシアは各民族の風習を尊重した。これはキュロス2世のバビロン捕囚解放にも当てはまる。"
		},
		{
			"q": "ゾロアスター教について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・追試",
			"a": [
				"この宗教は、イェルサレムを聖地としている。",
				"この宗教の最高神は、アフラ=マズダである。",
				"この宗教とイスラーム教・仏教を総合して、マニ教が成立した。",
				"この宗教は、漢代の中国に伝わって祆教と呼ばれた。"
			],
			"correct": 2,
			"commentary": "1: イェルサレムを聖地としているのはユダヤ教、キリスト教、イスラーム教である。<br>2: 正しい。善神アフラ・マズダと悪神アーリマンが抗争し善神がいずれ勝利するとされた。<br>3: マニ教は3C、ササン朝でゾロアスター教、キリスト教、仏教が総合され成立した。イスラーム教の成立は7Cである。(イスラーム暦元年: 622年)<br>4: 漢代ではなく唐代である。祆教(ゾロアスター教)、景教(ネストリウス派)、摩尼教(マニ教)は唐代三夷教と呼ばれる。"
		}
	],
	"地中海世界とオリエント": [
		{
			"q": "古代の文字について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "96・本",
			"a": [
				"ミケーネ文明を担ったギリシア人は、まだ文字を持っていなかった。",
				"ギリシア文字は、フェニキア人の使っていた表意文字から作られた。",
				"フェニキア人の文字は、楔形文字を改良して作られた。",
				"シュメール人が作った楔形文字は、主に粘土板の上に書かれた。"
			],
			"correct": 4,
			"commentary": "1: 線文字Ｂ(解読: ヴェントリス)を持っていたため誤り。<br>2: フェニキア文字は表音文字であるから誤り。<br>3: 楔形文字ではない。エジプト象形文字→シナイ文字→フェニキア文字の順である。<br>4: 正しい。"
		},
		{
			"q": "鋳造貨幣が初めてつくられた地域として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "94・本",
			"a": [
				"アテネ",
				"スパルタ",
				"リディア",
				"ペルシア"
			],
			"correct": 3,
			"commentary": "特に無し。リディアである。"
		},
		{
			"q": "18.ロゼッタ石について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "97・本",
			"a": [
				"この石板には、上から神聖文字、民衆文字、ギリシア文字が記されている。",
				"この石板には、上からペルシア文字、アラム文字、フェニキア文字が記されている。",
				"この石板の碑文は、セレウコス朝シリアの勅令を伝えている。",
				"この石板の碑文は、アンティゴノス朝マケドニアの勅令を伝えている。"
			],
			"correct": 1,
			"commentary": "ロゼッタストーンはナポレオンのエジプト遠征時に発見され、シャンポリオンがこれを研究し神聖文字ヒエログリフを解読した。<br>1: 正しい。<br>3,4: ロゼッタストーンの内容はプトレマイオス朝のプトレマイオス5世への賛辞である。"
		},
		{
			"q": "19.リディアで始まり、ギリシア本土に波及した貨幣経済に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "98・本",
			"a": [
				"商工業に従事する富裕な平民が現れ、貴族との対立を深めた。",
				"スパルタでは、商工業に従事する人々はヘロット(ヘイロータイ)と呼ばれた。",
				"商工業者が中心となって、同職ギルドが結成された。",
				"ギリシア人は、手工業に従事する人々をバルバロイと呼んだ。"
			],
			"correct": 1,
			"commentary": "1: 正しい。前6C、アテネでこれを調停するためにソロンの改革が行われた。<br>2: ヘイロータイとは奴隷のことである。商工業に従事したのは半自由民であるペリオイコイだ。<br>3: 同職ギルド(ツンフト)は中世のことである。<br>4: バルバロイとは野蛮人、異国人のことである。(ギリシア人自らはヘレネスといった。)"
		},
		{
			"q": "メソポタミアやギリシアで使用された暦に関連して述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "00・追試",
			"a": [
				"メソポタミアでは、星の動きが盛んに観察され、占星術が発達した。",
				"星の観察が盛んであった新バビロニアは、イスラエル王国を滅ぼした。",
				"アテネではペルシア戦争敗北後に、ペルシア風の暦の使用が強制された。",
				"スパルタでは、支配者であるヘイロータイ(ヘロット)が、独自の暦を用いていた。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 新バビロニアが滅ぼしたのはユダ王国である。(前6C)また、イスラエル王国を滅ぼしたのはアッシリアである。(前8C)<br>3: アテネはペルシア戦争に勝利している。<br>4: ヘイロータイとは奴隷のことである。"
		},
		{
			"q": "マニ教について述べた文として誤っているものを、次の1~4のうちから一つ選べ。",
			"source": "04・追試",
			"a": [
				"ゾロアスター教にキリスト教や仏教などの要素を融合した宗教である。",
				"アケメネス朝ペルシアの時代に創始された。",
				"地中海方面にまで伝えられた。",
				"中国にまで伝えられた。"
			],
			"correct": 2,
			"commentary": "1: 正しい。<br>2: アケメネス朝ではなくササン朝(3C)が正しい。マニ教はササン朝からローマ、クシャーナ朝へと伝わった。<br>3: 北アフリカのカルタゴで活動した教父アウグスティヌスはマニ教からキリスト教への回心の経緯を「告白録」に綴った。<br>4: 摩尼教として祆教・景教とともに唐代三夷教に数えられた。"
		},
		{
			"q": "クレタ文明とミケーネ文明の類似点について記述した次の文1~4のうちから適切なものを一つ選べ。",
			"source": "81・追試",
			"a": [
				"両者ともに、堅固な城壁を持ち、優美な壁画で飾られた大宮殿を遺した。",
				"両者ともに、王が強大な権力を持ち、簡単ながら官僚機構も備わるなど、オリエント型社会の特徴を示している。",
				"両者ともに、楔形文字・線文字A・線文字Bの三種の文字を持っていた。",
				"両者ともに、鉄器文化の段階に到達していた。"
			],
			"correct": 2,
			"commentary": "1: ミケーネ文明は大陸側に位置し城壁を持ったが、クレタ文明はクレタ島に位置し海に囲まれていたため開放的で城壁を持たなかった。<br>2: 正しい。<br>3: 線文字Ａはクレタ文明、線文字Ｂはミケーネ文明である。<br>4: ともに青銅器文化であった。鉄器はドーリア人の出現(前12C)以降である。"
		},
		{
			"q": "ギリシア人の植民活動に関連して述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "94・本",
			"a": [
				"当時のギリシア植民市に由来する地中海周辺地域の都市として、マルセイユ(マッサリア)・イスタンブル(ビザンティオン)などがある。",
				"地中海沿岸の植民市のギリシア人たちは、穀物を輸出して、オリーブ油やぶどう酒の輸入を図った。",
				"アリストテレスは、植民活動の一中心地ミレトスで活躍し、ギリシア哲学の基礎を築いた。",
				"植民活動は交易の発展をもたらしたが、その結果、 もっぱら貴族の手に富が集まり、諸ポリスに貴族政の確立を見た。"
			],
			"correct": 1,
			"commentary": "1: 正しい。<br>2: 輸出入が逆である。地中海であるから、オリーブやぶどうはギリシアで採れる。<br>3: アリストテレスではなくタレスが正しい。タレスは万物の根源を水であるとし、「最初の哲学者」として「七賢人」に挙げられる。<br>4: 貴族ではなく商工業者の手に富が集まり、貴族制は崩壊に向かう。(ソロンの改革)"
		},
		{
			"q": "クレタ島において、前2千年紀前半ごろに栄えた古代文明について述べた文として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "04・本",
			"a": [
				"エヴァンズにより、この文明の遺跡が発掘された。",
				"鉄器文明であった。",
				"ミケーネ文明を滅ぼして成立した。",
				"この文明では、文字が用いられなかった。"
			],
			"correct": 1,
			"commentary": "1: エヴァンズはクレタ文明の遺跡クノッソス宮殿を発掘した。<br>2: 鉄器文明ではなく青銅器文明である。<br>3: クレタ→ミケーネの順である。<br>4: 線文字Ａが用いられた。"
		},
		{
			"q": "古代ギリシアのポリスについて述べた次の文1~4のうちから、誤りを含むものを一つ選べ。",
			"source": "84・本",
			"a": [
				"ポリスは、一般に都市とその周辺から成る独立の国家であった。",
				"都市はポリスの政治的中心であり、そこで民会が開かれた。",
				"市民は政治に専心し、ポリスの防衛にはもっぱら傭兵を用いた。",
				"ポリスは、エーゲ海域を中心に地中海・黒海沿岸一帯に広まった。"
			],
			"correct": 3,
			"commentary": "3: 市民は重装歩兵となってポリスの防衛に参加した。"
		},
		{
			"q": "クレタ文明について述べた次の文1~4のうちから、正しいものを一つ選べ。",
			"source": "93・本",
			"a": [
				"この文明では、貨幣が鋳造され、流通していた。",
				"この文明の建築様式の特色を示すものは、巨石を用いた堅固な城砦である。",
				"この文明の遺跡にみられる壁画や陶器の絵には、海の生物などを題材にしたものが多い。",
				"この文明の中心であったクノッソスの遺跡は、シュリーマンによって発掘された。"
			],
			"correct": 3,
			"commentary": "1: 最古の鋳造貨幣はリディア(前7-6C)のものであるから、クレタ文明時点(前2000年から前1600年頃)では存在していない。<br>2: 海に囲まれたクレタ文明は開放的で城壁を持たない。<br>3: 正しい。<br>4: シュリーマンではなくエヴァンズが正しい。トロイアの発掘がシュリーマンである。"
		},
		{
			"q": "ミケーネ文明を打ち立てたのは、ギリシア人であるが、このギリシア語とおなじインド=ヨーロッパ語族に属する言語として正しいものを、次の1~4のうちから一つ選べ。",
			"source": "93・本",
			"a": [
				"アッカド語",
				"アラム語",
				"ペルシア語",
				"トルコ語"
			],
			"correct": 3,
			"commentary": "1: アッカド語はセム系<br>2: アラム語はセム系<br>3: ペルシア語はインド・ヨーロッパ語族<br>4: トルコ語はアルタイ語族"
		}
	]
}
